// 第1卦数据
// 自动生成，请勿手动修改

const gua1Data = {
  "gua_name": "第一 乾卦",
  "gua_ci": "乾: 元亨, 利贞",
  "gua_jie": "乾卦上下两经卦都是乾卦，所以称乾下乾上； 乾卦于物象为天，故前人解《易》皆以此卦代表天象。古人认为，凡占筮得到此卦，就表示一开始就有亨通的吉兆，但是这一吉兆对正人君子说来才是真正的大吉大利。故卦辞说 “元亨, 利贞”。",
  "yao": [
    {
      "yao_text": "初九：潜龙勿用。",
      "yao_comment": "初九， 指乾卦由下向上的第一爻。 爻有阴阳之分，-代表阳爻， 用数字 “九” 表示； --代表阴爻，用数字 “六”表示。 六爻有六位，由下至上分别用初、 二、 三、 四、 五、 上表示。乾卦第一爻为阳爻，所以称初九。此爻比喻深潜水中的龙，还不到施展抱负、发挥作用的时机。",
      "story_name": "1 舜耕历山做潜龙",
      "story_overview": "相传在尧治理天下的时候， 天下一片太平景象。但在历山这个地方，却住着一对出了名的坏夫妻。男的叫顽，女的叫嚣。顽是顽固、 蛮横不讲理的意思， 嚣是形容气势汹汹的样子。这对夫妻生了两个儿子，大儿子名叫舜，小儿子名叫象。小儿子自小有种体种，跟他父母一个样，还狂妄无知，骄傲得很。顽、 嚣却把他当宝贝一样，溺爱至极。大儿子却跟他父母一点也不像，自小为人忠厚诚实，受到邻里的交口称赞，但顽、嚣却处处给他白眼，好像他们两人是舜的后爹后妈一样。孬的给舜吃，烂的给舜穿，还让舜住在不避风雨的破烂小屋中。但舜一点也不怨恨他的父母。当舜还是少年时，顽、嚣将舜叫到面前，恶狠狠地说：“你该下田种地了！”舜孝顺地答应了。从此，舜每天天刚亮就赶着牛、拖着犁头下地了，一直干到太阳落山，舜才回到家里。吃的都是父母、弟弟剩下的残汤剩饭。可舜依然一点怨气也没有。但父母依然常常责骂他。舜在耕地时，不时为自己得不到父母的爱而发愁，经常责问自己有哪里没做好，有时候竟仰天大哭起来。乡里人都说，舜是不堪父母的虐待才痛哭的。舜却说：不是，我哭的是怎么我不能让父母为我高兴起来。听了舜的回答，人人都夸奖他，说他是个天下少见的好孝子。一传十，十传百，由近到远，舜的孝名被传到四面八方。",
      "inspiration": "龙虽潜于深水，终有飞天之时； 但潜的必须是龙，而不是虫。 人在未发达之时， 都可以用 “潜龙勿用”来比喻，但能否有后来的 “飞龙在天”，又全在 “潜” 之时是像一条龙，还是像一条虫。 舜在“潜龙勿用”之时，耕于历山， 以大孝显名天下， 才有其后一生的辉煌。 所以， 青少年时， 人在创业之初，都应像舜一样做一条“潜龙”， 才能为以后的大展宏图打下坚实的根基，而不可妄自菲薄， 自误前途。"
    },
    {
      "yao_text": "九二：见龙在田， 利见大人。",
      "yao_comment": "此爻为乾卦第二爻，其义是说龙已潜出于渊来到地面上，喻人才已经显露，此时急需有权势的大人提携才有远大前途，所以说“利见大人”。",
      "story_name": "2 四岳举舜于尧帝",
      "story_overview": "尧有四大诸侯，分别主管东南西北四方，史书称为四岳。东岳名叫羲仲；南岳名叫羲叔； 西岳名叫和仲； 北岳名叫和叔。 四岳各自分管四方， 又是尧的最重要的臣僚。凡是有重大决策，尧都要与四岳一起商量。尧的年事已高，由谁来继承皇位，多年来一直是他的一个心病。尧本来有儿子，名叫丹朱，可是不成才。为了天下苍生，尧决计不将皇位传给他。于是，尧征求四岳的意见，请他们举荐一个合适的人选。四岳在一起，都不约而同地提到舜。舜的名声，尧也早已听说了。而今四岳一致推荐，尧马上答应了。但转念又想，这是关系下苍生的大事，一点也不能含糊。于是，尧决定考验考验，看舜是不是真像传说的那样。尧有两个女儿，一个叫娥皇，一个名女英。都长得如花似玉，明媚动人，正在妙龄之年，许多王公大臣的公子前来求亲，都被尧拒绝了。为了考验舜，尧把两个女儿全下嫁给了舜。尧心里是想通过他的两个女儿来看舜能不能治好家。治不好家，哪能谈治国呢? 舜与娥皇、女英成亲后，一下子由农夫变成了驸马爷。许多人这时一定会飘飘然，忘乎所以了。舜却像往常一样，耕田不辍，孝敬父母，亲爱弟弟。尧的两个女儿，在夫君的影响下，姐妹从不争风吃醋，也同舜一样恪尽孝道。尧从女儿那里了解到舜治家有方，后来又经过多方面的考验，舜都顺利地通过了，尧才终于决定将皇位传给舜。",
      "inspiration": "龙现于田， 已不是 “勿用” 的 “潜龙” 了； 犹如有才能的人，才华初露，开始小试牛刀， 这时若能得有贤贵的“大人”所推举， 就可前途无限，如舜受四岳推举，被尧选定为接班人一样。 关键是要有贤贵的 “大人”， 若“大人” 不贤贵，才华、 美名反招来灾祸，这就是历史上许多饱学之士一生困厄的原因。 而“千里马”是否能得伯乐赏识， 实在是有很大的偶然性。 所以，能否 “利见大人”， 是不必强求的； 否则徒生烦恼，大可不必。"
    },
    {
      "yao_text": "九三：君子终日乾乾，夕惕若厉，无咎。",
      "yao_comment": "此爻为乾卦第三爻，是“见龙在田”的进一步上升。比喻人初得重用，不仅要自强不息，发奋有为； 而且一天到晚都要心存警惕，好像有危险发生一样，才能免除灾祸，顺利发展。",
      "story_name": "3 舜历诸险受重用",
      "story_overview": "当尧将娥皇、女英嫁给舜时，还将许多财宝、土地、牛羊作为陪嫁送给了舜。想不到，它差点给舜带来死亡的厄运。看着舜的富贵荣华，顽嚣心里总不是滋味。他的弟弟象更垂涎两位嫂子的美色，贪图他哥哥的财富。三个坏蛋终于想出一条毒计，要想害死舜，霸占舜的一切。这天，顽、 嚣对舜说：“舜！我们的仓库房顶漏了，你去修一修。”舜带上工具，爬上房顶。他父母、 弟弟马上搬走楼梯，放起大火来。三个坏蛋正庆幸舜被大火烧死了，舜却毫发未伤地出现在他们面前。他们又想出一条毒计，让舜去淘水井。待舜下井后，三个坏蛋立刻搬运土石，把井填埋起来。他们想，舜这次一定死定了。象迫不及待地怀着非分之心，要去接管他的嫂嫂和舜的财宝了。谁知，一到舜的房屋，就听见舜在弹琴，娥皇、 女英在伴唱。象只好装作什么也没发生一样，假惺惺地说是想念哥哥了，这才过来看看。舜小心机智地躲过了他父母、弟弟的恶毒迫害，又如履薄冰一样谨慎地接受尧的各种考验。当尧决定舜为他的接班人的消息一传开，那些心怀鬼胎的人们就散布了种种流言：“父顽母嚣，儿子会好到哪里去?” “一个农夫，只知耕地种田，哪能管理国家?”有的甚至说：“舜会不会是尧巡狩时欠下的风流债?” 面对着各种流言，尧对舜进行了严格的考验。舜对各种流言飞语也泰然处之，并勇敢地接受了各种严峻的考验，决心用事实来证明一切。为了证明自己，舜带领数百武士来到大麓。大麓中古树参天，豺狼虎豹咆哮不绝。那些平时勇猛无比的武士都吓得面无土色，唯有舜像平时一样，面不改色。突然间，大雨倾盆，狂风呼啸，雷电交加，昏天黑地，怪声四作，数百武士都不辨东南西北，找不到回归的方向。舜一点也不迷惑，把数百武士安全地带出了大麓。经过这次考验后，武士们都称赞舜意志坚定，头脑清醒。人们看到勇敢的武士都这样称颂舜，再也没人敢怀疑舜的意志和智慧了。尧又让舜主管人伦教化，舜使天下的人都知道父义、母慈、兄友、弟恭、子孝的道理。尧又让舜主管外交，四方八面的诸侯都乐于进贡。尧又让舜与百官相处，舜不仅事事都办得好好的，而且与大家都相处得很好。经过这些考验，关于舜的各种流言再也没有市场了。连那些最初公开反对舜的人们，也成了舜的拥护者了。",
      "inspiration": "此爻为上下消息之关键。 人当初受重用之时， 事业开始发展之初， 实为人生事业进退的机枢所在。 因其初受重用，事业发展之初， 必招致各种嫉恨流言，稍有软弱、 不慎，就很容易被暗箭射翻落马； 但只要坚强不息，加上小心谨慎，就可创造更美好的前程。 舜在此时能自强不息， 又居安思危，所以才有其后的 “飞龙在天”。"
    },
    {
      "yao_text": "九四：或跃在渊，无咎。",
      "yao_comment": "此爻为乾卦第四交，与君位大业的九五爻只一步之差。 或， 作疑惑解，此爻是讲龙在飞升于天的前夕，尚有疑惑，故退而居渊，此退是以退为进，是为飞升于天所作的策略退却，所以，是没有咎灾的。",
      "story_name": "4 武王盟津退大军",
      "story_overview": "话说武王承继文王的王位后，谨修文王之业，以姜太公为师， 周公旦做辅佐，召公、 毕公为左右手，使周朝不断强大。武王做王的第九年，群臣都进言，是该征讨商纣王的时候了。武王虽有疑惑，但转念一想，借此以观察天下的形势，还是有好处的。于是，命人在毕地搭起出师祭天的祭台。经过一个月准备，武王在毕地举行祭天的大礼。武王祭祀天地之后，神色肃穆地对全场将士说：“我们在这里誓师！为实现文王的遗愿，解救天下苍生，将向商纣王发起进攻！勇敢立功者赏，怯阵后退者罚！”姜太公随后指挥三军，浩浩荡荡向前进发。自武王出兵之日，各地百姓听说是去征讨暴虐的商纣王，都欢欣鼓舞。大军所到之处，青年踊跃入伍，人民送粮送水。一听说要渡黄河，渔民们都把自己的船纷纷捐出来；船不够，老百姓就把自己家的门板、床板拿出来做船。几天后，周武王的大军就乘船直发盟津。据《尚书》、 《史记》等古籍的记载，武王渡河和到盟津后，接连发生两件怪事。一件发生在武王渡河时，船到中流，突然，一条白色的大鱼飞跃进入船中，不偏不歪，正落到武王跟前。武王明白，这是天意。于是，俯身拾鱼，向天拜祭。姜太公、周公旦等大臣，也都纷纷向武王祝贺。第二件怪事发生在武王刚在盟津住下来时。渡河后，武王随便在一简陋房屋住下，等待全军到齐。突然，将士们看见天上出现一片大火，大火从上向下，一直落到武王住的房屋上，变成一只红色的鸟儿，大声鸣叫。大军渡河完毕，武王又在盟津举行盟誓。而参加盟会的大军，比起出发时的大军，不知多了多少倍，黑压压的排列有数千米长。《史记》 上说，“不期而会盟津”有八百诸侯之多。在盟津大会上，诸侯们都推武王当盟主，并要求马上去讨伐商纣王。可是，武王却说：“要说伐纣，早就该伐了。以今天的大军，也一定能战胜商纣王。但殷商还有比干、 箕子二位贤人，现在去讨伐，一定会伤及许多无辜，时机还不成熟。所以，我决定大军退回各国。”于是，各国大军都从盟津退了回来。",
      "inspiration": "任何事情，都不可能是只有进没有退，尤其是登上九五之尊，创造极盛的大业，其中必定是有进又有退的，而退则是为了更好的进。 故此爻以龙退回到渊中， 但渊为 “龙跃” 的依托， 因而这是为 “在天”所作的必要退却。 武王在盟津会师八百诸侯，又退军回国， 明里是退，但实里却为两年之后大会诸侯，一举灭纣，作了预先的演习。 故人处世行事， 不能只讲进，不讲退； 要懂得必要的退，比起盲目的进说来，退更有益人生。"
    },
    {
      "yao_text": "九五：飞龙在天，利见大人。",
      "yao_comment": "此爻为乾卦第五爻，为龙飞跃天上之象。 以喻人事，则为人登九五之尊，或是事业到达极盛。若是此人为贤明的大人，则天下万民都会因此而获得其福泽利益。",
      "story_name": "5 舜受禅让为天子",
      "story_overview": "舜在接受了各种考验以后，尧以自己年事已高，决定将自己的职权全部禅让给舜。 四岳和各位臣子都拥护尧的决定。在一个风和日丽的黄道吉日，尧在京城南郊举行了重大的禅让仪式。文武百官穆立两厢，观礼的庶民密密麻麻，数也数不清。当尧神色庄严地把代表权力的皇杖交给舜，舜恭敬地接过权杖的一瞬间，臣民们响起了雷鸣般的欢呼声。舜接受尧的禅让后，开始代尧行使天子的权力。他并没有因自己有了天子的权力，而得意忘形。同以前一样，他尊敬四岳百官，凡有大事，总要虚心听取四岳百官的意见，他更加勤勉地为国工作，关心庶民的疾苦……没到一年的时间，舜就成为百官、万民打心里拥护的国君了。舜还为民除害，消灭了四凶。根据许多史籍的记载，那时有四大恶人，号称四凶：一位叫共工，坏事干尽，门面装完，罪恶滔天，却迷惑了天下人民；一位叫驩兜，是共工的同伙，也是一个专行凶恶，满口仁义的坏蛋；一位叫三苗，是南方的一个诸侯，以贪残庶民而臭名昭著；一位叫，本是颛顼氏的后代，却不听从尧舜的命令，在臣民中影响极坏。舜对四凶--进行了惩罚，“流共工于幽洲，放驩兜于崇山，杀三苗于三危，殛鲧于羽山，四罪而天下臣服”。《尚书》、 《孟子》都有这一记载。舜就这样兢兢业业地一干就是二十八个年头，给天下万民带来了多少安定与幸福啊！这时，尧终因年龄太高而去世了。整整个年头，没有一点喜庆之声，全部沉浸在悲哀之中。舜为尧办完三年的丧事，就退出尧的宫殿，跑到黄河的南边，想将皇位留给尧的儿子。可是，谁也不把尧的儿子当天子，大臣们都跑到舜的地方来，百姓们也唱歌颂扬舜的功绩，各国诸侯也来向舜朝觐。舜在群臣百姓的拥戴下，只好正式登上了皇位。",
      "inspiration": "此爻为 “九五之尊”， 喻人事则是舜为天子，或成就盛大事业之兆。 此爻讲要能泽惠天下万民之利， 才能飞龙在天。 而在这之先， 又经过由 “潜龙” 至 “在渊” 的艰难发展。 可见， 人要成为 “九五之尊”，或大业的实现， 都要经过艰苦的努力， 要相当长一段时间才会达到。 而要保持其已经取得的地位与成就， 一定要惠泽万民。 因此，那些只知道搜刮民脂民膏的家伙，虽可能一时尊贵富豪，但最终是绝没有好下场的。 唯有利民为本，才能成就盛大事业，受到万民的拥戴。"
    },
    {
      "yao_text": "上九：亢龙有悔。",
      "yao_comment": "此爻为乾卦的最上爻。亢，指盛极之过。《易》理以为极盛则衰，衰极则盛。若龙行至于亢，定有悔恨发生。",
      "story_name": "6 殷纣穷欲命归天",
      "story_overview": "殷王帝乙在位时，生有两个儿子。大儿子叫微子启；小儿子名叫辛，就是后人所说的殷纣王。 因启的母亲不是正宫娘娘， 辛的生母是皇后，所以， 帝乙死后，辛就做上了皇帝。殷纣王未登王位以前，就因身材伟岸，勇猛有力，言谈善，被 一班跟屁虫吹得天花乱坠，他自己更是十分的得意，认定自己是十全十美、空前绝后的伟人。如今做上皇帝，跟屁虫更多了，吹捧更肉麻了，殷纣王更是忘乎所以。一天到晚，他不是与妇人淫戏，就是喝酒狂饮，把个皇宫闹得乌烟瘴气。他还嫌这样的淫乐、狂欢不够味，下令在沙丘建立一个专供淫乐狂饮的逍遥宫。逍遥宫修成了，方圆数里，宫室不计其数，里面的摆设更是令人瞠目结舌：数个大池里面灌满了酒，号称酒池；宫里到处悬挂着各种香肉，号称肉林。纣王又选出数百名美女，让她们一丝不挂地住进逍遥宫；纣王也赤身裸体，与美女们追逐在酒池肉林之中，一狂就是十多天。为了满足他的淫乐开支，他下令增收各种赋税，搞得许多百姓家破人亡。他还一再下令选美，选得绝色美女苏妲己后，更是迷于女色，不理朝政。一些正直的大臣都忧心忡忡，不断向纣王进谏。纣王根本不听，反而对进谏者不是贬官，就是废为平民，吓得群臣们都不敢进谏了。后来，纣王干脆设立各种酷刑，如炮烙之法，刳胫之刑，……用来对付劝谏他的大臣和不服从他统治的庶民。每一次施刑，纣王和妲己坐在上面，饮酒取乐，在调笑中看着受刑的人痛苦万分地死去。炮烙时，望着受刑者被炭火烧出焦烟，纣王和妲己还发出阵阵狂笑。真是毫无人性的东西！老百姓日夜祈祷：上天啊！赶快降下大命吧！替我们消灭残暴的殷纣王！四方诸侯也一个接一个地举起了反殷的义旗。这些消息传到殷纣王那里，他只是不屑一顾地狂妄冷笑说：“我是上天选定的真命天子，他们怎么奈何得了我！” 一天，比干又一次冒死劝谏，殷纣王竟然命令人把他的心肝挖了出来。微子听说后，马上匆匆地逃离了京师。箕子只好装成疯子，纣王仍不放过他，还是把他关进了监狱。纣王残害三贤的消息一传来，武王就率领大军浩浩荡荡地出发了；各诸侯国的军队也纷纷加入了讨伐殷纣王的战争。很快周武王的军队攻到京城。前些天还是不可一世的殷纣王，这时变成一只人人喊打的过街老鼠，被狼狈地烧死在大火中。",
      "inspiration": "龙在飞天之时，已经发展到了极盛，此时若不采取保持盛状的措施， 还要一味亢盛，必然招致有悔的结局。 纣王贵为天子，不明 “亢龙有悔”之义，穷极贪欲， 正是亢龙有悔的最好写照。何为 “亢”? 凡一人一事皆有极盛，哲学上称为度，超过度就叫亢。 一个人有一个人的度， 一件事有一件事的度，为人处世都要合于度， 否则就会物极必反。"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua1Data;
} else if (typeof window !== "undefined") {
  window.gua1Data = gua1Data;
}
