// 第10卦数据
// 自动生成，请勿手动修改

const gua10Data = {
  "gua_name": "第十 履卦",
  "gua_ci": "履：履虎尾，不晊人。亨。",
  "gua_jie": "此卦下经卦为兑，上经卦为乾。 兑为泽，乾为天，为上天下泽之象。履的本义指鞋子，引申为践行。有人践行在老虎的尾后，老虎虽凶，但在尾后不致被吃掉，所以，险而不凶，算是亨通之卦。",
  "yao": [
    {
      "yao_text": "初九: 素履, 往, 无咎。",
      "yao_comment": "这是履卦的第一爻。 素履， 没有色彩的鞋子， 喻人.的质朴的品行。往，无咎， 是说穿着素履行走，不会有灾祸，喻人在社会以质朴之性去生活，就不会有灾难。",
      "story_name": "55 卧虎董宣终无咎",
      "story_overview": "东汉时，陈留有位名叫董宣的人。早先，他得到司徒侯霸的举荐，得中高第，做了几任地方官。数年后，因董宣政绩突出，升迁做了北海相。到任以后，北海发生了一起残杀平民的凶案。案犯是北海的大豪强，身居五官掾的公孙丹。案情十分清楚，公孙丹新建了一住宅，风水先生卜算说，房子位置虽好，但可能要死人。为了防患家人有死亡的凶兆，公孙丹命他儿子拦路杀人，埋在新房里。董宣调查清楚后，马上将公孙丹和他的儿子抓进了监狱。董宣还查得公孙丹一伙曾在西汉末年依附王莽，又与倭寇海盗有勾结，就将公孙丹和他的党羽三十多人全部判处了死刑。青州刺史知道后，说董宣滥杀无辜，把他抓起来。廷尉判处董宣死刑，但他在狱中若无其事，每天照常读书学习。行刑那天，他毫无惧色，毅然走上法场。正要将他斩首时，光武帝的诏书来了，说要重审董宣的案子，才免去一死。汉光武帝亲自派人去审问董宣，才知董宣正直不畏权势，是个好官，于是，不仅不判他的刑，还让他升做江夏太守。后来，汉光武帝又特别委任他当了洛阳令。洛阳是东汉的京城，洛阳令位不算高，职权和责任却很大。光武帝有位最喜爱的姐姐，名叫湖阳公主。公主手下有一特别喜欢的家奴，仗着公主是靠山，竟然在大白天杀人于闹市。董宣知道后，等公主与家奴出府时，强行抓走家奴，就地正法。公主马上回到宫中，要光武帝杀掉董宣为她家奴报仇。董宣说：“我希望讲一句话再死。”汉光武帝答应了。董宣就说：“皇帝是有圣德的中兴君主，不想却让自己姐姐纵奴杀人，您怎么治理天下呢?”说完，就碰头自杀。汉光武帝一听说得有理，慌忙叫人拦住董宣，为了让姐姐下台，汉光帝又令董宣向湖阳公主下跪叩头谢罪。可是，正直的董宣坚决不从。光武帝只好令人强按他的脖子，董宣始终也不肯低头。京城老百姓给董宣送了个绰号，叫做“卧虎”，后人还编成《卧虎令》的历史戏剧，来歌唱董宣的正直质朴。",
      "inspiration": "董宣两次差点丧命，后来都化险为夷， 真是处于“履虎尾”的境地。但他的刚直都救了他的命。此爻爻意就在于鼓励人们在社会生活中要刚直而行，虽然在黑暗的时代，在奸小当权的地方，刚直而行往往会遭到祸害。 但刚直而行，毕竟是仁人君子的本色。 社会上的人都能刚直而行， 我们的社会就会真正美好起来。"
    },
    {
      "yao_text": "九二：履道坦坦，幽人贞吉。",
      "yao_comment": "这是履卦的第二爻。履道坦坦，是说行走的道路平平坦坦。 幽人，指囚禁的人，囚禁的人脱离监狱，行走在平坦的大道上，所以是贞吉的征兆。",
      "story_name": "56 文王脱幽履坦道",
      "story_overview": "在中国西部，古代有一强大的部族，就是周人的部族。周人姬姓，姬昌做王后，周才成为西方最强大的国家。姬昌就是后人所称的周文王。周文王治理周国井井有条，受到西方各国的推举，殷纣王就封文王做了西方各国的霸主，号称西伯。文王做上西伯，气坏了崇国的君主崇侯虎。崇侯虎无德无才，却成天梦想自己当上西伯，好对各国发号施令，指手画脚，从中渔利。自此以后，崇侯虎恨死周文王，整天想方设法要取而代之。周文王的一切活动，他都派人去侦察，不到半年就整了几公斤重的黑材料，上告到殷纣王那里。周文王来朝见殷纣王时，殷纣王就以文王心怀二心的罪名，把他囚禁在羑里。消息传到周国，一班大臣都深感事态严重，立刻商量对策，要救文王出狱。周国大臣收买了殷纣王身边的人，得知纣王好色贪宝，就到处探寻美女、财宝。很快美女、 财宝都找到了。美女名叫苏妲己，年方二八，千娇百媚，倾国倾城，真是难得的天生尤物。财宝无计其数，眼花缭乱。纣王一见苏妲己的美貌，惊得魂飞魄散，马上宣布散朝，拥着妲己就回内宫去了。接连几天，纣王贪迷妲己美色，一直没有上朝。把周国大臣急得如热锅上的蚂蚁。终于，纣王想起了周国大臣，才召见了他们。周国大臣对纣王说，希望大王将西伯赦免了。纣王痛快地答应了。西伯文王被释放了。纣王为了答谢周国的厚礼，还赐给文王弓矢斧钺，授权西伯可以代纣王进行征伐。文王临走时，纣王还告诉文王说：“我不想把你囚禁起来，是因为我听崇侯虎的报告，他说你想造反，篡夺王位，我才关你的。” 文王回来后，暗中继续修德行善，使周国成为最强大的国家，为后来武王伐纣，夺取天下，开辟了一条平坦大道。",
      "inspiration": "囚禁成为幽人，是人生的灾咎。但幽人能脱囚禁，自可行走在坦途之上， 变凶为吉。 牢狱之囚， 是人所见的囚。 人还有其他行种的囚， 如因想不开的自囚， 与人交往中的他囚等等。 人凡被囚，绝无坦途可言。 牢狱之囚易见，自我之囚与他人之囚不易见，故牢狱之囚并不可怕，最怕的是自囚和他囚，被囚而不知，则永无坦途可言。 人生若能无囚， 自能海阔天空，鱼跃鸟飞。"
    },
    {
      "yao_text": "六三：眇能视，跛能履，履虎尾，²人凶，武人为于大君。",
      "yao_comment": "这是履卦的第三爻。 眇，眼盲。跛，足跛。此爻是说视力不好人，残疾的跛子，若是走到虎尾后面，因有视疾、足疾， 肯定会有被老虎吃掉的凶险。 喻人事，武夫虽有一定才能，却不配做大君，硬要去充任大君，就像盲人、跛子走到虎尾后一样。",
      "story_name": "57 灵王眇跛履虎尾",
      "story_overview": "春秋出现齐桓公、晋文公两位霸主后，南方的楚国后来也渐渐强大，成了齐、晋都害怕的大国。楚灵王杀兄即位后，仗着楚国的国力，竟想统一天下，爬上各国诸侯共尊的天子位置。这位灵王毫无德性，只知逞凶耀武，是一个典型的武夫，但他自视却极高。为了实现自己的梦想，他用尽楚国的财力，到处攻伐征战，又修建了四十平方公里的章华宫，宫殿中央还修了高三十仞的章华台。几年后，楚灵王又灭了陈、蔡两国，更是得意忘形。就在灭蔡的时候，楚灵王做了一个梦，梦见九岗山山神入梦，对楚灵王说：“你若祭我，我保你夺取天下。”楚灵王醒后，十分相信，竟不顾许多大臣的劝谏，把被俘的蔡国太子作为牺牲，杀害后祭祀九岗山神。祭神后，灵王又找巫师龟卜，占问哪一天能做上一统天下的天子。巫师就用龟板占问，结果龟板破裂了，把楚灵王气得大叫起来。尽管龟卜的征兆不吉利，楚灵王仍没放弃当天子的梦想，继续穷兵黩武，要想用武力一统天下。灭掉陈、 蔡两国后，楚灵王又把许、 胡、 沈、 道、 房、 申六个小国迁到楚地，强占了他们的国土。楚灵王依靠武力，在这些战争中几乎没遇到什么抵抗就取得胜利，所以，他自以为夺取天下，不过是唾手可得的易事。于是，楚灵王不知天高地厚地派人前往周朝，索取代表天子权力的九鼎。明智的群臣都纷纷出面劝谏灵王，可是，利令智昏的楚灵王却说：“我就快占有大半个天下了，还怕什么呢?”不久，在严寒的冬季，雪积三尺之厚的时令，楚灵王竟然为了早日实现自己的野心，甚至不顾士兵的死活，下令攻打徐国。由于楚灵王内不得民心，外又遭灭国遗民的痛恨，所以，不久楚国发生政变。楚人立公子弃疾做了国王，就是楚平王。楚灵王在外有国不能归，手下又全部叛逃而去，只得自缢身亡。",
      "inspiration": "人有眇、 跛之疾，即使走到老虎尾巴后面，也有生命之忧。所以， 人应知道自己的短处， 要有所不为。 至于楚灵王的凭恃武力， 妄想当上天子，更是不切实际的大凶险。 人生在世， 一定要有所为，但有所为一定要合于自己的能力。 那种“武人为于大君”的所谓作为，不是落空，就是自取灭亡，则是千万不可取的。"
    },
    {
      "yao_text": "九四：履虎尾，愬愬， 终吉。",
      "yao_comment": "这是履卦第四爻。 愬愬，恐惧的样子。人走到老虎尾巴后面，恐惧警惕地应付，最终能化凶为吉。",
      "story_name": "58 万石父子愬愬吉",
      "story_overview": "古人说，伴君如伴虎。做臣僚的与君主相处，好似与老虎做伴一般。西汉万石君、石奋及儿子石建、石庆，相继为上大夫、郎中令、 内史的职官，但在多忌的武帝时仍以“愬愬”之行，而无灾终吉。万石君父子实是深晓《易经》本爻爻义的高人。不信，请看万石建为官时的两个片段。片断之一：武帝早期，议论抗击匈奴的事情，希望大臣们推荐统领军队的大将军。群臣们一个个都提出了自己的看法，供武帝决策。唯有石建一言不发。武帝心里很不痛快，就点名要石建发表自己的意见。一听武帝点了自己的名，石建一下子慌起来，竟只说了几个：“我，我……”就再无下文了。逗得武帝、 群臣哄堂大笑。退朝了，石建一个人故意走在最后，说有话要禀告武帝。见四周无人，石建像变了一个人，滔滔不绝，详细地向武帝陈述了他的看法。原来，石建并不是不会说话，只是怕在人多时说话，被别人抓住什么把柄，引起人际矛盾。可见，他的恐惧谨慎之极。片断之二：郎中令经常要向皇帝报奏文书。石建每次写的文书在上报之前，都要细读十遍，从未发生过一点差错。但任何人都免不了出错，石建有一次写的文书也出一点小错。古代的马字写作“馬”，下面四点，石建不注意少写了一点，就上报了。上报武帝后，也无人发现这一微小的差错，这本来也算不了什么大事情。但武帝批示下发后，石建才发现马字少写了一点，就像犯了大罪，吓得战战兢兢的，还上书武帝治他的罪。从这两个片断，可见万石君父子的谨慎小心到了何种地步。正是以这种“如履薄冰”的心态行事，万石君父子事君从未遭到灾祸，还被树为全国学习模范，受到皇帝的表彰。石庆还做到宰 相的最高官位。",
      "inspiration": "老虎要吃人，接近老虎就有被吃的危险，但若能存“愬愬”之心，时刻警惕， 就会最终吉利。 万石君父子伴君的故事， 是一最好的说明。 扩而广之，天有不测风云，人有旦夕祸福，凡事若都能警惕、 谨慎， 就会有吉而无害。 相反， 若无谨慎之行、 警惕之心，往往容易陷入人家所设的陷阱，遭害而无吉。"
    },
    {
      "yao_text": "九五：夬履，贞厉。",
      "yao_comment": "这是履卦的第五爻。 夬，决，断裂。 夬履指鞋从中间断裂，占筮凡遇到此爻，就表示有危险的征兆。九五爻为人君之位，故此爻爻义是说，人君刚决过分，使保护自己的足的鞋子都决断了，而足是站立的器官，鞋子喻维护君主的大臣。夬履指诛杀忠臣，而使君主有危亡的凶祸。",
      "story_name": "59 夏桀夬履杀龙逢",
      "story_overview": "夏、商二代的末年，各自出了一位暴君，夏代的暴君名叫桀，殷代的暴君叫做纣。后人常以桀纣代表人世间十恶不赦的坏人。乱世出忠臣。在两个昏君的时代，也各自出了许多忠臣，而最有代表性的就是夏代的关龙逢和殷代的比干。后人也常把两人相提并论，用来代表值得敬仰与歌颂的忠贞人士。这里只讲夏桀杀害关龙逢的故事。夏末，传位到桀时，夏代本已衰微极了。可是，夏桀却猖狂无比，自以为是永远不落的太阳。他一上台，就变本加厉地盘剥人民。人民不堪压榨，反正是死路一条，只好起来造反暴动，到处都是起义的烽火，燃遍全国各地。夏桀见人民敢于造反，就派出大军无情镇压，又把三千刑法变成三万，老百姓稍有不慎，就会被判罪，弄得各地的监狱都关满了人。而一班奸佞，围在夏桀身边，整天花天酒地，淫乱取乐，还无耻吹嘘夏桀的伟大、英明。许多忠臣却忧心如焚，不断地向夏桀报告民情，劝谏他要亲君子，远小人；用贤才，除佞奸。夏桀听了，很不舒服。他周围的奸佞们又进谗言说：那些人的报告都是编造出来污蔑君主的，应该治治他们的罪才对。不然，谁还尊敬君主呢? 这班奸佞的话，夏桀一下就听进去了。再有来劝谏的，不是乱棒打死，就是午门斩首。忠臣们一个个地死去，剩下的人都不敢开腔说话了。唯有关龙逢，一直不停地劝谏夏桀。夏桀因他是两朝元老，为国家立了许多大功，才未杀他的头。一些好心人都劝关龙逢，不要再劝谏了，以免招来杀身之祸。可是，他仍劝谏不止。一次，关龙逢劝谏夏桀时，夏桀终于把他杀掉了。还将他的人头挂在宫门口，示众三天。从此，夏桀再也没听到劝谏声了。劝谏倒是没有了，而不久，夏桀就被商汤消灭了。",
      "inspiration": "夏桀虽有九五之尊， 但“夬履”， 杀害忠臣，自己也逃不脱灭亡的下场。 夫履，不仅仅人君才有，每个人都可能犯“夬履”的过失，因此，聪明的人应该时时注意 “护履”，以防 “夬履”而伤足。 待到 “夬履”伤足时， 已是悔之晚矣。"
    },
    {
      "yao_text": "上九：视履考祥，其旋元吉。",
      "yao_comment": "这是履卦第六爻。视履，观察人的行为。考，稽考；祥， 善。 考祥，稽考人的善恶。 旋，反。 其爻义是说，通过观察一个人的行为，来稽考确定他的善恶。 知道了善与恶，就会反过来变成大吉的事。 故说“其旋元吉”。",
      "story_name": "60 袁滋考祥平冤案",
      "story_overview": "唐代宰相中有一位叫袁滋的人， 为相之前，曾做过一次主考官。在那次主考中，袁滋录取了一位李姓的进士。考中的进士，纷纷到吏部走后门，要想吏部派他去富裕的府县做官。唯独李姓进士只希望回家奉养双亲。袁滋见他不一般，就找机会与他谈了一次话，观李进士言谈举止，知晓他的人品。后来李进士在陕西凤翔府的一个县里做了县官，深得民心。但一乡民与县里豪绅打官司，李知县为民伸张正义，却得罪这位豪绅，埋下了祸根。自此，这位豪绅时时窥伺李知县的一举一动，收集材料，要搬倒李知县。恰好在豪绅的家乡，一农夫耕地时，挖出一瓮马蹄金，按唐代律法要交给政府。这件事一下子传遍了全县，李知县也下令将黄金交到县府来。两位农夫就将黄金抬到县衙里，李知县怕公库防守不严，就放在自己家里。可是，第二天清理黄金时，却只是上面有几块黄金，下面全是泥土。这一下，可把李知县吓傻了。李知县严密封锁消息，暗地四处追查。谁知，出事的第三天，府尹李勉就驾临县城来了，说是有人控告知县侵吞黄金。李勉要知县交出黄金，李知县交不出来，李勉就动用重刑，李知县受刑不过，只好屈打成招，说是自己掉了包。但他不知道黄金究竟在何处，所以，虽认了罪，却怎么也说不出黄金的下落。李勉就说他顽固，把李知县打入了死牢。不久，李勉到京城办事。这时，袁滋已做了几年相国了。李勉少不了到相府走动一番。正好袁滋有空，就请李勉吃了一顿饭。席间，李勉讲起这件案子，袁滋一听案犯是李知县，就根本不相信。李勉走时，袁滋对他说：“这恐怕是件冤案，我一定要调查清楚。”袁滋来到发案的县城，把装金子的瓮看了看，马上传唤两个农夫，问他们金子是不是装满了的。两个农夫回答说：“是。”袁滋就叫人从金库拿来金子，只装了半瓮，让两个农夫用原先的扁担去抬，扁担压断了，都没抬起来。这个简单的办法，袁滋证明了金子在抬来之前就被掉了包，为善良的李知县平反了冤案。李知县复职后，很快查明掉包的歹人就是那位豪绅，并从豪绅家中搜出所有黄金。豪绅被处以极刑，李知县破案有功，被提升三级。",
      "inspiration": "人有善恶不同，善恶又通过人的行为表现出来，视其人的行为，而知其善恶，是任何人生活在社会中所应具的本领。袁滋知李知县之善，拔李知县出牢狱之中，诚李知县之大幸。 有权势者如袁滋辨别善恶， 诚万民之大幸。 “视履考祥”对于任何人说来都很重要。 一个善恶不辨的人， 如何能正常生活在社会中，这是可想而知的。"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua10Data;
} else if (typeof window !== "undefined") {
  window.gua10Data = gua10Data;
}
