// 第12卦数据
// 自动生成，请勿手动修改

const gua12Data = {
  "gua_name": "第十二 否卦",
  "gua_ci": "否：否之匪人，不利君子贞，大往小来。",
  "gua_jie": "此卦下经为坤，坤为地； 上经卦为乾，乾为天。 天本在上，地本在下，各固其位，而无所交，所以，此卦为天地不交，或称天地闭塞之象。 否， 塞，引申为否定。应该否定的是小人，但现在否定的是君子，所以说“否之匪人”。 否之匪人的结果，因不利君子正直之行，所以， 得到的少，失去的多。",
  "yao": [
    {
      "yao_text": "初六：拔茅茹以其汇，贞吉， 亨。",
      "yao_comment": "这是否卦的第一爻。 意思说拔掉茅草连根一起拔掉，连类牵及同类，表示吉祥的征兆，是亨通的现象。喻人事为向人君推荐贤人，而不避亲仇，只要是贤人之类，就向人君举荐。",
      "story_name": "67 荐贤救贤以其类",
      "story_overview": "祁奚是春秋时晋国的重臣，职掌中军尉，为三军统帅，权势之重，可想而知。 晋悼公时，祁奚已是七十岁的老人了，到了退休年龄。于是，他向晋君提出退休的请求。由谁来接替祁奚，成为晋悼公关注的大事。而这件事，按惯例必须与祁奚商量。晋悼公征求祁奚的意见，祁奚却推荐仇人解狐。就在晋君准备正式让解狐任中军尉时，解狐却因病去世了。晋君又征求祁奚的意见，祁奚又推荐自己的儿子祁午。于是，祁午接替他父亲做上了中军尉。正在这个时候，祁奚的副手羊舌职也去世了，晋悼公又征求意见。祁奚又推荐羊舌职的儿子，这样羊舌赤由是做上了中军尉副，成为祁午的助手。祁奚推荐贤人，不避仇家，不忌亲属，一切以贤与不贤为标准，受到晋国君臣们的称赞，并成为千古佳话流传至今。",
      "inspiration": "否卦是大环境恶劣的时代，与泰卦的光明时代正相反。但泰卦的初九不除恶务尽，也有灾害； 而否卦的初六能举贤用贤，使贤人们能团结而形成一个小气候，也是吉利的。 所以，处于什么样的大环境固然重要， 而小环境则对于一个具体人说来， 就更重要了。 贤人们能同类相连成一气，在任何恶劣的大环境中都会有亨通之兆，这说明正人君子团结的重要性。"
    },
    {
      "yao_text": "六二：包承，小人吉； 大人否，亨。",
      "yao_comment": "这是否卦的第二爻。包承，指小人假意奉承君子，用心在包裹君子，所以讲小人吉。但君子并不为小人的虚情假意所蒙蔽。 不为所包，所以讲“大人否”，而有亨通之兆。",
      "story_name": "68 阳虎包承遇孔圣",
      "story_overview": "中国春秋出了一位伟人，就是后来被人称为万世圣人与万世师表的孔丘。直到今天，连美国、英国在内的西方世界，都公认孔子是世界十大思想家之首。孔子的出身充满着传奇色彩。相传孔子的母亲名叫征在，梦黑帝降临而有了身孕；又一日，恍惚若梦，见五星之精送来麒麟，神灵还告诉征在，一定要在空谷去生产。时间到了，征在来到空谷。天上降下两条神龙，守护左右；又有两名神女，在空中用香露沐浴征在。孔子出生时，石门又流出温泉，待把孔子洗干净后，泉水又自然枯涸了。孔子长大后，身高九尺六寸，鲁国号称“高人”。他在鲁国招生授徒，弟子三千，贤人七十二。因才学甚高，各国国君都是无眼界的庸才，只好周游列国，又无所用，而回到鲁国。鲁国由孟孙、叔孙、季孙三家当政，而季孙氏为宰相。孟孙氏的孟无忌向季孙氏的季斯推荐孔子，孔子被任命为中都宰，鲁定公不久又任命孔子做了司空。季斯家中有位家臣，名叫阳虎，是位心怀叵测的阴谋家。他勾结叔孙氏家中的叔孙辄、 费邑宰公山不狃，要想杀掉三家执政，由他们三人来代替。阳虎知道孔子是位人才，要实现他的计划，就得拉拢孔子，他于是传话给孔子，要孔子去见他。虽然鲁国除国君、季孙氏以外，谁人都要给阳虎几分面子，但孔子理都未理。阳虎又心生一计，派人给孔子送去一头蒸猪。心想：你孔子是讲礼的人，一定会来我家登门道谢。阳虎的用心，孔子早就看出来了。孔子就派弟子去侦查，当阳虎不在家时，专门跑去道谢，只留下一张名片给阳虎。孔子知道阳虎作乱的阴谋就快实施了，他就找到孟无忌，悄悄告诉他预做准备。听了孔子的话，孟无忌开始布置，在城南修起一座营盘，内隐藏着数百名武士。在季斯祭祖的时间，阳虎串通党羽、 同谋要兴风作浪了。季斯发觉了阳虎的行动，联合孟无忌，才打败了阳虎，平息了这场叛乱。",
      "inspiration": "社会上的小人经常用虚假的意向来蒙蔽包围正直的人，以行其奸。 很多人往往不察，使小人的奸意得逞，这是很可悲的。 若得“大人”识破其奸，使小人的阴谋不能得逞，则为社会、 人民的大幸。 而要成为能阻止小人阴谋的人， 就得使自己成为 “大人”。 “大人” 不仅指有权势的人， 更指有才德的人。 有权势者若无才，也只能是不折不扣的小人。"
    },
    {
      "yao_text": "六三：包羞。",
      "yao_comment": "这是否卦第三爻。此爻爻义是指小人居于君子的地位，应该感到羞耻，因为小人所居的位置来得不正当，也不应该为小人所有，但有大人所包庇，所以说是“包羞”。 该爻《象传》讲： “包蕺，位不当也。” 正指此义。",
      "story_name": "69 元帝包羞用石显",
      "story_overview": "西汉传到汉元帝时， 国势衰退一发而不可收拾。这有许多原因，宦官专权是其中的一个重要原因。代表人物就是石显。石显是济南人，少年时就因犯法受到腐刑，被收入后宫做了宦官，先是做些扫地一类的杂役，后因他机灵善谀被升为中书令。元帝即位后，因身患疾病，许多政事都不好亲自办理。元帝又不敢任用大臣与外戚，以为宦官最可靠，所以，决定起用宦官代替自己行使职权。石显被看中了。从此，石显就代元帝传达旨意。一切事情，无论大事小事，都必须通过石显传达给元帝。而元帝的决断，又一一通过石显下达。石显实际上控制了一切。朝廷中的一些奸小如牢梁、 五鹿充宗都纷纷巴结石显，结为党友，希图从中得到更多的权势。当时，就有人编了一首歌，来讽刺他们：牢邪石邪，五鹿客邪！印何累累，绶若若邪！另一些大臣都对石显的专权强烈不满。将军萧望之、光禄大夫周堪、宗正刘向都纷纷上书汉元帝，要求汉元帝罢免石显。然而，元帝十分信任石显，对大臣们的劝谏根本不听。石显继续专权，对反对的大臣一一设计陷害。三朝元老重臣名儒萧望之被逼自杀身亡，周堪、刘向被废为平民，永不复用。后来，又有张猛、京房、陈咸、贾损之等大臣出面反对石显。石显采用更恶毒的手段，把他们杀的杀，流放的流放，做苦役的做苦役，无一幸免。从此，公卿大臣再也没有人敢公开反对石显了。狡猾的石显害怕元帝再用他人，装出一副甘为奴仆的忠诚面孔，采取种种手段，骗取了汉元帝的绝对信任。为了平息议论，他又推荐名儒张禹做了御史大夫，还表面上谦虚恭敬地礼敬张禹。就在这些手法的掩饰下，石显在汉元帝时一直是决定朝政的关键人物，掌握着朝廷实权。",
      "inspiration": "有人说，人生是一场戏。 石显是善于做戏的小人，遇到平庸的汉元帝，自然得“包羞”之幸。 但居于不合适的职位的人， 最终是无好下场的，石显的最终结局也不美妙。 所以，奉劝那些得大人“包羞”的小人， 不要以为一朝权在手， 就可以胡作非为，当你的靠山倒台后，你也决不会有好下场。"
    },
    {
      "yao_text": "九四：有命无咎，畴离祉。",
      "yao_comment": "这是否卦的第四爻。 畴，类； 离，附着； 祉，福祉。此爻爻义是说有富贵的天命的人，是不会有灾咎的，与富贵相关的一类事情都会跟着你来，给你带来福祉。",
      "story_name": "70 若虚连发成巨富",
      "story_overview": "明代成化年间，苏州有位富家子弟，名叫文若虚。生得一表人才，琴棋书画无所不通。 少年时，就有人给他算命，说是有数万的富贵。所以，他祖先留给他千金的家业，他根本没用心经营。坐吃山空，不到几年，文若虚把家中千金已挥霍快完了。他见人经商获利很多，又听说京城中扇子好卖，苏州又出扇子，就买了许多，运到京城。可时节不对，他的扇子卖不出去，只好打批发，连本钱都没卖回来。没有回家的钱，又怕被乡里人取笑，文若虚只好呆在京城，交了一帮穷朋友。一天，文若虚的朋友合计要出海去做生意。他听说后，也想出海去看看。大家知道文若虚能说会道，有人在途中讲讲笑话解乏，就同意了。各人都准备了各种货物。文若虚没有本钱，只好买二筐橘 子。一天，船到海外的一个国家。朋友都把自己的货物拿上岸去卖了。文若虚才想起自己的橘子。这个国家不产橘子，以为是什么宝贝。文若虚正好口渴，剥了一个就吃起来。外国人见是能吃的东西，又红艳艳的，就有一个人用一块银圆买了一个。外国人一尝，大叫：“好吃！”不少人都纷纷拿出钱来，一块银圆一个，后来卖到两元一个，直到卖得精光。赚了一千多块银元。一天，船在海上遇到大风浪，吹到一高山险峻之处。大家都在船上休息。文若虚偏要上岸去看看风景，在丛林深处，他发现了一张床那么大的乌龟壳。心想，拿回去当床睡，也算奇特，就用绳子拉到船上。船到了福建，各人又把在海外买的东西拿去交易。有位波斯胡人，是大家都熟悉的大富商。与几人成交后，在船上看到乌龟壳，十分惊讶。他找到文若虚，请他坐在贵宾席上，说是要买他的乌龟壳。文若虚以为是笑话，伸出一只手直摇摆。波斯胡人说：“你是不是要五万才卖?”众人和文若虚都吃了一惊，以为听错了话。波斯胡人又问了一遍，大家才知道是真的。波斯胡人还怕文若虚反悔，马上与他订下合约，并请众人作保。原来，乌龟壳中藏有二十四颗珍珠，一粒就价值五万元。后来文若虚用这次出海的横财，修起府宅，置办家业，结婚生子，度过幸福的后半生。",
      "inspiration": "在人生之中， 富贵逼人， 财运滚滚，偶有发生。 这有许多因素而造成，一些人不了解其中的原因， 把它称作 “有命”。 人自有命，有两种情况，一是偶然因素， 这是可遇而不可求的 “命”，像买彩票，一下子中百万、 千万甚至亿元的巨奖。 一是必然因素，是靠自己努力而争取到的 “命”。 对偶然的命，人们不应去追求去痴想，而应用自己的努力， 去争取必然之“命”。 这才会没有灾咎，而富贵福祉连连不断。"
    },
    {
      "yao_text": "九五：休否，大人吉。 其亡，其亡，系于包桑。",
      "yao_comment": "这是否卦的第五爻。爻为阳爻，位为奇，故为当位之爻，为九五之尊，故《象传》说： “大人之吉，位正当也”。休否，指天地闭塞的状态结束，所以对大人是吉利之兆。 而在之前，大人差点灭亡，但大人犹如桑树的根生在土中，根深蒂固，所以，虽有危难，最终不会造成伤害。",
      "story_name": "71 周文王被囚几死",
      "story_overview": "殷纣王自有苏妲己以后，整日淫乐。不多时日， 杀商容，害启子，又将正宫姜皇后害死了。这姜皇后的父亲为东伯侯姜桓楚，殷纣王怕姜桓楚借此造反，决计铲草除根。 奸臣费仲、尤浑又进谗言， 要把东、 南、 西、 北四大伯侯都骗来京城杀掉。殷纣王一听，立刻发下四道圣旨。东伯侯姜桓楚、南伯侯鄂崇禹、西伯侯姬昌、北伯侯崇侯虎得纣王宣召，各自从四方奔往京城。西伯侯姬昌，就是后来称为周文王的人。他自小精通伏羲所传先天之数，用以推算吉凶，据说是百发百中。临行前，他卜得一课，知道此去凶多吉少，有七年囚禁之厄。于是，将国内大事一一交代而去。到了京城，东伯侯和南伯侯都被殷纣王杀了头。崇侯虎因有费仲、尤浑为他说话，免了一死。周文王也因有比干、黄飞虎等七位贤臣冒死相救，保住了性命。人以类聚，物以群分。周文王回国时，比干、黄飞虎都来饯行。人逢知己千杯少，周文王酒兴又豪爽，不觉多喝了几杯。费仲、尤浑两个奸臣，心怀险恶地赶来凑热闹。周文王以君子之心相待，谁知两人以小人之肠相对，骗得周文王喝得酒醉，说了些殷朝气数将尽之类的实话。周文王被押到京城，殷纣王又要杀他的头。又多亏比干、微子、黄飞虎等七位大臣冒死相劝，说周文王只是据先天数理讲话。并没有错，不能杀掉他。殷纣王提出，令姬昌当着大家算一卦，若是灵验，就不杀他；若是不准，定斩无悔。只见周文王演起先天数，算得明日正午太庙将有火灾发生。第二天，阳光明媚，直到正午将近，都没有太庙起火的消息。殷纣王下令刀斧手，午时一到，就要拿周文王斩首。正在此时，天上雷霆一响，太庙突然起火。殷纣王也只好免了周文王的死罪。但纣王并未放过周文王，而是把文王囚禁在差里。在麦里，文王无事，就天天推演先天数，由八卦演为六十四卦，而著成《易经》。快到七年的时间了，文王的长子伯邑决定到京城迎接父亲回国。文王用《周易》一占，知伯邑有杀身之害。果然，苏妲己贪恋伯邑风流俊伟，遭到伯邑坚拒之后，恼羞成怒，被她用计杀害。殷纣王还用伯邑的肉做成饼子，送给周文王吃。周文王佯装不知，吃掉送来的饼子。殷纣王他们一伙无人性的家伙，这才同意周文王回到他的国家。九死一生的周文王回国后，周国更加强大，不久，文王去世，武王伐纣，终于建立了周 王朝的一统天下。",
      "inspiration": "古人讲： “大难不死，必有后福。”此爻爻义和周文王的故事都可相互佐证。 人唯有经过“其亡其亡” 的几死大难， 才会更深地领悟到人生，领悟到一般人所不能领悟的道理，才会具有一般人所不具备的勇气与毅力， 造就后来之福。 大难不死则不为真难，后福寓于大难，这就是大难与后福的哲理。"
    },
    {
      "yao_text": "上九：倾否，先否后喜。",
      "yao_comment": "这是否卦第六爻。倾，与顷通， 暂时的意思。 筮遇此爻，只会暂时遇到否塞，但后来就不会了，所以说“先否后喜”。",
      "story_name": "72 姜子牙先否后喜",
      "story_overview": "姜子牙修得道术之后， 下了昆仑山，回到家乡宋家庄。见到老朋友宋异人，宋异人见他一个人， 又不顾子牙的反对，硬给他娶了一位妻子。新娘是马员外的女儿，年方一十八岁。姜子牙已经年近八旬，新婚后又一天思念道术，妻子十分不高兴。为了养家，姜子牙做起了生意。先是卖竹器，一个也没卖出去。后来又改为卖面粉，不想面粉被惊马踢了一地，大风又把面粉吹得干干净净，真是血本无归。马氏气得只有骂他是无用的蠢材。姜子牙只好用学到的道术来给人算命，一算就准，没有不灵验的。一传十，十传百，姜子牙成了京城的神仙，轰动朝歌。殷 纣王听说后，封他做了个下大夫，并命令他监造鹿台。姜子牙一见图纸，就知道是劳民伤财的事情，就规谏纣王，不要听信苏妲己的狐媚之言，妄兴土木，残害万民。殷纣王一听，气得大发雷霆，命令马上把姜子牙拉出去斩首。姜子牙见了，一溜烟地跑掉了。姜子牙回到家里，对马氏说，他现在不做殷纣王的官了，到西岐去，今后一定做周国的宰相，希望马氏与他一起去。马氏听了，骂姜子牙不识时务，什么事情也做不成，坚决要求与姜子牙离婚。姜子牙苦劝不听，只好 一人来到西岐。他来到渭水，每天都用没有弯钩的针在渭水钓鱼，引起渭水边的农夫、樵夫们的好奇。大家都说姜子牙是个怪人，用没有弯钩的针怎么能钓到鱼呢? 姜子牙却说：“我是宁在直中取，也不在曲中求。我要钓的不是鱼，而是王与侯。” 姜子牙的传闻传到周文王的耳中，周文王知道姜子牙是个人才，就沐浴斋戒三日，亲自率领文武百官去聘请姜子牙出山。为了表示诚意，周文王亲自为姜子牙赶车，载着姜子牙一路来到王宫，马上拜为宰相。",
      "inspiration": "先否后喜，几乎是一般人的人生道路。 人在人生前期，往往是为后来发展打基础的时间，这时做事往往否塞不通； 但若能打好基础，后来一定有值得喜庆的好事。 当然，若遇黑暗之世， 未必 “先否” 就一定有 “后喜”。 但得贤主之遇，就一定有 “喜”，而且是大大的“后喜”。 姜子牙的遭遇就是明证。 但要有遇， 首先应具有“后喜” 的本领。"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua12Data;
} else if (typeof window !== "undefined") {
  window.gua12Data = gua12Data;
}
