// 第14卦数据
// 自动生成，请勿手动修改

const gua14Data = {
  "gua_name": "第十四 大有卦",
  "gua_ci": "大有：大有，元亨。",
  "gua_jie": "此卦下经卦为乾，上经卦为离，故说乾下离上。 离为火，乾为天，故为天上有火之象。此卦仅一阴爻，居于六五的尊位， 上下都是阳爻，因而《彖》 讲“大有，柔得尊位，大中而上下应之，曰大有”。 大意指大丰收。 古代是农业国，农业大丰收，对人民说来自然是大亨的吉兆，因而说“大有，元亨”。",
  "yao": [
    {
      "yao_text": "初九：无交害，匪咎，艰则无咎。",
      "yao_comment": "交害，即相互贼害，人与人无相互贼害，自然没有灾咎；就是遇到艰难之事，也不会有灾咎。喻人无害人之心与人相交，自己遇到艰难，也会获人帮助， 而不致遭受到灾祸。",
      "story_name": "79 玉堂春遭艰无咎",
      "story_overview": "明朝正德年间，礼部尚书王琼退居家乡，因在京城还有几万债务，就令三儿子王景隆带着家人王定前去讨收。 王三令命 公子临走，父亲一再叮咛，要他在京城用心读书，让王定去讨债就是了。不到三月，银子都收齐了。王三公子与仆人王定准备回家去，临走，王三公子免不了游荡一番。在一座酒楼，王三公子见到两位风尘女，就喜欢上了她们的美貌。酒保说：“还有位叫玉堂春的，才是十二分颜色，这两个比起来只是残花败柳。” 王三公子正在年轻力壮，血气方刚之时，手中又有三万银子，一听此言，就一口气跑到妓院，点了玉堂春。老鸨一见是尚书家的公子，出手又大方，高兴得很，立即唤来玉堂春相陪。这玉堂春虽流落风尘，却生性善良，禀性清高，与一般妓女完全是两类人。老鸨多次逼她接客，都被她拒绝了。见王公子一表人才，又是个读书人，玉堂春有心托付终身，就高兴地接待了王公子。王公子一见玉堂春秀色可餐，干脆把钱箱搬到妓院，任意挥霍。还替玉堂春造了一座百花楼。坐吃山空，加上老鸨变着法子骗他的钱，三个月下来，王公子的钱就花光了。王公子大手挥霍之初，仆人王定劝了多次都不听。玉堂春在妓院，深知老鸨认钱不认人，也经常规劝王公子不要乱花钱。但怎么劝也劝不到色迷心窍的王三公子。如今，钱没有了，老鸨马上变了脸。阴一句、 阳一句，整天指桑骂槐。王公子又气又羞，只得转回家中。玉堂春在王公子走后，矢志为公子守节，拒不接客，独自住进百花楼。老鸨认钱不认人，玉堂春艳名在外，少不得经常有人打她的主意。但玉堂春矢志守节，气得老鸨咬牙切齿。一次，从山西洪洞县来了一巨富，偶见玉堂春美貌，就买下玉堂春，骗到山西，要纳她为妾。洪洞县巨富的老婆不守妇道，早已与俊男勾搭成奸。巨富又是惧内的大爷。巨富老婆就与奸夫 定计，让玉堂春给巨富送去一碗毒药，毒死了巨富。玉堂春成了杀人犯，被判处死刑，关在大牢里。幸得王三公子做了山西巡按，为玉堂春平了反，两人终结秦晋之好，传为千古佳话。",
      "inspiration": "人与人相处， 能以友爱无害人之心相待，是人类美好的人际关系。 玉堂春以一风尘女，能用 “无交害”之心对待王公子，比起当今许多为金钱而不惜牺牲良心的人说来，真不知要高贵多少倍。 倘人与人相交，都不存害人之心， 对个人， 对社会来说都是大吉大利的。"
    },
    {
      "yao_text": "九二：大车以载，有攸往，无咎。",
      "yao_comment": "这是大有卦的第二爻。是说用大车来装载货物，有所前往，没有灾咎。这是用大车载物喻人的行事，喻有才德堪担大任的人，如大车载物能到达目的地一样。",
      "story_name": "80 刘晏车载天下钱",
      "story_overview": "唐代自建藩镇后数年，形成藩镇割据，战乱不已的局势。 中央政府的日常支出，打仗的费用，弄得皇帝焦头烂额。皇帝委派了许多人出任转运使，上任的都当做搜刮钱财的缺，贪赃枉法，没有 一个把转运工作做好的。有人向皇帝推荐刘晏，皇帝并不相信，但实在没有什么可信的人，于是，只好让刘晏上任了。这位刘晏，出身书香门第，德才兼备，自小关注天下国计民生，对管理天下钱财，真是适得其人。刘晏上任后，做的第一件事是招募长跑运动员。大家都感到奇怪，又不是开运动会，要什么长跑运动员? 刘晏招募他们，自然不是到运动会去夺金牌，而是利用他们长跑的优势，要他们专门在各地搜集物价的信息，尽快报告给官府。官府接到他们的报告，很快知道各地的物价情况，就采用相应的方法，来平抑物价。经刘晏这一招，全国的物价基本平稳了，暴涨天价的现象消除了。奸商都在背地里骂刘晏，老百姓却是欢天喜地。唐代的京城在今天的陕西西安，全国各地的钱物都要进贡。其中的谷物运输，最令皇帝老倌头痛。谷物的数量很多，各地只能用船运到西安。但地方远的，若遇到大风大浪，或是遇到船只触礁，十斗谷子能有八斗运到城，就很不错了。每年有百分之二十以上的谷物损失在运输中。刘晏亲自查看河道，提出分级运输的主张。他根据长江、黄河、渭水的深浅湍急的不同，组成不同的运输船队，责成各段运输。这样，谷物从各地运到京城，基本没有大损失了。皇帝知道后，十分高兴，连说了几个“好”字。古代常有天灾，一逢天灾，中央政府、地方政府都要救济贫民。但刘晏却反对这样做，而主张将粮食平价或贱价供应给老百姓。刘晏的这个办法一实行，果然闹灾荒的地方都没有发生动乱的现象。大家都夸奖刘晏，说他真是位理财的高人。",
      "inspiration": "人生在世，就必须有工作做、 有责任负，犹如车子载物一样。 车有大小，大车载物， 轻松自如，能负重荷。 人能担大任如大车载物， 尽管路途艰险，也能胜任。 所以，当权者任人，首先要看他是不是一辆合格的 “大车”。"
    },
    {
      "yao_text": "九三：公用亨于天子，小人弗克。",
      "yao_comment": "这是大有卦的第三爻。公指公侯，诸侯国的国君；天子，指诸侯国共宗的君主。 亨，同享。天子有天子的礼，公侯有公侯之礼，公侯享用天子的礼节，是小人的僭越行为，没有善终。 所以说“公用亨于天子，小人弗克”。",
      "story_name": "81 董卓僭越遭杀身",
      "story_overview": "东汉末年，宦官专权，出现了张让、 赵忠、 封谞、段珪、 曹节、 侯览、 蹇硕、 程旷、 夏恽、 郭胜大宦官， 号称“十常侍”。朝中一切大权， 都落入十常侍手中。 凡有不合十常侍之意的大臣，不是杀就是贬。弄得朝臣们人人自危。大将军何进亦被列入谋害名单，但何进绝非等闲之辈，也密谋杀掉十常侍，并借少帝名义发出诏书，令董卓等人带兵入京杀掉十常侍。谁知，何进用心不密，粗心大意，反被十常侍所害，结果还引来了更奸更坏的董卓。董卓时任并州牧，手下有二十万大军，他接到少帝的诏书，立刻率兵来到京城。天下乱，军队就特别重要。董卓带着大军，趁着十常侍之乱，很快控制了朝政。他的奸雄本性，立刻暴露了出来。为了树立威信，董卓决定废除少帝，立陈留王为帝。在古代，国君的废立可是事关天下的大事啊！董卓只是一小小的州牧，连发言权也没有，现在竟敢决定皇帝的废立，完全是以“太上皇” 自居了。董卓虽然立了汉献帝，根本不把他放在眼里，朝中一切大事，都由董卓决定，凡有反对者，当场杀无赦。更有甚者，董卓天天夜晚进入宫禁，强奸宫女公主，后宫嫔妃，无一幸免。董卓的倒行逆施，引起了天下的怨恨。朝臣中不少人暗中设计，要铲除董卓；各地的地方官纷纷起兵，要征讨董卓。洛阳在各路大军的进逼下，危在旦夕。董卓就决定将都城由洛阳迁往长安，弄得京城人心惶惶。借着迁都，董卓把洛阳的富豪全部杀掉，把他们的金银财宝掳掠一空，甚至命人挖掘坟墓，收罗财宝。从洛阳迁往长安，董卓的财宝车有几千辆之多。一路之上，董卓一伙烧杀抢掠，无恶不作，弄得天怒人怨。董卓到长安后，终于被王允用美人计杀掉。董卓的尸体被放在大街示众，老百姓都用石头去砸打，以泄胸中之愤，把董卓的尸首打成一堆烂泥。后来董卓的亲信要想安葬他，接连几天，大雨倾盆，雷霆不断，把董卓的棺材一次次从泥坑中打出来。老百姓都说，这是天地不容。",
      "inspiration": "埋葬董卓天降雷雨，未必有其事，但反映了人们对历史上董卓之流的痛恨，这却是真实的。 “公用亨于天子”，是古代等级制观念的表现。但此爻爻义引申为人生哲理， 人们各有相应的地位与职责， 努力去做好相应的工作，是人所应尽之责。但若不做好本职工作， 一天去想“公用亨于天子”之类事情，那是一定没有好结果的。"
    },
    {
      "yao_text": "九四：匪其彭，无咎。",
      "yao_comment": "这是大有卦的第四爻。 匪，排； 彭，跛曲之人，比喻行为不正之人。其义是说排除不正的奸人，就无灾咎了。而能排除奸人， 首先要人明辨，故此爻《象传》说： “匪其彭，无咎。明辨皙也”。",
      "story_name": "82 管子明辨匪其彭",
      "story_overview": "管仲辅佐齐桓公， 一匡天下，九合诸侯，终于积劳成疾，生病在床。 临终，齐桓公来看管仲，并向他请教：“仲父，你去世之后，我应该用哪些人，去掉哪些人呢?”管仲说：“我请君主要将易牙、 竖刁、 常之巫、 卫开方四人驱逐走。”这四个人都是齐桓公的宠臣。一听管仲的话，桓公很不理解，就向管仲请教。齐桓公听了管仲的话，觉得很有道理，但他又奇怪，这四个人事奉他已经很久了，为什么管仲没有提出来呢? 管仲说，那是为了让国君你活得快活。他们虽是奸小，有我防范，他们作不了乱。如果我去世，无人能防患他们，我怕会危害国君了，所以，今天一定要说清楚。不久，管仲去世了。齐桓公遵照仲父的教训，下令易牙、竖刁、常之巫、 卫开方离开朝廷，永不任用。但是，齐桓公多年来由四位奸小奉承惯了，一旦四奸不在身边，真是坐立不安，吃不甘味，寝不安席。没有办法，齐桓公又把四个人召了回来，把管仲的话忘得一干二净。后来，齐桓公病了，四个奸小作乱，把齐桓公一人困绝在宫室里，连一个服侍的人也没有。一代霸主，竟病饿寒孤，四者交加，死在宫中。临死时，他又记起管仲的话，深悔不听仲父之言。",
      "inspiration": "一代威震天下的霸主，不听贤人之言，竟惨死不得善终， 桓公的教训是深刻的。人在社会的交往中， 常不免遇到奸小，奸小之为奸小，就在于能蒙蔽人。人要防备上奸小的当， 首先能明辨奸小， 才可不被蒙蔽。 否则 “匪其彭”就是一句空话而不能 “匪其彭”，就有可能遭到齐桓公一样的下场。"
    },
    {
      "yao_text": "六五: 厥孚, 交如, 威如, 吉。",
      "yao_comment": "这是大有卦的第五爻。 孚，罚； 交，皎； 威，严。此爻是说君上统帅臣下，要赏罚分明，要威严，才会吉而无害。",
      "story_name": "83 诸葛挥泪斩马谡",
      "story_overview": "话说诸葛亮一出祁山，智取三郡，大败魏军都督曹真，魏国上下震惊。 魏主曹睿只好又起用司马懿。 司马懿出兵，立刻旗开得胜，大军直逼蜀国军队。深知兵法布阵的诸葛亮，查看军事地图，知道街亭是蜀军的咽喉之地，若街亭失守，整个蜀军咽喉被扼，就会危及全军。因此，他对街亭守将的任用十分慎重。诸葛亮手下有位参军，名叫马谡，与诸葛亮情同父子。虽然才疏学浅，却能言善辩。他见诸葛亮为街亭守将发愁，就自告奋勇，要去街亭。诸葛亮说他不能胜任，马谡竟立下军令状，愿以全家性命担保。诸葛亮见他讲得头头是道，又立下军令状，只好派他前往，为保稳重，诸葛亮又派一老成将军王平做他的副手。马谡带着两万五千名精兵，到了街亭，一见街亭地势险要，根本不信魏兵会到街亭。布阵时，马谡要把军队全布置在山头 上，王平说应放在山间路口，马谡就搬出《兵法》，引经据典，说得王平无话对应。王平无法，只好引着一部分队伍，离开山头十里下寨，并派人去报告诸葛亮。诸葛亮一听报告，拍案大惊：“马谡真是纸上谈兵，恐怕难免长平之祸！” 司马懿大军来到街亭，将马谡的军队围在山头。军队被围，军士连水都喝不上一口，马谡只好领兵冲下山来，结果被杀得七零八落。幸得魏延、王平接应，马谡才逃命回来。街亭失守，诸葛亮全军危在旦夕。诸葛一生谨慎，此时面对司马懿的大军，竟也不得不走着险棋，演出了流传千古的空城计，以沉着、机智，骗过了老奸巨猾的司马懿，这才使大军顺利退回汉中。诸葛亮大军回到汉中，马谡自知罪大难逃，跪于帐前，希图万一。一些将军也纷纷为马谡说情，诸葛亮说：“孙武能取胜于天下，是因法度严明，现在天下纷争，若没有明法严刑，怎么统一大军打仗呢?”于是，诸葛亮含着眼泪，令人将马谡推出去斩首。诸葛亮斩了马谡，认为自己用人不当，也该受到惩罚，上书后主，要求自贬丞相一职。",
      "inspiration": "赏与罚是有权势者用来统治人民的两手，赏罚分明严肃， 不徇私情， 即使赏罚不当，也会产生较积极的作用。 相反，赏罚不明，以个人感情随意赏罚， 都是有害的。 诸葛亮治国、 治军， 赏罚分明， 才有蜀国与魏、 吴三分天下的局面。 在讲法制的现代社会， 更要以法律为准绳，执法严肃，赏罚分明， 才会令人民信服。"
    },
    {
      "yao_text": "上九：自天祐之，吉，无不利。",
      "yao_comment": "这是大有卦的第六爻。古代以天为有意志的最高权威，人能得到来自上天的保祐，就会万事大吉大利。",
      "story_name": "84 刘邦斩蛇得天祐",
      "story_overview": "秦朝末年，在沛县丰地住着一位名叫刘邦的人。刘邦本是农家子弟，但却从不耕地干活。整天都在社会上混，成了当地有名的混混。到壮年时，刘邦才做上了最小的官，一个管十里地方的亭长，但却干得津津有味。虽是做了小官，刘邦的混混脾气仍是不改，反而因有了点权势，混得更凶了。他在自己掌管的泗水亭混得无法无天，还敢到乡里，甚至县里去混，胆量大得很。连沛县的许多官吏，都知道他是个大混。一次，县令来了位好友吕公，县令为他接风，县里名人都到场了，当然少不了刘邦这个混混。刘邦身份低，又无钱。当官的多是势利眼，县令的文书萧何安排收受贺礼与座位，堂上坐的都是送钱一千以上的客，不满一千的只能在门外坐。刘邦把头抬得很高，气势很壮地讲：“我送一万钱。”说完，就走到大堂上，大摇大摆地坐下来。大家都笑他吹牛，刘邦却理都不理。酒菜上来了，他又抓又抢，大口地喝酒吃肉，旁若无人。吕公是个相士，见刘邦长得人才不俗，讲话、行事又大度豪爽，竟请县令做媒，把自己的女儿嫁给了刘邦，这就是历史上著名的吕后。刘邦婚后不久，县令让他押一批民夫去修骊山的皇帝坟墓。农夫都知道，去了骊山就回不来了，一路上就纷纷想方设法逃跑。后来跑得只剩下几十人了。按照秦朝的王法，刘邦也保不住脑袋，只有死路一条。这天，刘邦喝了许多酒，把剩下的几十人都松了缚，让他们逃命，大家都佩服刘邦讲义气，愿跟着他同生共死。到了黄昏，大家走到一座大山下，前面的人突然惊慌地跑回来告诉刘邦，有一条巨大的白蛇挡在路上。刘邦一听，趁着酒力，拿着 一宝剑，赶到白蛇拦路的地方，把白蛇杀死了。不久，这事就传开了。说有人见到一个老妇在山边哭泣，人家问她哭什么。她就说，她的儿子是白帝的儿子，前几天变成蛇，不想遇上赤帝的儿子，被杀害了。这传闻一传十，十传百，很多人都相信刘邦就是代替秦朝的真命天子。果然，后来刘邦建立了汉朝，据推算，秦朝是金德，汉朝是火德。金为白色，火为赤色，所以有赤帝的儿子杀白蛇的故事。",
      "inspiration": "这个故事纯粹是汉朝的文化人编撰出来的，今天看来实在是不可信的。 但此爻爻义所讲的 “得天之祐”，就能 “吉无不利”，却是人生有益的启示。 神灵的天虽不存在，但若把“天”理解为人生前进的各种有利因素，人能在人生中获得这些因素，自然会有吉有利。 而得到越多的有利因素的帮助， 利就越来越多， 所以， 人生应多多祈求 “天之祐”。"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua14Data;
} else if (typeof window !== "undefined") {
  window.gua14Data = gua14Data;
}
