// 第15卦数据
// 自动生成，请勿手动修改

const gua15Data = {
  "gua_name": "第十五 谦卦",
  "gua_ci": "谦：亨，君子有终。",
  "gua_jie": "此卦下经卦为艮， 上经卦为坤，故说艮下坤上。坤为地， 为山， 此卦为地中有山之象。 谦，谦虚、 谦逊之义，与盈满相对称。谦为《易经》所称的德行， 此卦《彖辞》说： “天道亏盈而益谦，地道变盈而流毒鬼神害盈而福谦，人道恶盈而好谦”。筮遇此卦，就有亨通之兆，预示君子保守谦德，既能有始，又能善终，故说“亨，君子终”。",
  "yao": [
    {
      "yao_text": "初六：谦谦君子，用涉大川， 吉。",
      "yao_comment": "这是谦卦的第一爻。谦谦是谦而又谦的样子，谦谦君子指十分谦虚的人。人涉渡大河，往往危险较大，但因是谦谦君子，所以有利无害。用以比喻人事， 常指人有谦虚之德，虽经险难， 也可无害。",
      "story_name": "85 曹彬谦谦涉川吉",
      "story_overview": "五代十国之末，河北有一位名叫曹彬的人，自小熟读经史，尤喜《周易》 “谦”卦之义，时常注意言行是否合乎“谦”卦之义。所以， 在乡里很受人称赞。 长大后， 曹彬做了官，仍以谦虚之德自勉，所以，政绩斐然，受到百姓的交口称赞。名声越传越远，越传越大，连周世宗都听说了。当时，正为处理与吴越的关系没有合适人选而犯愁，听到曹彬的名声后，周世宗眼前一亮：这不正是他所需要的合适人选吗? 周世宗马上下达诏书，任命曹彬为出使吴越的全权使者。以往到吴越的使者都以大国使者的身份自居，所以，反而把两国的关系搞坏了。曹彬到吴越后，以完全平等的态度与他们相处，处处谦虚。吴越从君主到大臣，反而都很尊敬曹彬，还不时赠送财宝给曹彬。回国后，曹彬把这些财宝全捐给了国库。周世宗见他出使还这样廉洁，就把一个侄女嫁给他，让他在宫廷担任要职。身份变了，地位变了，可曹彬的谦虚待人的品质一点也没有变。后来，宋太祖陈桥兵变，黄袍加身。改朝换代，曹彬为周的近亲，本应受到贬斥，但宋太祖深敬他为人谦虚，反而让他担任了更重要的职位。并亲口许愿，攻下南唐，就任命曹彬为宰相。曹彬带着大军，很快就攻占了南唐，班师回朝后，宋太祖的宰相另有人选，生怕曹彬要他兑现所许的愿，但曹彬什么要求也不提。宋太祖十分感动，就赏赐给他二十万钱，作为一点奖励。得到赏赐后，曹彬谦虚地讲：“这是将士们的功劳，我不应独享。”于是，他把二十万钱全部分给了下属。后来，曹彬因谦虚的品德和巨大的功劳，当上枢密使的大官，还在死后被封为济阳郡王。",
      "inspiration": "在北宋初年， 曹彬以周室近亲，得以封侯拜王，除了他的功劳，更靠的是他谦虚的美德。 可见， 谦虚的美德在“涉大川”的乱世是何等重要。 不仅如此，在日常生活中，谦虚的美德也是人的应具品质， 能给人带来吉利， 免除灾祸。 这就是古往今来， 学《易》者很重视谦卦的道理所在。 “谦”德， 应该是人处世立身必不可少的品德。"
    },
    {
      "yao_text": "六二：鸣谦，贞吉。",
      "yao_comment": "这是谦卦的第二爻。 鸣，与名相通，指名声。此爻是说人有名声以后，反而更加谦虚，因而贞正有所吉利。这种谦虚是发自人的内心，所以，此爻《象传》说： “鸣谦贞吉，中心得也”。",
      "story_name": "86 孟尝鸣谦得贞吉",
      "story_overview": "战国时，齐国的田文，号称孟尝君，为战国四大公子之首，名声传遍了各国。孟尝君名声越大，对人越谦虚有礼。所以，许多名士都自动投奔到他的门下，甘心充当他的食客。在他的门下，有上千的食客。最上等的可以出入坐车，经常吃肉；中等的可以经常有鱼肉吃，只是没车坐；下等的只供成一天三餐，无车坐，也无肉吃。这些人都替孟尝君效力卖命，各有各的本领。秦国国王听说孟尝君的名头后，想方设法把孟尝君骗到秦国。秦王本想立他为相国，但一些大臣说，孟尝君是齐国人，立他为相，可能有害秦国。这件事就放下了。孟尝君想回国，秦王又不准，怕他回去为齐国服务，对秦有威胁，就将他软禁了起 来。孟尝君就召集门客，要他们想办救自己回到齐国。一位讲，秦王喜欢燕姬，如能让燕姬出面讲话，就好办了。孟尝君就托人去求燕姬。燕姬提出，要孟尝君献给秦王纯白狐裘。但孟尝君只有一件，献给秦王后被锁在王宫的仓库中。门客中一位专学狗叫，惯于小偷小摸的人，当晚就用惟妙惟肖的狗叫声骗过了卫，硬是从大内之中偷出了白狐裘。孟尝君就将白狐裘献给燕姬。在秦王高兴之时，燕姬趁机劝秦王放孟尝君回国，秦王一时高兴，就答应了。孟尝君急忙带着几位门客，乔装星夜赶到了函谷关。这时，天才半夜。孟尝君知道，秦王一时高兴放了他，一定后悔，现在说不定追兵已经出发了。所以，十分急着想出关。但关口有规定，每天早上鸡叫时才开关，所以，还要等四个钟头。把孟尝君急得像热锅上的蚂蚁一样。一位门客这时站出来说，不用怕，我马上让函谷关的鸡都叫起来。大家都不相信地看着他：鸡会听你的话。这位门客跑到一个鸡笼，学起公鸡啼鸣，根本分不出是真是假。其他公鸡一听，都跟着叫起来。守关士卒奇怪今天鸡鸣得这样早，但秦法严酷，只好打开关门，孟尝君一伙就趁夜出了秦国境地。果然，秦王反悔，派人追杀孟尝君，但孟尝君已回到齐国。回齐国不久，孟尝君就又恢复了相位，而且名声越来越大。",
      "inspiration": "人有地位，又有名声后， 能谦虚礼贤下士，就一定能得各种人才的帮助， 孟尝君就是一个事例。 所以， 人有名气之后，切记定要谦虚，这样才会赢得更多的人的尊敬，做事才会越来越顺利。这就是“鸣谦贞吉”所提供给我们的启示。"
    },
    {
      "yao_text": "九三：劳谦，君子有终，吉。",
      "yao_comment": "这是谦卦第三爻。劳谦，是指立下了大功劳而依然谦逊，这样的人是有善终的，所以说“劳谦，君子有终，吉”。这样的人， 往往能得到万民的拥护，故该爻《象传》说： “劳谦君子， 万民服也”。",
      "story_name": "87 大禹劳谦治洪水",
      "story_overview": "远古舜统治天下的时候，中国出现了一场空前的大洪灾。 到处洪水泛滥， 村落、城邑一一被淹，人们都爬到高山去避洪水的危害。从舜到万民，都希望早点治理好洪水，能过上安定的生活。舜派出大臣繇去治理洪水，繇带着一批专家出发了，人们寄托着很大的希望。但繇是位不学无术的家伙，专家们提的意见他听都不听，令采用“堵”的方法去治理洪水。堵来堵去，洪水越来越泛滥。舜一气之下，杀了，以谢天下。(系的儿子大禹出来请命，他愿意继续治水，并保证治好患，若治水不成功，宁愿全家杀头。舜并没因繇治不好水，而怀疑他的儿子。禹被任命为治水总指挥。接到命令后，大禹马上出发了。他带着人马，跑遍了九州，对各地的灾情一一进行了考察，绘制出了详细的山川图。根据掌握的第一手资料，大禹决定用疏通的方法，把洪水引入大海，彻底根治水患。大禹带着人马，来到大海的入口处，疏通被阻挡的山川，一干就是三年多。三年多时间，大禹没睡过一天安稳觉，没吃过一 顿饱饭。风雨交加的日子，骄阳灼人的夏天，寒冷刺骨的冬天，大禹都与大家在一起，挑土运石，疏通河道，身先士卒。大禹的手上足底，长出了一层层的死茧；原先白净的脸蛋，变得又黑又粗，简直成了一个日夜劳作的农夫。可他一点怨言也没有。入海口的水道疏通了，洪水一下子消去了许多，舜和臣民都松一口气。大禹却说，全国还有许多地方水道不通，洪水还未根除，决定继续治水。从此，又是四年多的时间，大禹的足迹遍布全国，凡是有水患的地方，都被他一一整治好了。一共八年的时间，大禹都在野外治水。他曾经三次经过自家的门口，都顾不上回家看一眼妻子儿女，真是为国为民勤劳忘私的典范。大禹治水有功，受到天下万民的拥戴，舜去位时，就禅让大禹，让他做了统治天下的君主。",
      "inspiration": "大禹劳谦，成为中国传统文化中为民勤劳的楷模，受到中国一代又一代的人称颂。 这说明， 历史是公正的， 人心是公道的，只要勤劳为民，谦虚处世，没有不受到人民拥戴的。 一些为政不勤，又贪得无厌的人， 权势再大，地位再高，人民也是不拥护的，而且决无善终。 因此，凡为政者都应具备劳谦的品质，这是人民之福，社会之福，也是个人之福。"
    },
    {
      "yao_text": "六四：无不利，捻谦。易",
      "yao_comment": "这是谦卦的第四爻。捻泛指人的外表言行谦虚，都合于准则，就无所不利。",
      "story_name": "88 晋周为谦登君位",
      "story_overview": "晋襄公有位孙子，名叫惠伯谈，晋周就是惠伯谈的儿子。这位晋周生不逢时，遇晋献公宠信骊姬，晋国公子多遭残害。晋周虽然没有争立太子的条件，更无继位的希望，也同样未能幸免。为保全性命，晋周来到周朝，跟着单襄公学习。晋是当时的大国，晋周以晋公子身份来到周朝。但晋周自小受父亲教育，养成良好的品性，他的行为举止完全不像一个贵公子。以往晋国的公子在周朝，名声都不好听。晋周却受到对人严厉的单襄公的称誉。单襄公是周朝有名的大臣，学问渊博，待人宽厚而又严厉，是周天子和各国诸侯王都很尊敬的人，晋周很高兴能跟着他学习，以使自己成长为有用的人才。所以，单襄公与晋周两人很合得来。单襄公出外与天子王公相会，晋周总是随从在后。单襄公与各国公卿大臣议论朝政，晋周从来都是规规矩矩地站在单襄公身后，一副卑谦的样子，有时，一站几个小时，晋周都从未有一丝不高兴的神色。王公大臣都夸奖晋周站有站相，坐有坐相，是一个少见的恭谦君子。晋周十分关心晋国的情况，一听到不好的消息，他就为晋国担心流泪。一听到好消息，他就非常高兴。一些人不理解，对晋周说：“晋国都容不下你了，你为什么还这样关心晋国呢?”晋周回答：“晋国是我的祖国，虽然有人容不下我，但不是晋国对不起我。我是晋国的公子，晋国就像是我的母亲，我怎么能不关心呢?” 晋周在周朝的表现，不时传到晋国。晋国有权势的臣子都说，晋周是位贤公子，都希望他做晋国的国君。后来晋国国君死后，大家都想到远在周朝的晋周，就迎接他来做国君，这就是历史上的晋悼公。",
      "inspiration": "社会上的人们看人，往往注重外表，尤其是对不了解的人。晋周言行外表，一一谦虚合礼， 是“谦” 的典型人物，所以他获得了 “无不利” 的吉利结局。 人生在世， 一定要注意自己言行，不要因小节而伤其形象，才合于 “捻谦无不利”之义。 然，现实中也有“捻谦” 的伪君子， 常给人以假象， 这类伪君子往往是心术最坏的人。 故对“捻谦” 一定要善于识别真伪，否则你就可能被伪君子害得惨不忍睹。"
    },
    {
      "yao_text": "六五：不富以其邻，利用侵伐，无不利。",
      "yao_comment": "这是谦卦的第五爻。此爻是说邻国不服大国正义，经常破坏大国的富裕生活，大国应该出兵征伐，是吉无不利的。故《象传》说： “利用侵伐，征不服也”。",
      "story_name": "89 禹征有苗无不利",
      "story_overview": "尧将帝位禅让给舜以后，舜兢兢业业，把天下治理得井井有条，人民安居乐业，过着富庶的生活。在舜统治的后期，一个名叫有苗的国家开始不服舜的统治，引起了社会的动乱。有苗国原先乐意接受舜的治理，每隔几年都要定期向舜进贡，有苗国的百姓与中原的百姓都和睦相处。在有苗国新国君上台后，情况有了很大的变化。这位国君是位野心勃勃、人品极坏的家伙。他一上台，就煽动有苗国的人民要闹什么独立。不久，他又率领有苗的军队进掠中原。中原的老百姓在尧、舜盛世下生活了多年，根本不知战争是怎么一回事。战火一起，边境的人民都惊慌失措，面对有苗的军队烧杀抢掠，只能四处逃散。有苗国君通过这次侵略，夺取了许多金银财宝。不久，就被他挥霍一空了。钱用完了，有苗国国君又侵略中原。就这样，中原边境的百姓一次又一次地遭到战争的创伤。消息不断地传到舜那里，舜与群臣都纷纷表示，一定要好好教训有苗国的国君。不少大臣都推荐禹当统帅，说禹能治洪水，吃苦耐劳，也一定能征讨有苗。舜于是任命禹为统帅，在中原各地征集了几万兵马，很快就来到有苗国的边境，驻扎下来。有苗国国君一听到这个消息，心里就想：若是我能打败禹，整个中原不就是我的天下吗? 为了打赢这场战争，有苗国国君把国内十三岁以上，六十五岁以下的男人，都统统编入军队，号称二十万大军，决心一举歼灭大禹的军队。最初几仗，大禹的军队因长途跋涉，又不熟悉地形，接连吃了几个败仗。有苗国国君打了几个胜仗，就根本不把大禹的军队放在眼里，狂妄叫嚣要在一个月内消灭大禹的军队。大禹吃了几次败仗后，摸到了敌人的作战习惯，熟悉了地形。决定利用有苗国国君有勇无谋的弱点，一举打败有苗国。在一次大战中，只用了不到半天时间，就将有苗国的军队全部消灭了，有苗国国君也成了俘虏，成为阶下囚。",
      "inspiration": "大禹征讨有苗，为国为民除去祸殃，大快人心。 国与国之间，人与人之间， 难免有苗之类的存在。 自己不好好治国治家，反去侵略他国他家，这样的人都是有苗的同类。 对他们只能以正义战争战胜非正义战争，此外， 别无他法。"
    },
    {
      "yao_text": "上六：鸣谦，利用行师，征邑国。",
      "yao_comment": "这是谦卦第六爻。此爻是讲有名声之后，仍然谦虚谨慎，这种人最适合带兵打仗，讨伐他国。",
      "story_name": "90 亚夫鸣谦用行师",
      "story_overview": "在西汉早期，出现父子两位大将军，都对西汉初年的政治稳定作出了杰出贡献。父亲名叫周勃，他为平定吕氏党羽之乱，巩固刘氏汉朝作出决定性贡献，被汉文帝封为绛侯，官拜宰相。周勃去世后，由儿子周胜之代替绛侯之位。但这位新绛侯因犯杀人罪，被处死。文帝思念周勃的功劳，就在周勃的儿子中选择了贤明的周亚夫继承侯位，并拜他做了将军。周亚夫做将军后，文帝带着一行人前往军营视察。在各军军营，将军都列队相迎。到周亚夫的军营，周亚夫不仅不出来迎接，还不准文帝一行人在军中骑驰。见文帝时，周亚夫 一身戎装，只是对文帝敬了个军礼。文帝从周亚夫军营出来后，惊叹道：“周亚夫真是位将才，其他将军带的队伍，都容易被打败，周亚夫的军队纪律严明，是难以打败的。” 经文帝这样一称赞，周亚夫成了最有名望的将军。但他仍然像以前一样谦虚自谨，严厉治军，使军队成为一支战无不胜的部队。文帝去世时，对继位的景帝说：“你今后若遇到紧急情况可任用周亚夫统帅大军。”景帝牢牢地记在心里。到景帝即位后的第三年，吴王刘濞、楚王刘戊、赵王刘遂、胶西王刘邙和胶东王、济南王等七国国王，打着惩罚晁错的名义，发动了叛乱。糊涂的汉景帝杀掉主张削弱诸侯国的忠臣晁错，七国的叛乱并没有停止，反而越来越厉害。汉景帝的中央王朝遇到了巨大危机，幸好景帝想起了文帝的临终遗言，就任命周亚夫为太尉，统帅大军向东进攻叛乱力量最强盛的吴、楚两国。周亚夫大军来到前线，与吴、楚两国军队相对阵，周亚夫命令大军坚守阵地，不准出击。暗地里，周亚夫派出一支精锐部队，绕到吴、 楚大军后面，截断了吴、 楚军队的粮食供应。吴、楚军队没有粮食供应，发生饥荒，全军大乱。为了争夺粮食，军中大乱，以致相互残杀。趁着吴、楚大军动乱之时，周亚夫发动进攻，把吴、楚大军的主力一举歼灭。而吴、 楚是七国叛乱的首领，吴、 楚大军一消灭，其他各国的叛乱也很快被镇压下去了。前后仅用了三个月的时间。",
      "inspiration": "老子说，兵是不祥之物。 战争带来的家破人亡，危害极大。一个统帅常关系万千人的性命， 《易》的作者非常注意这一点，此爻强调 “鸣谦”之人，才适合带兵打仗，征讨他国，就是为了避免战争的危害。 而周亚夫正是这样的人才，所以，他能以极小的代价， 战胜七国的叛乱。"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua15Data;
} else if (typeof window !== "undefined") {
  window.gua15Data = gua15Data;
}
