// 第16卦数据
// 自动生成，请勿手动修改

const gua16Data = {
  "gua_name": "第十六 豫卦",
  "gua_ci": "豫：利建侯行师。",
  "gua_jie": "此卦上经卦为震， 下经卦为坤，为坤下震上之象。坤为地， 震为雷，故为雷出地上之象。 豫，为喜乐之貌。 震卦于人为诸侯之象，坤卦于人喻众，师之象，所以，卦辞说： “豫，利建侯行师”。",
  "yao": [
    {
      "yao_text": "初六：鸣豫， 凶。",
      "yao_comment": "此为豫卦第一爻。鸣豫与鸣谦相反，指人为贪图名利享受不顾一切去出名，或者说出名是为了贪图享乐名利， 因而，为凶险的征兆。",
      "story_name": "91 吴起杀妻鸣豫凶",
      "story_overview": "春秋末年，卫国有位名叫吴起的人。 自幼贪念名利，整日击剑混迹社会，气得他母亲经常责备他。 吴起见他母亲责备，一气之下，发誓不混出个人样来，绝不返回家乡。来到鲁国，吴起见儒学在鲁国盛行，就拜鲁国大儒曾参为师，想从此闯出一条金光大道来。在曾参门下，吴起以好学出名。齐国大夫田居到鲁国办事，听说吴起好学，断定他前途无量，就把女儿嫁给了他。曾参知道吴起有位老母，就劝吴起回去敬奉，吴起却说一定要取得功名后才回家。不久，吴起母亲去世，吴起知道后，仍未回家。曾参最讲孝道，就把吴起赶出了师门。吴起就改学兵法，三年时间，兵法已透熟胸中。恰好在这个时候，齐国与鲁国发生了战争。鲁国好儒学，缺乏将帅人才，宰相公仪休知道吴起的情况，就向鲁穆公推荐吴起做将军。一些大臣反对说：“吴起的老婆是齐国人，怎么能让他带兵去与齐人作战呢?”吴起知道后，就对他妻子说：“我想当卿相，食万钟俸禄，流芳千古，功著史册，需要你的帮助。”田氏还不知道怎么回事，就被吴起手起剑落，斩下了人头。鲁国国君知道后，就拜吴起为将，让他统兵抵御齐军。这就是历史上著名的“杀妻求将”。吴起带领鲁国军队来到前线。齐国是大国，军事力量超过鲁国，要正面交手，鲁军决不是齐军的对手。熟知兵法的吴起深知这一点，他让齐军统帅造成错觉，认为鲁军不堪一击，使齐军完全放松了警觉。正在齐军毫无防备之时，吴起率领大军攻杀了过来，把齐军杀得尸体遍野，血流成河。齐国大将田和不得不叹服地说：“吴起真是孙武一流的人才啊！” 田和知道吴起好色好利，就四处访求美女，选得两位绝色美女，外加千两黄金，私下送给吴起。吴起一点也不推辞，十分高兴地收下了。吴起收下齐国贿赂后，田和让人把这个消息传遍了鲁国。吴起受到鲁国君臣的怀疑，于是逃到魏国。魏文侯正患秦国的威胁，知道吴起是位将才，就拜他做河西守将。魏文侯因病去世，魏武侯继位。吴起争相位不成，反而引起国君的不信任，吴起知道魏国待不下了，就逃到了楚国。楚国国王早就听说吴起的大名，一见面，就拜吴起为相国。吴起见楚悼王这样重用自己，决心在楚国变法，要使楚国国富兵强，但遭到许多大臣反对。楚悼王去世后，楚国的许多贵族乘机作乱，将吴起射杀在楚悼王的灵堂上。一代名将，就落得这样的结局。",
      "inspiration": "出名是为了贪图利禄，必然没有好结局，吴起就是历史的证明。将名与利看得很重， 为求名利， 不惜采用任何手段，不惜牺牲他人的利益，甚至生命，这种人名声再大，利益再丰，最终都只会落得身败名裂的结局。 这就是“鸣豫凶” 所告诉给我们的《易》 学哲理。"
    },
    {
      "yao_text": "六二：介于石，不终日，贞吉。",
      "yao_comment": "这是豫卦的第二爻。 介，坚； 于，如。此爻是说坚硬如石头，不敢持之终日，而有贞吉的好兆。此爻能知改变，是因居下经卦之中， 当其位。 故该爻的《象传》说： “不终日， 贞吉，以中正也。”",
      "story_name": "92 张允知变为名士",
      "story_overview": "南北朝时，江南有一张姓人家。父亲张思曼做官在外，妻儿都留在家中。他的儿子名叫张允，自小聪明可爱。人们常说严父慈母，父亲不在家，母亲就特别溺爱张允。凡是张允的经. 要求，母亲都满足他。到十多岁，张允就开始喜欢起打猎来了。他家有的是钱，他母亲为满足儿子的喜好，重金请了几名武士，陪着她儿子天天打猎，还买了最好的猎犬与猎鹰，供她儿子打猎之用。张允每次打猎，手中牵着猎犬，手臂上站着猎鹰，几个武士气势汹汹的，吓得四周邻居都关门闭户。有时运气不好，张允打不上什么猎物，就与几位武士带着鹰犬，到处发泄，四邻一见，无不心惊胆战。一次，张允一伙一只猎物也未打着，就放纵鹰犬四处寻找猎物，一个小孩躲藏不及，被鹰犬叼的叼，咬的咬，竟活活地丧生于鹰犬之下。乡邻见出了人命，又一直痛恨张允的横行武断乡里，一纸诉状告到县里。县官见告的是张允，哪里敢有半点得罪，张允的母亲又给县官送去重礼，人命关天的事就不了了之了。张允的母亲也教训了儿子一通，张允表面上不敢不听，可做起来仍是恶习不改，沉迷打猎，乐此不疲。张思曼告老返乡，见了儿子这个样子，张思曼埋怨妻子溺子害子，又赶走了几位武士，放掉了鹰犬，要张允痛改前非。张允也真是位奇人，他对父亲说，男子三十而立，我三十岁开始重新做人。果然，张允从三十岁起，就像换了个人似的，整日专心读书学习，言谈举止，温文尔雅。没有几年，就成为乡里交口称赞的人才。他的父亲、母亲更是高兴儿子的转变，欣喜浪子回头金不换。张允后来也考取功名，荣华富贵不必说，更以文才流传千百年。",
      "inspiration": "中国文化讲刚柔相济， 这也是《易经》所说的重要人生哲理。 人生在世，顽固如石之坚，毫无变化，这样的人绝无好结局。 聪明人应尽快改变，使“介于石不终日”，才会有命运人生的转变，而得“贞吉”， 张允就是一个极好的例证。 不仅人生如此，在处理每一件事情上， “介于石” 都是走不通的，在这时，人就有“不终日” 的自觉转变， 才会把事情做好。 这就是此爻爻义。"
    },
    {
      "yao_text": "六三：旴豫，悔，迟有悔。",
      "yao_comment": "这是豫卦第三爻。 旴， 太阳始出，指早晨； 有，又。此爻是说早晨一起来， 就沉湎于享受逸乐，就一定有悔吝。 如果继续如此，迟迟不知悔改，就一定会又有悔吝发生。",
      "story_name": "93 叔宝吁豫悔又悔",
      "story_overview": "南朝末年，中国南方的最后一个朝代为陈朝，而陈朝的灭亡，就灭亡在陈后主叔宝的手中。这位陈叔宝生于深宫，长于妇人之手，虽少有文才，却一点世事也不通。陈高宗去世，他登上皇位后，更是整天不理政事。一天到晚与宫女、 狎客喝酒，淫乐度时。陈叔宝宠爱的嫔妃有八人，号称八妇人，尤以张丽华贵妃与孔贵人两人最得恩宠。陈叔宝的狎客有十人，其中有孔贵人之兄孔范、 尚书令江总、散骑常侍王差等人，都是陈国著名文士。为了与八妇人、 十狎客淫乐，陈叔宝劳民伤财，修起了临春、结绮、 望仙三座豪华无比、气派宏大的宫殿。每座宫殿都用檀香木建造，用金银玉器装饰室内，再用珍珠翡翠点缀各处，搬 运各种奇石修为假山，引来河水作成溪流，穷极奢华。陈后主自己居住在临春宫，张贵妃居住在结绮宫，孔贵人住在望仙宫，三座宫殿有楼道往来，连成一片。除陈后主三人外，各宫之中另有美女千百人，个个如花似玉，丽质娇态。每日清晨后，陈后主就与八妇人、十狎客或聚于临春宫，或集于结绮宫，或混于望仙宫，以喝酒、 淫乐度日。每次相聚，由八妇女先作出五言诗，然后命十狎客相和，稍有迟缓，就被宫女捉住灌酒。酒醉之后，男女打闹，乱成一片，调笑之声，传遍宫中。兴致来时，陈叔宝与八妇女、十狎客的淫乐，甚至不分昼夜，连续几天几夜，毫不知倦。凡有国事，都由宦官代传，陈后主常在淫乐之间，几句话就决断了。他所任用的沈客卿、沈文庆，无不是奸邪之辈，一批忠良反被贬斥，所以，朝臣们退的退，走的走，留在朝中也只是人在心不在。北方的隋文帝知道后，决定讨伐陈国。杨广为元帅，不几日，隋军攻下了陈国都城。还未从淫乐中清醒过来的陈后主，吓得与张贵妃、孔贵道藏进了宫中的枯井之中。陈后主就这样做了阶下囚。",
      "inspiration": "追求享乐，沉迷而不拔，是陈后主招致大祸而不悟，又再遭悔吝的原因。作为任何一个人都有享乐求逸的要求， 但一定要正当，一定要适度， 而不能以追求享乐为务。 若以享乐为务，小害个人、 家庭，大害国家、 社会，古往今来无有例外。 此爻以 “旴豫”为戒，就是要人们明白这个道理。"
    },
    {
      "yao_text": "九四：由豫，大有得； 勿疑，朋盍簪。",
      "yao_comment": "这是豫卦第四爻。 由豫，指自己快乐，也让大家一起快乐，是大得人心的事； 对这种事不用怀疑，一定会有群众依归顺从的结果。六爻中五爻为阴， 此爻为独阳，为此卦之主， 而得众，故有“大有得”之爻象。",
      "story_name": "94 文王由豫建灵台",
      "story_overview": "在《诗经》的《大雅·文王之什》中，有一首诗名叫《灵行》。全诗分为五章。第一章是：“经始灵台，经之营之。庶民攻之，不日成之。” 第二章是：“经始勿亟，庶民子来。王在灵囿，扈鹿悠悠。” 第三章是：“定鹿濯濯，白鸟鬻誓。王在灵沼，于牛刃鱼跃。” 第四章是：“虞业维枞，贲鼓维镛。于论鼓钟，于乐辟窿。” 第五章是：“于论鼓钟，于乐辟唐。鼍鼓逢逢，隙瞍奏公。” 据研究《诗经》的某些人讲，这首诗是讲文王修建灵台，与民同乐，得到万民支持，及文王与万民在建好的灵台同乐的写照。话说周文王领导周国，治国有方，国富民强，成了西方公认的各国之首。有了财力，文王决定建一座灵台，与万民共享。灵台的设计用今天的话来讲，里面有动物园，有植物园，还有音乐厅，这可是一件不小的工程啊！设计出来了，周文王担心会给百姓带来负担，迟迟下不了决心，一个多月都未开工。老百姓也早听到这个消息了，都盼望周文王能早点建成，君民好有一个娱乐的场所。百姓来到皇宫，向周文王表示，都愿意为尽早建成灵台而尽一份力。开工那天，东边的百姓来了，西方的百姓来了，南方的百姓和北方的百姓也来了。人山人海，一片热烈沸腾的景象。没有多久，灵台的动物园修好了，植物园也修好了，音乐厅也修好了。百姓自动把各种奇花异草、名树藤蔓纷纷捐给植物园，把各种珍禽异兽捐给动物园，把各地的有名乐章献给音乐厅，使灵台成为风景秀美，有各种植物、禽兽可供观赏，有各地音乐可供欣赏的真正乐园。",
      "inspiration": "作为人君的 “志大行”， 莫过于 “大有得” 万民之心， 儒家常以文王修灵台的事， 说明圣君与民同乐，大得民心，其说不免有美化文王的色调。但说明一个道理， 为政者若能使人民都感到高兴，就一定能获得万民的真诚拥护，得到人民自觉自愿的拥护与支持。 而要使人民真正高兴，就一定要真心实意地为人民谋福利。"
    },
    {
      "yao_text": "六五：贞疾，恒不死。",
      "yao_comment": "此为豫卦的第五爻。此爻是说，人能守贞正，虽然不免疾病，但一定不至于死亡。本义是讲养生有道守正，就是发生疾病，也不至影响到人的生命。 引申来讲，人生在社会能守正道，虽偶遭祸咎，也不会有大害。 故此爻《象传》说：“贞疾，乘刚也； 恒不死，中未亡也。”",
      "story_name": "95 李元纥贞疾无害",
      "story_overview": "唐代时，滑州出了一位有名的人物，他就是李元紇。李元约出名是在武则天时。当时，他只是小小的一个参军。他的出名是因敢于查办太平公主的案件。那时的太平公主，权势可大啦，朝廷中的王公大臣谁都不敢得罪她，谁也没想到李元乞这个小小的参军竟敢不买太平公主的账。事情的起因是太平公主无端霸占了僧寺里的碾，这在太平公主来说，不过是家常便饭。但和尚却告太平公主一状。州里的官员都不敢接这个案子，推来推去，最后甩给仅是参军职位的李元紇。李元兰接案后，深知这是件棘手的案子。但他自幼熟读孔孟之书，决心秉公判断此案，否则他就觉得有愧良心。李元给作出判决，要太平公主将强占的碾退还寺院。判定一出来，太平公主就大骂李元约不识时务。又找来李元约的顶头上司，要他教训下属，重新改判。李元给顶着上司 一次又一次的威胁利诱，坚决主张正义，在复审的案卷上，凛然写下了：“南山可移，判不可改”八个大字。通过这件案子，李元纮虽然得罪了太平公主，但他的“刚正不阿”的名声却赢得社会的一致称赞。由于得罪了太平公主，李元约在武则天当政时，一直未得重用。唐玄宗时，听说李元约的刚正不阿，李元给开始得到重用。他并未因一时的“贞疾”而改变节操，仍然坚守正道，做出一件件为民伸张正义的好事。他受重用不久，唐玄宗下令疏浚三辅的水渠，地方富豪纷纷假借疏浚之名，堵竭流水，使贫民的田地反而得不到水渠的灌溉。李元约知道后，马上派出属员去查实情况，接着又派出官员到三辅各地，打击富豪堵竭流水，使百姓的田土都能得到河水的 灌溉。李元约也不断升迁，先后任京兆尹、 工部侍郎、 兵部侍郎、吏部侍郎等官，最后升至宰相，封为清水男爵。为什么封他为清水男爵呢? 一是褒扬李元纥品行清白平正，如水之清，如水之平；一是颂扬他为官清正节俭，家中清贫如水。",
      "inspiration": "人生不免生病， 但养生有道，终不为害； 人在社会尤其是官场，更难免风波险恶，但能清正为人，终不为害。李元纥得罪太平公主， 开罪许多权贵，但清正为官为政， 终得登人臣之极位，就是很好的说明。 因而， 人生在世， 疾病、 风险都不值得担忧，真正值得我们担心的，倒是有无养生之道，有无清正为人的品性，有了养生之道，有了 清正 的 品性，就会 “贞疾，恒不死” 了。"
    },
    {
      "yao_text": "上六：冥豫，成有渝，无咎。",
      "yao_comment": "此为豫卦第六爻。 冥， 夜晚； 渝，变化。 此爻是说人在一天劳作之后的夜晚，去寻求享乐，白天所成就的事情就有变化，但也没有多大灾咎的。喻人事，比喻人在功成业就的晚年，追求享乐豫逸，虽然功业有变，但他本人却可保无灾咎，但后人难以长久。",
      "story_name": "96 始皇冥豫何可长",
      "story_overview": "贾谊在《过秦论》中，有段称颂秦始皇的名文，文中说： “及至始皇，奋六世之余烈，振长策而御宇内，吞二周而亡诸侯。履至尊而制六合，执敲扑以鞭笞天下，威震四海。”可见秦始皇一时的威势。秦始皇统一中国，本想把自己的王朝传于万世，所以，他自命始皇，然后是二世、 三世以至万世。但他登位后，不行仁政，穷奢极乐，结果只传到他儿子胡亥手中就完蛋了。大家都熟知秦始皇的暴政，对他穷奢极乐却不大了解，这里就讲三个片断。一是不断出游玩乐。自秦始皇自命始皇后，他就经常带着一帮文武大臣到全国风景名胜去游玩。东南西北，全国各地的名胜，他都要去玩一玩。东面的碣石，南面的琅琊，陇西、北地都被秦始皇光顾过。每到一地，秦始皇不仅游乐无倦，还要刻什么石，来歌颂他的功德。弄得地方官和老百姓苦不堪言。到有的地方，秦始皇玩起兴趣了，竟然几月不离去。《史记·秦始皇本纪》就记载说，秦始皇“南登琅琊，大乐之，留三月”。一住就是三个月。真是害苦了当地的百姓。二是修建阿房宫。秦始皇大约四处游玩厌倦了，就决定在咸阳修一座供他淫乐的阿房宫。阿房宫东西有五百步，南北有五十丈，用的都是名山的石料，深山的名材，修建的民工达数十万人。阿房宫修成后，秦始皇又修建了无数宫观，并用条条复道连起来，然后，在阿房宫各宫室充配无数美女，把阿房宫变成秦始皇发泄淫欲的场所。秦始皇想到哪一个宫室，就到哪一个去与美女淫乐，每次淫乐，还有乐师在外吹奏音乐，供秦始皇淫乐助兴，真是荒淫透顶。三是修建骊山的坟墓。秦始皇是个十分相信神仙的迷信人 物，但他被方士一次次地欺骗，都没有见到神仙，找到不死的神药。为在死后的世界里，像在生时一样穷奢极乐，秦始皇调动了几十万人的民工，在骊山修建坟墓。说是坟墓，实际上是修建在地下的豪华宫殿，修建用的材料都是名贵的树木、石头，宫殿里的装饰物品全是金银财宝。为了在地下有人保护自己的皇帝地位，还在坟墓中修建了许多兵马俑，成千上万。现在兵马俑出见天日，成为震惊世界的出土文物。秦始皇穷奢极乐，虽然没有在他手中丧失秦国政权，但他的作为却为秦二世而亡埋下伏笔，使显赫一时的大秦帝国在短短的十多年时间，就灭亡了！",
      "inspiration": "人在功成名就，在晚年时间，沉湎于享乐，都可称作“冥豫”。 其结果， 不但会毁掉已成的事业，如秦始皇一样，就会晚节不保。 因此， “冥豫” 虽然对本人的结局可以 “无咎”，但绝不应作为榜样。人在功成名就之后，在其晚年时节，应该像创造功业的青壮年一样，谦虚谨慎、 踏实做人，这样不仅可以 “无咎”，更可长久地获得社会、 世人的称颂， 避免“何可长也” 的结局。"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua16Data;
} else if (typeof window !== "undefined") {
  window.gua16Data = gua16Data;
}
