// 第17卦数据
// 自动生成，请勿手动修改

const gua17Data = {
  "gua_name": "第十七 随卦",
  "gua_ci": "随: 元亨, 利贞, 无咎。",
  "gua_jie": "此卦下经卦为震， 上经卦为兑， 故言震下兑上。 震为雷，兑为泽，兑在上， 震在下，故为泽中有雷之象。 根据《彖传》的解释，此卦具“刚来而下柔， 动而说”之义，故名随。 随有随时之义，人在世能与时相应，就会大亨，有利正的结果，自然就无灾咎，故卦辞说“元亨，利贞，无咎”。",
  "yao": [
    {
      "yao_text": "初九：官有渝，贞吉，出门交有功。",
      "yao_comment": "这是随卦的第一爻。 官， 官府； 渝，变化。 官府有变化，变化是合于正道，就一定贞吉，由官府之门所出来交结的人都是有功之人。",
      "story_name": "97 官有渝文翁化蜀",
      "story_overview": "西汉景帝末年，四川因交通不便，与中原的交流很少， 人都很质朴， 因而， 蛮夷之风较为流行。 这时，景帝派了一位名叫文翁的人，前来任蜀郡守，就是当地的最高长官。文翁是庐江人，自小受儒家学说影响，特别喜好《春秋》，是一位有真才实学的知识分子。来蜀郡后，文翁深感四川文化落后，人民缺乏礼教意识，他采取的第一个措施，是在四川各地选择了十来名年轻的人才，让他们前往京城学习文学，拜在博士门下。为了供养这些人在京城的学费、用度，文翁减少官府的开支，把以前郡守用于公费请吃的钱全用于学生的教育支出，保证了他们在京城的学习。文翁说：“我做蜀郡守第一件事是提倡文化教育，官府的钱一个也不能用于奢侈腐化，要把大部分财力都用在文化教育上。” 在派遣学生到京城学习的同时，文翁又在成都修建学校，这是四川有史记载以来的第一所学校。文翁修建的学校名叫石室，建在成都城南。位于现在成都的全国重点中学四中校内。文翁下令，学校一定要修得比郡守府还要气派，并经常前往监督。许多公款吃喝惯了的官员，都说文翁乱花钱。他们认为，官场交际，花再多的钱也是应该的；兴办学校，搞什么教育，竟把他们的腐化钱都占用光了，这是乱整。文翁知道后，召集蜀郡所有官员开了一次大会，在会上，文翁向大家宣讲兴办教育的重要意义，并警告那些腐败惯了的人。石室建成了，文翁亲自主持落成仪式，市民都跑来观礼，见学校这样气派，市民都希望自己的子弟能够进入学校学习。在京师学习的人也回到了成都，文翁将他们一一委以重任，有的去石室担任教授，有的担任官吏。文翁还经常与这些人同坐一车，引得市民羡慕极了。四川各地知道后，家家都鼓励子弟向学，户户都勉励弟子成才，形成蜀 地有史以来第一次文化教育的热潮。自此以后，蜀郡的官员多出自文翁之门，有的更做上了中央政府的要员。最有影响的，是蜀郡经过文翁教化，到西汉中后期，人才辈出，竟可与当时文化最发达的齐鲁两地相媲美。",
      "inspiration": "官府总是不断更替变化的，作为人民的统治机构，官府的化是贞正， 还是奸险，实关系民生的状况。 文翁做蜀郡守，真是当时蜀郡万民之福，文翁也因此成为流传千古的被尊敬的人物。 所以，凡为官者都应像文翁一样贞正为政，就会赢得人民的真心拥护。 如果一味腐败， 不顾人民死活，最终是无好下场的。"
    },
    {
      "yao_text": "六二：系小子，失丈夫。",
      "yao_comment": "这是随卦第二爻。 系，用绳索系人之象。 此爻是说系住了小子，但丈夫却失掉了。小子与丈夫相对，喻小孩与成年人。其指得小失大，即俗话说的捡了芝麻，丢了西瓜，多譬喻行事的得不偿失，因小失大。",
      "story_name": "98 范伯因小害亲弟",
      "story_overview": "范蠡帮助越王灭掉吴国后，深知越王是豺狼之性，和西施偷偷逃了出来，隐姓埋名，过着隐居生活。不久，钱财快用光了，范蠡只好做起买卖来。他本是少有奇才，十几年，就成了富可敌国的大富商，被人称为陶朱公。西施为他生了三个儿子，大儿子名叫范伯，二儿子名叫范仲，三儿子名叫范季。范伯是家境贫困时长大的，所以，特别节俭；小儿子范季却 挥金如土，家中有的是钱，根本不把钱当一回事。二儿子范仲仗着家中有钱，经常在外横行霸道，还不时到各地去游玩。这次到楚国，为争一个妓女，竟把另一个男人杀害了。范仲被关进了监狱。范蠡知道后，派人前往搭救。范蠡在楚国有一好友名叫庄生，与楚王交情很好，范蠡清楚，只要庄生出面，他儿子就一定能获救。知子莫过父。范蠡决定派三儿子带千两黄金前去求庄生，但大儿子坚决要前往，还扬言不让他去，就一定自杀给父母看。范蠡担心他看不开钱财，反而会害他弟弟的命，临走时一再叮咛，把千两黄金送给庄生，就什么也不要过问了，赶快回家来。大儿子范伯来到楚国，向庄生献上千两黄金，庄生答应一定会救范仲的命。范伯却没听父亲的话，把千两黄金送给庄生后，心里总不是滋味，就在楚国住下来，想知道庄生办不办得好这件事。庄生借故见到楚王，说天象有灾变，应该赦免犯人，以防天灾。楚王听后，完全相信了。每次赦免囚犯，楚王都要派人去封闭钱库，让人知道不久将赦免囚犯。范伯听到这个消息后，觉得用不着庄生，他的弟弟就可大赦出狱，就又来到庄生家。庄生知道范伯不相信他，于是，他千两黄金原封不动地还给了范伯。范伯庆幸自己没花冤枉钱。一千两黄金对陶朱公说来，真是九牛上的一毛，范伯却没想到因吝惜这九牛一毛，竟害了他弟弟的命。范伯走后，庄生又见到楚王。庄生说：“我听到外面沸沸扬扬，说大王这次赦免囚犯，完全为了陶朱公的儿子，大家都相 信，大王应该澄清一下才好啊。” 楚王于是下令，先斩了范仲的头，才颁下大赦令。范伯还在等大赦令，但还未等到，却等来了他亲弟弟的死讯。",
      "inspiration": "人在社会生活中，因小而失大的事情经常发生，这有多方的原因，其中一个最重要的原因就在于太重钱财，只图眼前利益，范伯的行事就是一个典型。 人要看得远，想得开，尤其不为钱财所束缚，不要只图眼前利益，就可不发生或少发生因小失大的事情。"
    },
    {
      "yao_text": "六三：系丈夫，失小子，随有求得，利居贞。",
      "yao_comment": "这是随卦的第三爻。此爻与上一爻相反，是系住丈夫，而失掉小子，即捡了西瓜，丢了芝麻。若筮得此爻，随时的要求都可能实现，但必须是用于正直的事情才有利可言。",
      "story_name": "99 贾县令随有求得",
      "story_overview": "贾彪是东汉的名人，年龄不大，就被推举为孝廉，不久， 又做了新息县的县令。上任后几天，县城南面发生了一起恶性强盗抢劫杀人案。案犯是覃七为首的一伙强盗，这帮强盗一直在县境内为非作歹，为害一方。这次是覃七一伙为了抢劫城南刘百万的财产而发生的，刘百万全家三十余口，全被覃七一伙杀害了。案发后，全县惊动，府里也被惊动了，下达文件，限贾彪一月内破案。这真是一件棘手的事件啊！经过明察暗访，捕头探明覃七一伙躲在一座深山的岩洞中，贾彪调动全县捕快前往岩洞，要一举逮捕这伙人犯。贾彪带着人来到一个小村落，在村中的饭馆里，贾彪一行人要来饭菜，准备吃饱饭，趁晚赶到匪穴，然后再行动。贾彪一边吃饭，一边留心饭馆里的人，无意中，他又听说一起母亲杀害婴儿的事。新息县是个穷县，许多父母因养不起儿女，经常发生父母将亲生骨肉杀害的事，这在当地都习以为常了。贾彪听到这个消息，却觉得这是件比强盗抢劫杀死三十余人命的案子还要严重的大案。他决定先去办理这件案子。于是，他命令大家返回县城。捕快们都感到奇怪，不知是怎么回事。回到县城，贾彪马上下令去捉拿杀害儿子的那位母亲，那位母亲一被押到，贾彪马上开审。在问明案情后，贾彪下令处决了这个杀害自己亲生儿子的母亲。他的属员都不明白，贾彪为啥把强盗杀人的大案放在一边，却来首先审理这件在本县司空见惯的案子，还判得这样重。贾彪对他们说：“人世间最宝贵的是父母儿女的亲情，若连亲生骨肉也敢杀害，这样发展下去，那比强盗还要可怕千百倍。所以，强盗抢劫杀人，是常有的小事，而父母儿女不顾亲情的相残，才是不该发生的大案，这就是我急着先办这件案子的原因。”大家听了，都十分信服。贾彪在新息县令任上，就这样先抓大事，不到一年，县境连强盗的影子也没有了。他发布的任何一道命令，都畅通无阻，真是随有求得啊！",
      "inspiration": "在社会中，人经常碰到大事、小事，有时看似大事其实不是大事，有时看似小事又不是小事，聪明人往往能首先抓住大事，才会不出现丢西瓜、 捡芝麻的情况， 而使随有求得。 贾彪为政就是一个典型事例。 人要能分辨事体的大小， “系丈夫，失小子”，先就要有识， 而识只能来源于学习， 所以， 人生在世一定要不断学习，具备了分辨大小事体的能力，就能做到 “随有求得”。"
    },
    {
      "yao_text": "九四：随有获，贞凶； 有孚在道，以明何咎。",
      "yao_comment": "这是随卦的第四爻。获，古代的捕兽器。 随往前面有捕兽器在等着，故预示征凶。但随往之人有诚信之道，虽有危险仍无灾咎。此喻某些正人君子被奸人所设计陷害，但不仅不会被害，反而会有功劳。",
      "story_name": "100 刘备随获有孚在",
      "story_overview": "赤壁大战之后，周瑜了解到刘备有孔明等人辅助，将来一定是东吴的祸害，就决心除掉刘备。周瑜左思右想，最后想出一条妙计，假借为孙权之妹招亲，要将刘备骗到东吴杀掉。于是，周瑜在与孙权合计之后，派人到蜀国提亲。刘备自甘夫人去世后，整日正为续弦之事焦虑，孔明等人也在为他谋划。提亲的使者一到，诸葛亮就知道里面卖的是什么药了，刘备也明白，这是要骗他到东吴，心里真不知如何办是好。诸葛亮却一口答应了，并叫刘备只管放心大胆地去做女婿。并派赵云一同前往。临走，诸葛亮还给了赵云三条锦囊妙计。周瑜得悉刘备前来，暗自高兴。刘备一行人来到东吴，赵云马上令手下五百士兵到处散布消息，说刘备到东吴是要与孙权的妹妹成婚。半天时间，整个京城都知道了这一消息，街头巷尾、茶楼酒 铺，人们议论纷纷，都在谈论这件事情。孙权的母亲吴国太压根不知道有这么回事，听说后，十分气愤，马上传来孙权，问他是怎么回事，为什么要瞒着她。这时，孙权才说是周瑜的主意，是要骗刘备来到东吴，将其杀害。吴国太可不答应，狠狠骂了孙权一通，说不应该拿自己的妹妹做诱饵。第二天，吴国太亲自接见了刘备，见他一表人才，十分高兴。周瑜一伙仍未放弃杀害刘备的计划。大喜日子，周瑜派人在甘露寺设下刀斧手，要在婚宴上杀害刘备。婚宴上，刘备告诉吴国太，周瑜埋伏刀斧手要杀他的情况，气得吴国太大发肝火。见吴国太发了火，孙权他们只好取消了计划。刘备与孙夫人成婚后，恩爱无比。不久，按照诸葛亮的计划，刘备与孙夫人双双安全返回蜀国，还损伤东吴许多将士。诸葛亮给周瑜写了一封信，上面只有两行字：周郎妙计安天下，赔了夫人又折兵。周瑜见了，口吐鲜血，气得昏死了过去。这就是《三国演义》写的“诸葛亮二气周瑜”。",
      "inspiration": "设下陷阱，等他人来上圈套，这样的人本身就不是正人君子。遇到诸葛亮这样的高人，就只有落得个“赔了夫人又折兵”的结局。 而人生陷阱难免，但能有诸葛亮的才识，坚守贞正之道， 虽有险之兆，最终却不会带来祸害，反而会因祸得福，获得成功。"
    },
    {
      "yao_text": "九五：孚于嘉， 吉。",
      "yao_comment": "这是随卦的第五爻。 孚，诚信； 于，与； 嘉，美。此爻是说； 一个人内有诚信，又外有俊美人才，就一定会吉而有利。",
      "story_name": "101 赵子龙孚嘉有吉",
      "story_overview": "在东汉末年，常山真定出了一位俊美人才，姓赵名云。人们将他比做人中之龙，号称子龙。这位赵子龙身高八尺，浓浓的眉头，大大的眼睛，鼻若悬胆，《三国演义》上形容他是相貌堂堂，威风凛凛，极其雄壮，是一位少见的极具阳刚之美的英俊少年。赵云见汉末大乱，潜心习武，小小年纪，就有出入千军万马如无人之境的高强武艺。闲暇时，赵云又喜读书学习，所以，深明大义，看重诚信。非一般鲁莽武夫可同日而语。时值袁绍与公孙瓒在冀州交战。袁绍臭名远扬，赵云早有所闻，以为公孙瓒与袁绍作战，应为有大志的明君，于是单枪匹马前往投奔，希望能跟着公孙瓒干一番事业。公孙瓒不敌袁绍，只好修书请刘备支援。刘备援军未到，公孙瓒被袁绍围困，正在万分危急之时赵云飞身杀到，救了公孙瓒一命。刘备援军一到，公孙瓒反败为胜。赵云投在公孙瓒门下后，见他与袁绍是同一般的人物，十分失望。与刘备相处，发现刘备是位明主，就有心跟随刘备。但因顾虑人家议论他反复无常，只好暂时跟着公孙瓒。刘备辞行时，赵云相送。赵云向刘备言及心事，刘备十分喜爱赵云的才能，约定后会有期。后来公孙瓒失败。赵云信守相约，要投奔刘备。但刘备远在他方，一时间不能相会，就四处打探消息。皇天不负有心人。刘备与赵云终于在卧牛山相见。自此，赵云跟定刘备，一直到老死蜀国，为刘备的蜀汉王朝立下汗马功劳。刘备得赵云后，一直信任有加。在赵云投奔刘备后不久，刘备被曹操杀得七零八落，赵云不知去向，刘备一班人马都说赵云投降曹操，唯刘备坚信不疑并下令：“有讲赵子龙投降者，杀无赦。”赵云果然如刘备所信任的那样，演出了一幕“长坂坡赵云救孤”的千古名剧。建立蜀国后，赵云被封为翊军将军，位置仅次于张飞之后。其后，一直受到重用，真是吉无不利。",
      "inspiration": "外表的俊美与内心的诚信， 都是人的资本。 二者兼有， 实在少有，赵云就是这样的少有人才。 人兼有二者， 多会带来吉利。但是，若在黑暗的时代，或是在奸人掌权的地方，俊美与诚信反会带来灾难，这是稍有生活经历的人都知道的。 赵云生在乱世，但他能“良禽择木而栖”， 正确地跟随十分信任他的刘备，使他的俊美与诚信未成为灾难的东西。"
    },
    {
      "yao_text": "上六：拘系之，乃从维之，王用享于西山。",
      "yao_comment": "这是随卦的第六爻。此爻是说拘禁人臣，然后又放了他， 王在西山祭享天地神灵。一般人都说，此爻是讲周文王被殷纣王拘禁，后得释放，在岐山祭祀天地之事。但此爻为上爻，其义不合，应为殷纣王之事。",
      "story_name": "102 纣王用享于西山",
      "story_overview": "殷纣王拘禁周文王，后又释放了他，周文王回西周后，文王把《周易》的道理用于治国安民之中。周国日盛一日。不到几年时间，三分天下周有其二。许多诸侯国都把周文王当做天子一样来尊敬，有什么困难、矛盾，都去找周文王帮助解决。消息传到殷纣王那里，殷纣王十分后悔当日没有杀掉周文王，更担心周文王的日益强大。他下诏书，要臣僚献计保护成汤江山，剿灭周文王。一位谗臣献计说：“大王应该用最丰盛的祭祀到西山去祭祀天地，让天地神灵保佑我大汤江山，铲除西方的周国。” 自登基后，纣王没有祭过一次天地。古人都迷信天地是神，认为得天地保佑，没有不成功的。纣王也是这种人，所以，听了之后，马上就采纳了。纣王心里想：难怪周国强大起来，都是我没敬天地的原因；现在，我要用最隆重的祭祀来求天地神灵保佑，就再也不用怕周文王了。他下令征来数万民工，在西山修起了一座十分宏伟的祭祀台。在各地收集纯色的猪、 羊、 牛三牲，一律运往京城，供祭祀官挑选。各级贪官们借着纣王要在西山祭祀天地的机会，趁机增加各种赋税，大肆搜刮民脂民膏，搞得天怒人怨。祭祀前三个月，下令家家户户都要人人做新衣，在他祭祀那天穿着，以表对神灵的敬意。纣王以为，用最好的祭品，最隆重的仪式祭祀天地，就一定能讨得天地神灵的欢心。所以，他在祭祀前一天，还与苏妲己一伙淫乐饮酒，丑态百出。祭祀日到了，纣王穿着金丝编织的玉衣，玉衣上挂满各种珍宝，来到祭祀的西山。被驱赶来的百姓成千上万。西山的祭祀仪式，看上去热闹极 了。纣王高兴之极，大声地说：“我这样祭祀天地，天地怎么不保佑我呢?” 老百姓心里都在暗暗地祈祷：“天地啊！赶快替我们消灭这无道的昏君吧！” 自此，纣王每年都要在西山祭祀天地，虽然一次比一次盛大，却最终被周武王消灭了。",
      "inspiration": "纣王依恃权势，随意残害大臣，荒淫无道，却想借西山祭祀来保持他的至尊地位， 真是可悲可笑。 人不修其德， 再怎样祭祀神灵也是无用的， 所以， 《易经》 以为此爻为 “上穷” 之象。 居于九五之尊的纣王不修道德，淫祀而无功的事实说明，人应注意的是自身的内在修养， 而不是外在的神灵保佑。 因为神灵保佑完全是不真实的虚幻。 现在还有人希望不靠自己努力， 靠迷信实现自己的愿望，真是至愚可悲！"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua17Data;
} else if (typeof window !== "undefined") {
  window.gua17Data = gua17Data;
}
