// 第18卦数据
// 自动生成，请勿手动修改

const gua18Data = {
  "gua_name": "第十八 蛊卦",
  "gua_ci": "蛊：元亨，利涉大川， 先甲三日，后甲三日。",
  "gua_jie": "此卦下经卦为巽， 上经卦为艮，故说巽下艮上。 艮为山，巽为风，故此卦卦象为山下有风之象； 艮为刚，巽为柔，又为上刚下柔之象。蛊， 《春秋传》指皿虫，由天气反常或人荒淫而生。 马融以为，蛊指造事的源端。 筮遇此卦，有大亨通之兆，利渡涉大河，但必须在先于甲日的三天，或后于甲日的三天。 古代以十干纪日， 据《子夏易传》讲先甲三日是指辛、 壬、癸三天，后甲三日是乙、 丙、 丁三天； 更多的学者认为， 先甲三日指辛日，后甲三日指丁日而言。",
  "yao": [
    {
      "yao_text": "初六：干父之蛊，有子，考无咎， 厉终吉。",
      "yao_comment": "此为蛊卦第一爻。 干，纠正； 蛊，这里引申为过失；考，父亲。此爻之义是说纠正父亲的过失，才是真正的孝子，父亲有孝子纠过，虽有过而无灾咎，故说“考无咎”。此举开始可能有危险，但最终是吉利的，故说“厉终吉”。",
      "story_name": "103 昭帝干武帝之蛊",
      "story_overview": "雄才大略的汉武帝去世了，他的儿子登上皇位，是为汉昭帝。虽说武帝雄才大略，但他好大喜功，留给儿子的只是一副虚耗的摊子。汉昭帝眼见天下一片贫困动乱，真不知如何治理这个国家，就颁下诏书要大臣们发表意见。有的大臣说：“陛下应继承先帝的遗志，沿着先帝的道路走下去。”有的大臣说：“先帝连年用兵，国家虚耗，人民贫困，要改变先帝的做法，关注民生国计才是。” 两种意见，针锋相对。按照武帝的那一套搞下去，昭帝知道要不了多久，一定会天下大乱。不按武帝的做法，又怕人家议论自己不孝。昭帝真是两难呀！他来到太学，想听听经学博士的意见。博士对他说，作为儿子的孝与不孝，并不在是否完全不改变父亲的方式，而在于能否将父亲的业绩发扬光大。听了这番话，昭帝再也没有不孝的负罪感了，决心改变父亲劳民伤财的为政方式，给人民一个较为宽松的生活环境。由于连年对匈奴的大战，壮年男子到了前线，耕种田地的人少了，而粮食的耗费却很大，粮食短缺，成为人人关注的焦点。昭帝决心鼓励农耕，增加粮食产量。他又像祖父、 曾祖父那样，亲自在春耕的时节，带领文武百官、后宫嫔妃，一起到田间去耕地播种。皇帝亲自耕田的消息，一下子传遍全国，农夫们奔走相告，一片喜庆。全国各地，一派春耕的热潮，朴实的农夫唱起山歌，响彻田野山间。这一年，取得了多年不见的好收成，昭帝笑了，百姓也笑了。一些贪官污吏趁机增收赋税，又搞得民怨沸腾。昭帝知道后，下令严惩了几名贪官污吏，搜刮民脂民膏的歪风被刹住了。昭帝又下诏问民间疾苦，许多人提出，汉武帝以来实行的盐铁国家专卖政策，是与民争利，不利农业生产，希望汉昭帝罢去这些政策。不少主管盐铁的政府官员则说，这是武帝的亲定政策，有利国家财政，不能废除。为了慎重起见，汉昭帝召集双方代表，反复辩论了六个月，这才下令取消了盐铁专卖的机构和官员。那些靠着盐铁专卖舞弊的贪官污吏恨得咬牙切齿，却得到人民的拥护。昭帝在位数年，一直努力纠正武帝的过失，避免了武帝好大喜功的恶果，被史家称为西汉的好皇帝。",
      "inspiration": "此爻是讲如何处理父子关系。 父亲也是人， 是人总有过失，当儿子的对待父亲，儒家主张孝顺， 不能违背，这是愚孝。 《孝经》讲对父亲的过失亦应纠正，这才是真正的大孝。故《易》主张“干父之蛊”， 这样的儿子才算一个好儿子。 昭帝能纠武帝之过，可算武帝“有子”， 也是万民之福，凡做人子者，都应孝敬父母，又应“干父之蛊”，才会成为有益于社会的人。"
    },
    {
      "yao_text": "九二：干母之蛊，不可贞。",
      "yao_comment": "这是蛊卦第二爻。此爻是说儿子不宜干涉母亲闺房之事，否则将有祸害，故言“干母之蛊，不可贞”。",
      "story_name": "104 干母蛊征舒招祸",
      "story_overview": "话说春秋时的陈国，有个大夫名叫夏御叔。夏御叔娶了一位妻子， 名叫夏姬。 这夏姬长得蛾眉凤眼，杏脸桃腮， 美过西施，妖胜妲己，见者无不魂魄颠倒。夏姬为夏御叔生下一子，名叫征舒。征舒十二岁时，夏御叔撒手西去，留下夏姬与儿子两人。与夏御叔同为大夫的孔宁、仪行父两人，都是无耻的淫贼，早就垂涎夏姬之美色。见夏姬丈夫已死，两人各逞手段，先后与夏姬勾搭成奸。陈国国君陈灵公同为淫贼，也早就对夏姬有非分之想。孔宁、仪行父得宠夏姬，就向陈灵公鼓吹夏姬之妙，又从中穿针引线，使陈灵公与夏姬成夫妻之好。自此，陈灵公与孔宁、仪行父三人，经常前往夏姬家中，饮酒淫乐，全无顾忌。三个淫贼都得到夏姬所赠内衣，人人珍惜无比，时常穿在身上。陈灵公以为只有自己才有，在一次早朝时，竟拿出向孔宁、仪行父夸耀，两位大夫也出示夏姬所赠衣物显示于朝，把朝廷变成三个淫贼宣淫的场所。这气坏了一位名叫泄冶的正直大夫，他严斥孔宁、仪行父的无耻，又谏劝陈灵公不能荒淫无道。语气义正严明，把三个淫贼说得无地自容。色胆包天，更兼夏姬有一套素女房中术，把三个淫贼已是乐得神魂颠倒了。为了与夏姬淫乐不断，三个淫贼竟设计把泄冶杀害了。自此，再没有人敢规劝陈灵公他们了。三个淫贼从此更加放肆了。征舒渐渐懂事，闻听母亲丑行，心中十分痛苦。每逢三个淫 贼来时，他总是借故躲开。陈灵公要讨夏姬的欢心，在征舒十八岁时，就让他做司马，职掌兵权。征舒这样年轻就当了一品大员，但他知道这是靠母亲的淫乱换来的，心中时常受着煎熬，对陈灵公一伙痛恨之极。一次，夏姬与陈灵公三个淫贼鬼混时，恰遇征舒回家碰个正着。三个淫贼得意忘形，淫乐之后又相互调笑，语言污秽不堪。陈灵公说：“征舒身材高大，怕是仪行父的儿子吧?”仪行父赶紧说：“征舒两眼有神，极像君主，莫非是君主所生?”孔宁凑趣说：“君主与孔大夫年龄都不配当征舒那小子的爹，莫不是个杂种，可能夏姬也记不起来了。” 这些语言被征舒听到，气得血往上涌，马上提剑冲入室内，杀了陈灵公，孔宁、仪行父吓得屁滚尿流，逃到楚国去了。楚国借征舒造反之名，杀到陈国，将征舒处以车裂刑罚，死得悲惨极了。",
      "inspiration": "古代儒家重男女之别，母亲淫乱，征舒干母之蛊的结局，透露了某些儒学家的观念。抛开男女别，将母之蛊理解为母亲的过失，儿子既可干父之蛊，为何不可干母之蛊?"
    },
    {
      "yao_text": "九三：干父之蛊，小有悔，无大咎。",
      "yao_comment": "这是蛊卦的第三爻。此爻是说儿子纠正父亲的过失，会带来小的悔祸，但不会有大的祸灾。 故此爻《象传》讲： “干父之蛊，无咎也。”",
      "story_name": "105 干父蛊世民登基",
      "story_overview": "隋末战乱之后，终于建立起了李氏唐王朝。唐高祖李渊有三个儿子。大儿子李建成，被定为皇位继承人，是为太子。二儿子名叫李世民，被封为秦王； 三儿子李元吉，被封为齐王。三位儿子与父亲一道打天下，都立下了汗马功劳。但论战功，应首推二儿子李世民，李渊却因李建成是长子，决定立他为太子。李建成做了太子，李世民虽口头不反对父亲的决定，心里却十分不满。因此，礼贤下士，招纳人才，长孙无忌、尉迟恭、 房玄龄、杜如晦等一帮文武重臣，都是秦王府的常客，为他后来杀掉李建成、李元吉做好了组织准备。李建成、李元吉两兄弟早就嫉妒李世民的战功，品性又刚戾暴躁，所以结成一帮共同对付李世民。做上太子后，李建成自以为稳坐未来皇位，与李元吉勾结更紧。两兄弟眼见李世民礼贤下士，招纳人才，多次到李渊那里告状，说李世民心怀叵测。唐高祖听了，又查无实据，只得不了了之。李世民知道后与他两个兄弟矛盾更深了。一班大臣见太子无德，在唐高祖面前进言，希望教育太子，若不改，最好让李世民继承皇位。消息传到李建成耳里，李建成认定是李世民搞的鬼，他怕李世民势力越来越大，就与李元吉合伙商议，要想法除掉李世民以绝后患。李世民得知李建成、李元吉的阴谋后，立刻招来手下商议。有人说：应该马上报告唐高祖，让他来处理。有人说：不如以静制动，看他们下一步如何行动才作决定。深谙战术的李世民决定立刻动手，消灭李建成、李元吉。在唐高祖九年六月四日，李世民率领长孙无忌、尉迟敬德等人，在玄武门杀掉了李建成与李元吉两兄弟。这就是历史上著名的玄武门之变。杀掉李建成、李元吉之后，李世民才上禀父亲唐高祖，说李建成兄弟要谋害他，他才出手的。唐高祖见木已成舟，无法挽回，只得不了了之。没有多久，李世民实际已操纵政权，唐高祖只好让位给李世民，这就是历史上的唐太宗。李世民即位之后，任用魏征等人，创造了为后来史学家津津乐道的贞观之治。",
      "inspiration": "李渊立李建成为太子，有未择贤之过，李世民 “干父之蛊”，杀掉太子与弟弟， 骇人听闻，但较之贞观之治，这又只是“小有悔”。 可见， 《易》 学主张的 “干父之蛊”， 只要合于正道，有利庶民百姓，什么样的做法都只能算是“小有悔”。 依此， “干父之蛊”只要有理有利， 就应将“小有悔”放在第二位来考虑。"
    },
    {
      "yao_text": "六四：裕父之蛊，往见吝。",
      "yao_comment": "这是蛊卦第四爻。裕，充裕。此爻是讲儿子不仅不纠正父亲的过错，反而去扩充父亲的过错，所做的任何事情都有灾吝。",
      "story_name": "106 裕父蛊二世亡国",
      "story_overview": "秦始皇统一中国后，本想世代相传，但他施行暴政，在秦始皇在位时， 就出现了许多谶语，预说秦王朝的灭亡，像“亡秦者胡也”之类， 秦始皇不明谶义，不知是指他的儿子胡亥，还以为是指北方匈奴，因而发动数十万大军戍边，又派数十万民工修筑长城。秦始皇去世后，在赵高、李斯的阴谋策划下，胡亥做上皇帝，史称秦二世。这秦二世即位后，不仅未能吸取秦始皇的教训，反而沿着始皇的过失，越走越远。即位不久，秦二世就巡行郡县，南到会稽，东到碣石，一一刻石，歌颂秦朝功德，以为这样就可以威服天下了。赵高献计二世说：“你年轻做皇帝，大臣公子不服，要用严刑峻法来治理国家，才能树立威信。”秦二世听了大喜，马上在宗室、 大臣中展开一场“肃反”运动。凡是他认为不满他统治的公子、 大臣，都被一一杀害，由一人株连数百人，搞得皇室、 朝廷人人惶恐不安。自此，凡是向皇帝进谏的臣子，都被视为犯有诽谤罪的人，一有进谏的言论，立刻杀无赦。吓得人人不敢说话，更没敢讲真话的了。秦二世又征集数十万人，为秦始皇修骊山坟墓。坟墓完成后，又继续修建未完工的阿房宫。弄得庶民家家有徭役，户户成劳工。人民忍无可忍，不是造反，就是死路一条。陈胜、 吴广首先揭竿而起，立刻得到天下响应。使者向秦二世报告，有人造反。秦二世根本不愿听造反的消息，连问也未问，就将使者杀了。陈胜、 吴广的起义声势越来越大，秦二世这才着急起来，下诏书群臣商讨对敌之策。左右丞相李斯、 去疾，将军冯劫三人进言，请二世停止修建阿房宫，以平息天下，安定社会。秦二世听了大怒，竟要治三人的罪，去疾、冯劫只得自杀，李斯被囚，不久也被赵高杀害了。位居将相的高官进言，都被一一杀了头，从此就再无人敢说真话了。宦官赵高倒成了秦二世言听计从的唯一贴心人了。赵高虽是宦官，野心却很大。做上宰相后，他实际控制了秦政权，以致指 鹿为马，也没有人敢说一个不字。秦二世在赵高包围下，更加昏庸。没有几月时间，秦二世也被赵高杀掉了。杀掉秦二世，赵高立子婴做秦王，才几个月，就被刘邦的军队打来灭亡了。",
      "inspiration": "父亲错了，儿子还要继续错下去，这就是“裕父之蛊”， 秦二世就是一位“裕父之蛊” 的代表人物。 他不仅害了自己， 断送了秦王朝，更殃及了万千百姓。 做儿子，对父亲的过失，一定不能继续下去， 而要及时纠正，这样的儿子才是有利于社会、 人民的人； 否则就是社会、 人民的罪人。"
    },
    {
      "yao_text": "六五：干父之蛊， 用誉。",
      "yao_comment": "这是蛊卦的第五爻。纠正父亲的过失，就会带来好的声誉。 故说：“干父之蛊， 用誉。” 此爻 “干父之蛊” 能 “用誉”，是因为儿子用德行来纠正父亲的过失。",
      "story_name": "107 刘聪用誉干父蛊",
      "story_overview": "北宋时，河南刘家庄住着一位财主，名叫刘乙。这刘乙因家中富足，自幼父母娇生惯养的牛脾气，蛮横之极。父母又气又急，没几年就双双西去了。刘乙继承了百万家财，无父母管束，就与一伙流氓天天惹是生非，问花宿柳，闹得当地没有一点安宁。刘乙虽是混蛋一个，却也知道“不孝有三，无后为大”的古训，他娶了十个老婆，可连着生了五胎，都是女儿。到第六胎，才是儿子，刘乙见有了香火传人，自是高兴得不得了。刘乙请来几个读书人，左思右想，翻遍经史子集，推算五行八字，替他取名刘聪。一晃十多年，刘聪长成人。见他父亲的作为，每每背地里难过，却又无法可想。刘乙见刘聪长大，为他请了几个先生，人家都因刘乙臭名昭著，不愿上门。幸有一饱学之士流落在此，为了糊口，才做了他家的先生。先生教了刘聪几天，发现他与父亲完全是两类人，就悉心教诲，倾其所学。不到三年，刘聪已成了一位才学超群之士。人人都说，刘家是歪笋子长出正竹子了。刘聪有了学问，更痛心父亲所为。偶有时机，他就劝说父亲，不要再为非作歹了。父亲一听，火冒三丈：“你乳臭未干，竟敢教训起老子来！” 见父亲不听劝说，刘聪只好作罢。但每每出去，听到人家痛恨他的父亲，他都深感无颜。刘聪发现，父亲虽坏，却最怕当官的。每逢乡长来到，都吓得躲得远远的。心里想：我能做官，或许父亲会听规劝了。从此，他更加发奋地攻读。大比之年，刘聪终于一举成名，考中进士，授县官一职，回到家乡。刘乙见儿子做了县官，再也不敢像以前那样对儿子凶神恶煞，打从心里怕了三分。前来恭贺的人对刘乙说：“你真有福，有个好儿子啊！”刘乙听了，很不是滋味。儿子见父亲这个样子，打从心里可怜又可气。来人散完后，父亲又要出门。儿子叫住父亲，刘乙只得留下了。刘聪规劝了刘乙一宿。说也奇怪，从此以后，刘乙就变了一个人似的。多少年以后，当地人讲起这个故事，都夸刘聪。",
      "inspiration": "人们常说： “龙生龙，凤生凤，老鼠生崽打地洞。” 其实不然，这一故事就是反证。 父亲不才， 未必儿子不才。 长江后浪推前浪，一代新人胜旧人，这是规律。 但儿子要超过老子，对有过错的老子，能 “用誉” “干父蛊”，儿子必须品行端正，奋发图强，努力学习，不断进步。 这就是生活的辩证法。"
    },
    {
      "yao_text": "上九：不事王侯，高尚其事。",
      "yao_comment": "这是蛊卦的第六爻。此爻讲不在王侯的手下为官，以自己所做的事业为高尚。一般指隐居山林的君子，如伯夷、叔齐、许由等人。儒家对这类君子肯定的是他们的志向气节，所以说“不事王侯，高尚其事”。",
      "story_name": "108 伯夷叔齐不事王",
      "story_overview": "孤竹君有三个儿子，伯夷、二儿子与叔齐。孤竹君在世时就决定将王位交给叔齐继承。在孤竹君死后，叔齐说：“王位应由伯夷继承，因为伯夷是长子。”伯夷推辞说：“你继承王位是君父的生前命令，王位应该由你继承。” 两人你推我让，对方都不接受。伯夷为了让叔齐即位，逃出了孤竹国。叔齐见了，也逃走了。这样，二儿子就做了国君。伯夷、 叔齐逃出来后碰到了一起，两人一商量，听说西伯文王尊养老人，就决定前往投奔。天有不测风云。他们在路上时，西伯文王就去世了，他们却一点也不知道。到了周国，伯夷、叔齐才听说文王去世的消息，正赶上武王载着文王的木主神像，带兵要去征伐殷纣王。武王听说伯夷、叔齐来了，高兴极了，准备马上任用他们。伯夷、叔齐却拦在武王的马头前，斥责武王未及葬父就大动干戈，是不孝的行为；以人臣的身份去征伐纣王，是不仁的举动。要武王放弃伐纣的行动。周围的兵士见了，都大骂伯夷、叔齐是不懂事的老顽固，要求武王杀掉他们，以免晦气。姜太公在旁边讲：“两位都是有义的高人，不要为难他们。” 伯夷、叔齐见劝不住武王，就决定离开周国。这时，他们已几天滴水未沾，连路都走不动。为赶快离开周国，两人就互相搀扶着，一步拖一步地离开了周国。两人来到首阳山，天天采薇为食，决心不食周朝的一粒粮食，来显示他们的气节。一天，一位农夫见到伯夷、 叔齐，对他们说：“你们两人，怎么天天吃野菜呢? 你们该去申请政府救济才是啊！” 伯夷、叔齐说：“我们就是为了不吃周朝的粮食，才天天吃野菜的。” 农夫问：“为什么呢?”伯夷说：“武王不孝不仁，所以，我们不吃他的粮食。”农夫说：“现在已是周朝的天下，首阳山也是周朝的，你在山上采野菜，还不是吃的周朝的野菜吗?” 两人都答不上来。从这一天后，伯夷、叔齐连野菜也不吃了，没过多久，两人就饿死在首阳山了。",
      "inspiration": "在古代社会，许多志气高尚的义士，常不耻统治者的猪狗之行，而采取“不事王侯，高尚其事” 的人生态度， 《易经》对此是肯定的， 故说“志可则也”。 伯夷、 叔齐就是典型的人物， 这里肯定的是人的高尚气节，就是中国传统文化讲的骨气，骨气是人之为人的根本。 人有这骨气，才 “不肯为五斗米折腰”， 人若无此骨气， 就是无灵魂的奴才、 哈巴狗。 在当今人欲横流的时代，一个真正的人就应该多少有些骨气，才能不被利诱惑！ 有骨气的人愈多，我们的社会也就愈美好。"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua18Data;
} else if (typeof window !== "undefined") {
  window.gua18Data = gua18Data;
}
