// 第19卦数据
// 自动生成，请勿手动修改

const gua19Data = {
  "gua_name": "第十九 临卦",
  "gua_ci": "临：元亨利贞，至于八月有凶。",
  "gua_jie": "此卦上经卦为坤， 下经卦为兑，故说“兑下坤上”。坤为地， 兑为泽，其卦象为泽上有地之象。 临，上对下为临，如君对臣、父对子一类。 筮遇此卦大吉， 利贞正。 临卦为十二月卦，八月后为否卦，否卦为凶卦，所以说“至于八月有凶”。",
  "yao": [
    {
      "yao_text": "初九：咸临，贞吉。",
      "yao_comment": "这是临卦第一爻。 咸， 感。 此爻是讲人君、 官员能守正道，在下临臣民时，就会使臣民受到感动， 因而依君主、官员的榜样而行，就合于正道，有吉利可言。此爻强调的是临下者的合于正道，故此爻《象传》说： “成临贞吉，志行正也。”",
      "story_name": "109 黄霸临民志行正",
      "story_overview": "汉武帝末年，淮阳有位名叫黄霸的人。他自小好学律令，喜欢做官为民办事， 家中又财富千万， 就用钱捐了一个官。长官是读书人出身，见黄霸是用钱捐的官，很看不起他，让他去做管钱谷的小官。黄霸上任后，认真计算每一项支出，管理得井井有条，账目，清清楚楚。长官见了，夸他廉洁有法，就推荐他做了均输长，后又升为河南太守丞。太守丞在地方官中可是最有实权的官，黄霸在任期内，办事公平，吏民咸服，他把文法与温良恭俭让合在一起，又让吏民可亲可信。不到一年时间，史书上说太守完全信任他，下属官员和老百姓也都敬重他。昭帝时，因燕王谋反作乱，在政治上又奉行严刑酷法来治理国家，成为时尚。但黄霸继续以宽松和缓的方式治民，并取得了举国公认的业绩。宣帝在民间时，就听到吏民夸奖黄霸的许多好话，他一当上皇帝，立刻任命黄霸做了廷尉，让他主管中央的刑法。在黄霸任廷尉时期，朝中官员都称赞他持法公平。一次，在处理任长信少府的大儒夏侯胜的案子时，黄霸因同情夏侯胜，被一同定罪，判处死刑。在狱中，黄霸就拜夏侯胜为师，学起《尚书》来。不久，夏侯胜复出，做了谏议大夫。他向宣帝推荐黄霸，黄霸又出来做官了，先是扬州刺史，后升为颍川太守，秩比两千石，享受地方官的最高俸禄。黄霸在颍川，选用人品正直的人做他的下属，严格要求属员清正廉明。所以，颍川的官员都比较廉正，在百姓中有一个好形象。自从跟夏侯胜学《尚书》后，黄霸懂得礼教化民的作用。在颍川，他手订条规，内容都是劝民向善防恶的，还有奖励农耕桑 蚕、节用生财的内容。他令各级官吏把这些条规宣传到每家每户。条规语言简明，易读易懂，又是与老百姓道德、生产、生活相关的内容，百姓一听就喜欢。渐渐地，颍川地区的孩童老叟都能背出黄霸所写的条规来。潜移默化，没几年时间，颍川成为全国最富饶、安定的地区。这些政绩，后来使黄霸升为宰相，汉宣帝还赐爵关内侯。",
      "inspiration": "官吏临民，有志行正与志行邪之分； 人民对官吏是正还是邪， 是清还是贪， 心中自有一番感受。 像黄霸这样的官吏，能以正临民， 使民感化，因而， 也受到人民的拥戴，凡事 “贞吉”。不仅古代是如此， 今天仍是如此，作为人民公仆的领导干部， 行正与不行正，仍会有两种不同结果。 行正， 就能得到社会、 人民拥护，而得“贞吉”； 不正，就会被人民所唾弃，被钉在贪官、奸官的耻辱柱上。"
    },
    {
      "yao_text": "九二：咸临，吉， 无不利。",
      "yao_comment": "这是临卦的第二爻。 据高亨考证， “咸”当作“威”。此爻是说当民未顺命时，就应以威势临下，有威势则臣民服，就会吉无不利。故此爻《象传》说： “咸临，吉无不利， 未顺命也。”",
      "story_name": "110 诸葛威临蜀国治",
      "story_overview": "庞统投奔刘备后，向刘备献策攻取益州，为立国的基础。在进军成都途中，庞统死于落凤坡。按庞统的策略，刘备很快进入成都，夺取了益州，刘璋为保百姓，拱手让出政权。刘备取得益州，首先有一棘手的人事问 题。怎样安置刘璋? 刘备主张，刘璋还是应留在成都。诸葛亮反对说：“刘璋应送到荆州去，让他离开益州，以免一国二主的局面。”又说：“刘璋失去益州，完全是太软弱的原因。主公若是妇人之仁，恐怕难以长久在益州立足。”而从诸葛亮这番话中，已透露了他严法治蜀的思想。刘备令诸葛亮草拟治国的方略。没多久，草案制订出来了。大家一看，草案的刑法十分严厉，动辄就是判罪、杀头，都认为诸葛亮的草案要不得。蜀郡太守法正代表大家出面反对说：“秦末，汉高祖约法三章，减除秦的严刑酷法，受到人民拥护，因而取得天下。请丞相学习汉高祖，宽刑省法，以求得人民拥戴。” 诸葛亮回答说：“法正先生，你只知其一，不知其二。秦朝严刑酷法，为万民怨恨，汉高祖行宽仁之政，正补济其弊。刘璋父子统治益州二十余年，软弱无能，法制不讲，威严不立，如果还继续下去，不用威刑严法来治理，那是很危险的。” 法正听了，十分佩服。诸葛亮在法正等人都信服后，把法令公布了出来，张贴在各地的显眼地方，人们都纷纷前来观看。不少人说：“太严苛了！”一些有识之士却说：“益州二十多年无刑法，奸人横行，恶人当道，是该严刑治蜀了！” 那些一直无法无天的权棍恶霸，见了公布的法令，恨得咬牙切齿。成都市内的几个长期为非作歹的人，更是以身试法，想看诸葛亮的态度。诸葛亮马上严令查办，并一一判处极刑。自此以后，人们都不敢以身试法了，益州上下都知道刑法不可轻犯。诸葛亮本人以身作则，他误用马谡，自贬三级，免去丞相。凡在他手下做事的官员，有违法犯禁的，诸葛亮都一一依法严惩，对谁也不讲情面。如废中都护官署府事李严及长水校尉廖立为平民等等，都令人传颂。",
      "inspiration": "古往今来，治国无非是宽猛两手。 有时需以宽为主， 有时需以猛为主，都需审势而定。 诸葛亮以威临民，治理益州， “吉无不利”， 正在于他能审时度势，纠正益州先前之弊。 所以，为政者一定要善于审时度势，一定要知道所救之弊之所在，才能宽猛得宜， 吉无不利。"
    },
    {
      "yao_text": "六三：甘临，无攸利，既忧之，无咎。",
      "yao_comment": "这是临卦第三爻。 甘，强制； 忧， 《说文》解释是“和之行也”，即行宽和之道。此爻爻义是说，上面对下面的人民，采取强制的严厉统治，是不会有利益的； 但若能配以宽和之道，就不会有灾咎了。",
      "story_name": "111 汉用黄老政无咎",
      "story_overview": "刘邦打败项羽，建立了汉朝。面对秦严法酷刑统治的后遗症，汉初都实行黄老之治，采取与民休息的政策，以纠秦政之弊。黄指黄帝，老指老子。黄老之治的主旨是清静无为，垂拱而治。说穿了，就是让老百姓自由发展，当官的少去或不去进行无谓的干涉。汉初行黄老之治的著名人物，是代替萧何第二位担任相国的曹参。曹参是跟随刘邦多年的将军。刘邦封王时，封长子刘肥做齐王，给齐王七十多座城市，派曹参去做齐国的丞相。以前带兵打仗，现在要治理国家，曹参一点办法也没有，于是，他就找了一 批文士来请教。这个这么说，那个那么讲；此人讲三皇，彼人说五帝，讲得曹参无所适从。一位属下说，齐国胶西有位盖公，学问渊博，相国为何不去请教他呢? 曹参驱车来到胶西，谦虚地向盖公请教。盖公说，要讲治国，莫过于黄老之术。黄帝垂拱，天下大治，就是后来老子总结的清静无为。曹参听了，茅塞顿开。回到相府的第二天，他就颁下命令，要各级官员让农民自由耕地，商人自由买卖，不准无故去打扰百姓。各级官员接到命令后，还以为曹参有进一步的政令，左等右等，不见政令下来。有人就到相府去问他，怎么不见具体政令下来? 曹参说：你们奉行黄老之治就是了，还需要什么政令? 黄老之治就是我的政令。人民在秦朝的年代，稍不小心，就犯了刑法，处以极刑，没有一点人身自由；今天官府派这样税，明天官府又出那种赋，弄得人民生不如死。如今实行黄老之治，人民觉得一切都宽和了，耕田的力耕，从商的用心买卖，社会反倒安宁无事了。曹参用黄老之术治理齐国九年，把一片战乱的齐国，变成了人人安居乐业，社会安宁，民富国强的兴盛之地。因此，萧何死后，曹参就做上了中央政府的相国。曹参上任，继续在全国推行黄老之治。这样一来，他这相国没什么事做，就与几位老年人整天喝酒，一直到他去世。说来真怪，曹参什么事不干。他死后，老百姓竟歌颂他，说他为政使人民得到了安宁，社会整齐划一。",
      "inspiration": "人民在苛政统治之后，往往十分盼望和平的岁月，汉初曹参为相， 在秦“甘临”之后，采用 “既忧之” 的宽和之道， 让人民休养生息， 所以， 成为中国历史上的贤相。 为政临民要宽和， 为人处世也要宽和。宽和是中国传统的美德，值得每个中国人有分析地吸取。"
    },
    {
      "yao_text": "六四：至临，无咎。",
      "yao_comment": "这是临卦的第四爻。 至临，指以诚信临民。此爻是说上能以诚信临民，办起事来就吉无不利。",
      "story_name": "112 徙木十金至临民",
      "story_overview": "商鞅从魏国来到秦国，先向秦孝公讲述帝王之道，说得秦孝公昏昏欲睡，后向秦孝公宣传霸道，说得秦孝公听了还想听，一连让商鞅讲了三天三夜，秦孝公听得毫无倦意。听了商鞅所讲的富强之术，秦孝公马上拜他为左庶长，赏给他最上等豪华的府邸，还有黄金五百两。希望商鞅在秦国推行富强之术。聪明的商鞅没有立刻答应，而是对秦孝公说：“要行富强之术，没有合适的人选是行不通的；有了合适人选，不给他大权专断，同样行不通；给了大权专断，但又听信各种传言，不完全相信或有所怀疑，也是行不通的。”秦孝公说：“讲得好！” 于是，秦王下了一道诏书：“自此以后，秦国国政一切听左庶长决定。若有违抗，与违抗圣旨同罪。”商鞅得到秦孝公无条件的支持，准备在全国实行变法。但他知道，自己不是秦国人，来主持秦国变法，还要让百姓知道自己的诚信，取得人民的拥护，变法才能成功。商鞅只做了一件小事，就使人民相信了他的为政诚信，讲话算数。在一个秦人的节日里，商鞅在京城南门竖一根小小的木材，在旁边张贴了一张告示，告示上醒目地写着：“有谁能把这根木材从南门移到北门，就奖他十金。”署名是“左庶长商鞅”。木材和告示旁站满了人，一圈又一圈。看着谁都扛得动的木材，看看告示上的十金巨赏，大家都不相信，只用半小时时间，把这根小小的木材扛到北门，就能赢得买房舍、置田产都用不完金钱，哪有这样的好事? 人们都议论纷纷，七嘴八舌，谁也不敢去搬动这根大家都搬得动的木材。因为，大家不知道商鞅葫芦里卖的是什么药。商鞅见半天都无人去移木材，就又下了一道布告，将赏金由十金提高到五十金。五十金，可是够一个中产之家吃喝一辈子都用不完的大数目啊！重赏之下，必有勇夫，一位男子终于鼓足勇气，将木材从南门移到北门。商鞅已经等在那里了，他亲自给扛木材的人戴上红花，兑现奖金，围观的群众人人都后悔莫及。这一下子，大家都说：商君真是说话算话的君子啊！也有人说商鞅太傻了，商鞅就用区区的五十金买来了秦国百姓对他的信任。他才是真正的大赢家！后来，商鞅在秦国推行变法，人民都知道他是守信用的，所以，变法很快成功了。经过商鞅变法，据史书记载，秦国道不拾遗，仓廪充足，勇敢善战，不敢私斗，国富兵强，天下莫比。",
      "inspiration": "治民示以诚信不欺，人民就会对在上的统治者有信任感。 商鞅变法， 深明此理，所以有移木重赏五十金之举。 这是商鞅的聪明处，他用有价的五十金，买来无价的诚信的形象，才有变法的成功。 许多在位者没有诚信的形象，所以老百姓对他不信任。 以诚信临民，是政治成功的必备条件，古往今来，概莫能外。 所以一个受人民拥戴的官， 首先必须是一个具有诚信品质的人。"
    },
    {
      "yao_text": "六五：知临，大君之宜，吉。",
      "yao_comment": "这是临卦第五爻。知临，即智临。此爻是说能以智临民，就知道怎样治民，这是帝王所宜具有的才能。若帝王具有知临的才干，就会天下大吉。 知临，就是要行儒家所讲的中道，故此爻《象传》讲： “大君之宜，行中之谓也。”",
      "story_name": "113 虞舜中道智临民",
      "story_overview": "虞舜得唐尧禅让后，成为万民之主。唐尧禅让时问舜： “你将怎样治理天下呢?”舜回答说： “公允地执守中道，就是我治天下的法则。”尧听后，十分放心地点点头。他知道，舜已经懂得了治天下的大法，他完全可以放心地退休，安享晚年了。主管东、南、西、北方的四岳不太明白，齐声问舜道：“什么是中道呢?”舜说：“人作事，有的性子太急，往往做过头；有的性子太缓，常常做得不及。做过头与不及都不理想，中道就是做事合宜，恰到好处，既不过头又非不及。” 四岳都明白了舜的中道治民，原来就是为政要合适、合宜，不能搞过头，又不能不及。想不到舜把这样高深的问题，用几句通俗的话就讲明白了，四岳都庆幸天下又有一位明君了。舜深深地知道，政在得人。因此，他做天子后，最注重的是对官员的选拔与升降。以他的智慧，舜很快发现，有十六位贤人 未得任用。这就是高阳氏的才子八人与高辛氏的才子八人，世人称他们为 “八恺”、 “八元”。舜任命八恺主管农田管理、农业生产的一切事务；任命八元主管文化教化工作。自从八恺、八元上任后，农业生产年年丰收，人民家家知礼，户户明义，天下富足，社会安宁。舜又发现，在尧时一直受重用的帝鸿氏、 少皞氏、 颛顼氏、缙云氏中，分别有四大恶人，这四大恶人善于伪装，满口仁义道德，暗地里坏事干尽，所以，尧一直没有发现。舜以其明察，才识破他们。许多人还不相信，四大恶人暗中四处散布，舜是一朝天子一朝臣。舜根本不管这些，把四大恶人放逐到了四方的边境。说也奇怪，四大恶人放逐后，京城里以前出现的怪事再也没发生了，人们这才佩服舜的明智。",
      "inspiration": "相传舜统治天下，能以智临，明辨人的贤与不贤，用中道于治国治民， 而换来了为儒家所称道的垂拱无为天下治的理想政治。 结合此爻所示，实际告诉为政者一个道理，凡为政者一定要自己是明智的，唯有自己的明智，才可谈得上“知临”，而有区分善恶好坏的能力，做到政治公正清明。如果为政者自己善恶不分，好坏不能明，谈何“知临” 呢?"
    },
    {
      "yao_text": "上六: 敦临, 吉, 无咎。",
      "yao_comment": "这是临卦的第六爻。 敦，敦厚。此爻是讲人君在上以敦厚治民，就会吉利无咎。敦厚是人的内在品德，故该爻《象传》说“敦临之吉，志在内也”。一般来说，《易》卦上六、 上九爻为凶，而此爻作吉，反映了《易》作者对人的道德的肯定。",
      "story_name": "114 鲁恭敦临吉无咎",
      "story_overview": "东汉章帝时，太尉赵熹推荐鲁恭做了中牟令。鲁恭自幼喜读儒书，曾以明《鲁诗》，被皇帝征召，在白虎观参加过全国最高水平的经学讨论会。在《鲁诗》熏陶下，鲁恭特重为人敦厚温和。如今做了中牟令，鲁恭自然以敦厚温和作为为政之要。有人骂他真是个迂夫子，要不了半年，准会卷铺盖滚蛋回家。上任不几天，鲁恭就遇到一件前几任县令都没解决的旧案。这件案子是一起争田案，原告许伯告张叔侵占他的田界，张叔又反告许伯吞蚀他的地边。两人反反复复告了十来年，几任县令都未了断。鲁恭接到此案，并不问案。只是像拉家常一样，问二位道：“你们告了这么多年，累不累?” “当然累啊！”二位回答。“想不想解决?”鲁恭又问，二位回答：“想。”鲁恭接着向二位讲起做人要有谦让的品德，又讲了几个谦让得益的故事。二位见县令如此厚道，自觉无颜再争了。就这样，鲁恭一下子就把这件十多年未了的案子了了。县民见县令这样忠厚正直，都受到感动。一位农夫就将自己的牛被亭长借去几年的案子告到鲁恭那里，请鲁恭给个公道。鲁恭派人了解清楚案情后，就判亭长将牛退还主人。可亭长拒不执行判决。于是，鲁恭亲自到亭长家，请他将牛归还给主人家。一次，两次，连续三次，亭长都不听。鲁恭回到县衙，自责地说：“是我的教化不力。我不配再做县令了。”他把县官印符等一一清理好，请人查收后，准备辞官为民。县里的属员从未见过鲁恭这 样敦厚的长官，百姓同样未见过他这样的清官，大家都齐聚县衙，恳请鲁恭不要辞职。全县上上下下，舆论一致谴责那位亭长。亭长知道众怒难犯，只好把牛还给了主人。据《后汉书》记载，有一年螟虫遍布河南，却唯有中牟县没有螟虫。这是汉代天人感应的神话，借以说明鲁恭为政敦厚清明，连天也感动了，所以，螟虫不入中牟县境。鲁恭的政绩传到朝廷，皇帝亲自下令嘉奖，还拜他做了侍御史。其后，位列三公，做到太尉，子孙荣华富贵，成为东汉有名的显族。",
      "inspiration": "作为古代的官员，鲁恭敦厚治民，赢得了百姓的拥戴，也给自己创造了美好的前程，这正是“敦临吉无咎”的最好说明。 此爻义是要说明，作为治理社会、 管理人民的官员的德行的重要性， 有了敦厚之德，即使处 “上六” 的危险之位，同样 “吉无咎”。 许多官员受到百姓的诅咒、 仇恨， 往往多由于他们缺少“敦临”之德。 因此， 为政者一定要注意德的修养。"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua19Data;
} else if (typeof window !== "undefined") {
  window.gua19Data = gua19Data;
}
