// 第2卦数据
// 自动生成，请勿手动修改

const gua2Data = {
  "gua_name": "第二 坤卦",
  "gua_ci": "坤：元亨，利牝马之贞。 君子有攸往，先迷后得主，利。 西南得朋，东北丧朋。 安贞吉。",
  "gua_jie": "此卦上下两经卦都为坤，故称坤下坤上。坤卦于物象为地，故此卦代表的是地。凡占筮遇到此卦，古人认为是大吉之卦。 牝马，母马。 此卦最利于占问母马的事， 故说“元亨， 利牝马之贞”。君子有所前往，开初误走歧路而迷失，但最终会找到正确道路遇到主人，所以是有利的。君子前往要走西南方，不要走东北方，因为在西南方可以得到朋友，到东北方反而会丧失朋友。坤为地道，若能安于承天的正道，就会吉利无害，所以说“安贞吉”。",
  "yao": [
    {
      "yao_text": "初六：履霜，坚冰至。",
      "yao_comment": "这是坤卦第一爻。 乾卦为纯阳， 坤卦为纯阴。 从物讲，霜、冰都为阴。此爻是说到了脚履秋霜的天，就预示严冬的坚冰时节即将来临。",
      "story_name": "7 献公宠姬乱晋国",
      "story_overview": "东周的齐、晋是当时诸侯中最强大的两国。但这两个国家的国君都不知防微杜渐，而发生过重大的祸乱危害。齐国的祸害发生在齐桓公晚年，一代霸主不听管仲临终遗言，重用易牙、竖刁、 开方， 竟孤独惨死于凄凉之中。 真是可叹！ 可悲啊！晋国的祸害则起于晋献公宠信骊姬。在与骊戎之战时，晋献公娶得骊姬、少姬两位美人，埋下了以后的祸乱之根。这位骊姬长得貌若天仙，妖同妲己，诡计百出。晋献公自得到骊姬后，整日形影不离，食同桌，枕同眠，宠信无比。骊姬一面大施媚术，一面参与朝政，往往十言九中，晋献公于是又奉若神明。一年后，骊姬为献公生下一子，名叫奚齐。献公宠信其母，又喜爱幼子。骊姬则日夜在献公面前进谗言，吹枕头风，要立奚齐为太子。但是，太子申生深得臣民爱戴，才德皆备，晋献公一时找不到废他的理由。于是，晋献公决定从立骊姬为夫人入手。然而，晋献公的如意算盘遭到了大臣们的反对。晋献公又令卜偃、史苏进行占卜。卜筮的结果，都是凶兆。史苏更将骊姬比做苏妲己，用“履霜坚冰至”的《易》理，劝献公防微杜渐。但晋献公根本听不进，硬是坚持把骊姬立为夫人了。骊姬做上夫人，名正言顺地成了后宫之主，行为更加放肆了。她先是用色相勾引献公的重臣优施，成为心腹；又用重金贿赂献公的另一个幸臣梁五，结成三人帮。三人里唱外和，导演了一幕幕肮脏的政治丑剧，把晋国搞得昏天黑地。太子申生最终惨死在骊姬的毒计之下，公子重耳、夷吾分别流离到国外，为奚齐立为太子扫平了道路。晋献公死后，骊姬的儿子终于做上了国君。但这时晋国已由强大的国家，变成了一副动乱不已的烂摊子。后来一直到重耳重返晋国执掌大权，由晋献公宠信骊姬而带给晋国的祸乱才告结束。",
      "inspiration": "履霜不久，坚冰就将来到，这本是人所共知的自然现象。 这一现象告诉人们，凡事都有由微到著、 由小到大的发展。 但身为国君的晋献公却不懂得这个道理，他宠信骊姬，使好端端的一个大国被骊姬搞得破烂不堪。若献公知道防微杜渐的哲理，骊姬之祸就可消亡于无形了。 人生在世， 祸福常有， 要免除大的祸患，常保无虞， 就不要忘了 “履霜坚冰至” 的 《易》理。"
    },
    {
      "yao_text": "六二：直方大，不习，无不利。",
      "yao_comment": "此爻为坤卦第二爻。方、直，为地之性； 地得此性衍生万物，所以又说大。此爻为下经卦中爻，又以阴爻得偶位，为得其正性的爻位。喻人事，则是《易·文言》说的君子“敬以直内， 义以方外”，君子能直能方，就能有德不孤而大。 地为阴道、 臣道，阴从阳行，臣依君行，故不需有所先习，只需以正直之德而行，就没有不吉利的。",
      "story_name": "8 吕端直方拜宰相",
      "story_overview": "毛泽东曾经用“吕端大事不糊涂”的话来夸奖过叶剑英元帅。说起这位吕端来，那可是《宋史》中列传的人物啊！吕端先做过成都知府，后来被宋太宗亲自拜为宰相。与吕端一起做知府的官吏，加上比知府大的官吏不知有多少，但最后能登上宰相位置的人却是凤毛麟角。别人没做到，吕端做到了，靠的是什么? 用吕端自己的话来讲，就是行事正直大方。他经常讲：“吾直道而行，无所愧畏，风波之言不足虑也。”试举二事为证：第一件事是推举寇准。吕端曾与寇准共事，位在寇准之上。但寇准力主抗击辽国的侵略，经常直言谏政，毫无顾忌。因此，许多臣僚都对寇准有看法，说他锋芒太露。吕端却认为，寇准敢于直言，那是忠贞的品质体现；主张抗辽，更符合国家民族的根本利益。所以，他对寇准十分尊敬，在政事上总是与寇准虚心商量。当宋太宗选择新的宰相时，皇帝、群臣都认为吕端是最好的人选。吕端却说，寇准是最合适的人选。第二件事是反对杀害李继迁的母亲。李继迁是个什么人? 原来是位叛逃西陲的叛将。按照宋代律法，凡是叛将之流都要受满门抄斩的惩罚。叛变时，李继迁的母亲因年事已高，被留在家乡。李继迁成为叛将，他的母亲马上给抓起来。宋太宗为了惩后，决定杀掉李继迁的母亲。金口一出，群臣都没有一个提出反对意见。谁料，吕端却从当时的大局出发，从长远计虑，反对杀掉李继迁的母亲。这不仅有顶撞圣上的罪名，还有勾结、 同情叛将的嫌疑，若不是吕端禀性直方，哪会站出来为社稷考虑，而自己冒着犯下杀头大罪的危险呢? 宋太宗全盘思忖后，接受了吕端的意见。后来果然换来了西陲的相对安宁。李继迁去世后，他的儿子感激宋朝不杀祖母之恩，终于投降了宋朝。而吕端一生富贵，终至拜相之尊，真是“无不利”也！",
      "inspiration": "地以直方之性承天，大泽万物， 无所不利。 向人展示了处下之道。 凡人在世， 都有上下属的关系需要处理，在上下之间， 在下者如何处理好与上司的关系， 是很艰难、 微妙的。 只要在下者能以正直、 方正的品行来与上相处， 总是有利无害的。 吕端以直方之性尽其臣子之道， 是深明此爻之义的。 但是，不要忘了， 用正直、 方正的品行作为下之道时， 一定要在上者是位贤明之人。若殷纣为王，做臣子的去讲什么直方之性，那不是不识时务的真正傻帽儿，就是一种可悲的愚忠了。"
    },
    {
      "yao_text": "六三：含章可贞。 或从王事，无成，有终。",
      "yao_comment": "此爻为坤卦第三爻。 三为公之位，比诸侯。 至此爻下经卦形成， 所成经卦为坤，坤象既成，所以称“含章”， 喻阴党成群； 但并非无救，诸侯有力者可以匡正其失，故说“可贞”。诸侯匡失，疑于专王之权，所以说“或从王事”。 由于诸侯匡失，所以阴党不能成就其阴谋，但却得济国安民之功，所以说“无成, 有终”。",
      "story_name": "9 晋文匡王成霸业",
      "story_overview": "自东周开始，周王朝的权威就一天一天地眼看着衰落，好多诸侯国都不听令于周天子了，但周王室的争权夺利，却一天也没停止。 到周襄王时，甚至出现周王出逃京城的事件。而事情的起因，乃是群小作怪所致。周襄王有一个弟弟，人称太叔甘公，甚得太后溺爱。甘公一表人才，骨子里却是道地的奸小。在周襄王周围，也是一群奸诈的小人。其中有两个人，名叫颓叔与桃子，知道周王好色，就四处打听消息。不久，听说翟国有个绝色美女，名叫叔隗。两人马上奏报周王，还亲自到翟国去提亲。有位贤臣，名叫富辰，听说后，加以反对，说周王有天子之尊，怎么能同一个夷女结婚呢? 周王却根本不听，很快与叔隗结婚成了亲。结婚后，周襄王又被叔隗的美色所迷念，竟然将她封作了王后。哪里知道，这位王后不守妇道，红杏出墙，三下五除二，一下子与甘公勾搭成奸。周襄王戴了绿帽子，却一点儿也不知道。没有不透风的墙，王后与甘公的奸情终于败露了。一天，甘公与王后私通后，又贪宫女小东的美色，要强奸小东。小东惧怕王后的淫威，不敢应从，只好跑到周襄王那里，将王后与甘公的奸情一一揭发。周襄王听说后，气得半死。但他更没有想到的是，由此导火线，使他成了流亡天子。事发之后，隗后被囚于东宫，甘公急忙外逃。颓叔、桃子也怕祸及身家，一齐逃出了王城。三人商议，决定逃往翟国。他们向翟国国君编造了一番谎话。在三人的欺骗下，翟国点起军马，直攻王城。周王的军队根本不是对手，很快被打得落花流水。周襄王只好仓皇出逃。这个消息被晋文公重耳知道后，他把周襄王请到自己国家，尊以天子之礼，并帮助周襄王平定内乱，重登王位。晋文公匡扶周襄王有功，在著名的践土大会，周襄王策命晋文公为方伯，并下诏授予他“得专征伐”的特权。使晋文公成了与齐桓公并称的著名霸主。",
      "inspiration": "在你的社会关系中也有类似被奸小所包围的“周王”， 若你对他加以帮助，使他不被奸小所陷害，这不仅对他有利，你也会获得应有的名与利， 这就是利人又利己。 奸小的阴谋不能得逞，正成其你、 我、全社会的 “有终”， 这就是《易经》 的社会生活的辩证法。"
    },
    {
      "yao_text": "六四：括囊， 无咎，无誉。",
      "yao_comment": "在位之人，对上容易招嫌有咎，于下易于有功得誉，为危疑之象。但此爻为阴， 爻位为偶， 为当位之爻，故有无咎、无誉的结局。而无咎誉的危疑，必以括囊为前提。括，是束结之意，括囊是指束结紧口袋，以喻人谨畏周密，无所招致咎、誉的嫌疑灾害。",
      "story_name": "10 司马德操善括囊",
      "story_overview": "《三国演义》第三十五回， 写的是“刘玄德遇司马徽”。 司马徽， 字德操，号水镜先生。 与庞统为友。 长得是松形鹤骨，器宇不凡。本有济世之才，却装成一位好好先生。刘备正是在水镜先生指点下，后来才得伏龙、雏凤的扶助，而取得蜀国，形成三国鼎立之势。这位司马德操虽有济世之才，被有识之士视为奇士，但他眼见汉末战乱，他居住的荆州又在刘表的统治下。刘表为人性格阴暗，嫉贤妒能，为避其害，司马德操就假装成一个好好先生。有人问他：“张三如何?”他说：“好！” 又有人问他：“李四怎样?”他还是回答：“好！”所有人问他，不管问什么，他都说：“好！”夫人劝他说：“大家有问题都来问你，是尊重你，看得起你。你应该认真答复。什么都说好，那人家还问你做什么呢?”水镜先生淡淡一笑，回答说：“夫人所说，也说得好！”令他夫人啼笑皆非。就这样，再也听不到人们对他的称誉了。一谈起他，人人都说他是个好好先生。然而，刘表手下有位谋士，深知司马德操是位济世之才，就向刘表推荐，希望刘表能够重用他。刘表听后，乔装去见司马德操。问了许多话，只得到一个字的答复，那就是：好。回来后，刘表气愤地对那位谋士讲：“司马德操只是个平庸的好好先生，有什么用！”就这样，司马德操免除了刘表对他的疑忌，无咎无誉地安隐于荆州。当遇到刘备时，司马德操已知刘备是“天命所归”的人，仍然经常只说一个好字。请看罗贯中的描写：玄德求问姓名，水镜曰：“好！好！”玄德再问伏龙、雏凤是谁，水镜只言：“好！好！” 真是好一个活脱脱的好好先生！",
      "inspiration": "历史上不断有乱世出现，生活中常有嫉贤妒能的上司， 这时， 人的才干、 名誉都往往给你带来灾祸。 而此爻“括囊无咎”之义， 正是给你开出了一个应付的处方。 明代学者何良俊在《语林》卷十五说：司马徽“知刘表性暗， 必害善人。 乃括囊不复议谈”。 人能悟此， 可以说才是真正明白 “括囊无咎” 对人生的意义。"
    },
    {
      "yao_text": "六五：黄裳，元吉。",
      "yao_comment": "此爻为坤卦第五爻。 黄， 为中之色； 裳，是下装、中美则黄，下美则裳。此爻虽为阴登于五，柔居尊位之象，但有黄裳之德，故为大吉之爻。喻在下的人臣， 以忠信之德，执掌天下大权，貌近于僭，实则大吉大利。",
      "story_name": "11 周公尽忠辅成王",
      "story_overview": "周武王消灭殷纣王后不久，就因病去世了。这时，由太子姬诵继承了王位，就是周成王。而周成王还是一个未成年的孩子。殷商顽民被灭国后，仍有很大力量；各国诸侯并未完全心服；周人内部的矛盾也呈现了出来。这些难题都不是孩子周成王所能解决的。若是不好好解决这些难题，周人的统治就会发生危机。历史需要一位能够解决这些难题的伟人。在这群臣惶恐无主的关键时刻，武王的弟弟、成王的叔父--周公旦站了出来。他当仁不让地做上了摄政王，代成王处理一切国政。周公旦本是位仁德的圣贤，又精通三坟五典。武王病重时，他曾祷自于神，愿以自己代替武王，可见宅心之仁厚。然而，看到周公做上摄政王，首先是周公的弟弟们开始怀疑周公了，各种流言四布：“周公旦居心叵测！”“周公旦想代替成王做皇帝！”一时间，怀疑、 诽谤周公的言论，如一支支毒箭从四面八方射向周公。面对这些流言，周公泰然处之，仍一如既往地行使摄政王的大权，把朝政处理得井井有条。周灭殷后，曾分为邶、 鄘、 卫，是为三监，由殷王之后武庚统领。武庚听说周人的矛盾后，开始蠢蠢欲动了。周公的弟弟管叔、蔡叔，是两个心术不正的小人。在周公做摄政王时，是他们最先制造各种流言，此时，竟与自己的敌人武庚勾结在一起。一场大风暴雨来临了。武庚率领三监余民与管叔、 蔡叔一道，公开发动了叛变周王朝的战争。面对这场叛乱，周公毫不手软，立即调集大军，亲自统帅，前往征讨。经过艰苦的征战，叛变被镇压了，武庚、管叔被杀掉，蔡叔被流放。周王朝渡过了危机。再也没有人敢散布周公的流言了，王室的大权牢牢地控制在周公手中。不久，周公又制礼作乐，订立制度，为周王朝的长治久安打下了坚实的基础。",
      "inspiration": "《左传》载有一则与此爻相关的故事，讲南蒯准备叛变，卜筮《周易》得坤之比， 爻辞正是“黄裳，元吉”。 南蒯以为大吉，对《易经》深有研究的子服惠伯却说，必须用于忠信之事，才会大吉； 你是搞叛乱，不会有好结果。 后来， 果然如子服惠伯所言。 这一正一反的事例说明， 《易》 占必须用于正道，否则即使得大吉之爻，也是没有好结局的。 而凡事能以内心的忠诚去努力实现， 皆有吉利可言，则是此爻爻义与周公的故事告诉我们的人生哲理。"
    },
    {
      "yao_text": "上六：龙战于野，其血玄黄。",
      "yao_comment": "此爻为坤卦第六爻龙为阳，此爻为阴，故龙战指阴阳交战。 城外为郊，郊之外为野。 玄黄，分别指天、 地之色。 天地为最大的阴阳，其血玄黄，是指阴阳交战流出了血，说明此爻是凶爻。 喻人事，则为上下交战，至于死伤流血的情形。",
      "story_name": "12 曹髦交战司马昭",
      "story_overview": "三国的魏国，是一代英杰曹操所建立的，在三国中是最强大的。谁知，曹氏子孙不肖，后来的魏国竟成为司马氏的天下。到魏主曹芳当政时，司马氏实际上已经操纵了大权。司马师带剑入殿，一切政事都由他决断，根本不把曹芳放在眼里。曹芳气愤不过，下密诏诛杀司马氏。谁知事泄，反而被司马师废了他的王位。司马师因篡位不到时机，只好另立曹髦为新王。曹髦是魏文帝的孙子，原先被封高贵乡公的爵位，如今做了皇帝，倒想有一番作为。哪知，司马氏控制了整个朝政。司马师死后，司马昭自封天下兵马大都督，处处挟制高贵乡公，篡权的野心日益显露，以至天下无人不知。“司马昭之心，路人皆知”的成语，就出自此处。眼见司马昭的专横，曹髦是恨在心里，但又怕司马昭的权势，只好作《潜龙诗》一首，以泄不满。诗曰：伤哉龙受困，不能跃深渊。上不飞天汉，下不见于田。蟠居于井底，鳅鳝舞其前。藏牙伏爪甲，嗟我亦如然。一位名叫贾充的官吏知道后，马上向司马昭告发了此事。司马昭一听，诗中将他比喻成泥鳅黄鳝，恼怒万分，立刻身带宝剑随从，直入宫殿。当着百官大臣，厉声责骂曹髦，公然威胁说：“你曹髦是不是想做第二个曹芳！” 曹髦回到后宫，痛哭一夜，终于下定决心要铲除司马昭。但还不用司马昭动手，曹髦就被司马昭的手下杀死了。",
      "inspiration": "坤卦上六爻为阴盛之极的物象，阴盛之极而逼阳与之交战，有龙战于野之象。 司马氏身为人臣， 权倾天下，威逼魏主，发生交战， 结果以司马氏篡国， 魏主身亡失国而结局。 此爻爻义及故事告诉世人，在矛盾双方力量悬殊时， 较弱的一方一定不要轻易行动， 避免以卵击石，而应变等待和创造时机， 审时度势而后动。"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua2Data;
} else if (typeof window !== "undefined") {
  window.gua2Data = gua2Data;
}
