// 第20卦数据
// 自动生成，请勿手动修改

const gua20Data = {
  "gua_name": "第二十 观卦",
  "gua_ci": "观：盥而不荐，有孚颙若。",
  "gua_jie": "此卦下经卦为坤，上经卦为巽，故说坤下巽上。坤为地， 巽为风，卦象为风行地上。 观，大有可观之义。 盥，是祭神时晋爵灌地，以求神降临的祭礼； 荐，是向神祭献牲物； 孚，信； 颙，敬。此卦是说祭神及向神所献祭牲简略，不足为观；可观的是人的诚信与礼敬。意即可观的不在祭神的礼物，而在人有无信敬之德。若人能修德，即使祭献简略，鬼神也会受到感动，而大有可观。",
  "yao": [
    {
      "yao_text": "初六：童观，小人无咎，君子咎。",
      "yao_comment": "这是观卦第一爻。童观，指观察事物只有儿童认知的水平，所见浅显寡少。此爻是说人只具童观的水平，小人就无灾咎，但是君子就有灾咎了。 因为小人本来见识就浅近，所追求的只是眼前利害，不需高远的见识；君子追求的是高远的目标，若只有儿童一般的认知水平，就无法看到更无法实现高远的目标追求。小人无咎，只是指小事小利的无咎。",
      "story_name": "115 富僧童观小无咎",
      "story_overview": "说不清具体是哪个朝代了，在佛教徒中盛行着朝拜观音的风气。 出家人都以能到南海朝拜观音为无上荣光。在距南海有数千里之遥的一个小县里，有一座寺院。小县虽小，信徒却不少，一年四季，庙里香火不断，住持和尚数年来攒积了不少钱财，在当地是一位名副其实的富僧。县里还有一位云游的穷和尚，经常因贫穷到附近各寺院去挂单。县里也都知道他，见了他，都要施舍一碗斋饭给他。附近县里的和尚，纷纷有人朝拜南海，消息传到小县，寺院的和尚们都羡慕极了，都希望自己能到南海走一遭。一天，穷和尚来到寺院，对住持说：“我听说各县都有人去南海，不知大和尚有什么打算?”富僧说：“我很想去南海，正筹划着呢。到南海有几千里路，我想等筹够了钱，造一艘大船，直抵南海，到时你也一起去。”穷和尚说：“那真要谢谢大和尚了。” 可一天天过去了，都不见动静。穷和尚又去问富僧，得到的还是一样的答复。穷和尚于是决心走路去南海。富僧一听，好像听错了话，知道穷和尚的决心后，富僧好意地劝他：“你一文钱也没有，怎么到得了南海?”穷和尚说：“我沿途化缘就是了。”穷和尚就这样走了。富和尚见穷和尚到南海去了，虽然他不相信穷和尚能到南海朝拜观音，但受到感动，决定尽快也到南海去。他找来工人，问清建造一只大船的费用，又计算到南海路途的花销。可是，一清点自己的钱财，连打造半只船的钱也不够。寺庙虽香火不断，但因小县是个穷县，信徒的贡献每次都不多，所以，他明是富僧，却积攒有限。这一来，富僧的心凉了半截，再也不提到南海朝拜观音的话头了。但富僧心里还是极想去南海，因而，经管寺院更努力了，一文钱的收支都记得清清楚楚。富僧天天在寺院里，白天为前来进香的信徒讲经说法，夜间计算着到南海的经费差额。三年后，穷和尚风尘仆仆地回来了，他告诉住持，他已经去南海朝拜了观音。和尚们都围着他，请他讲这讲那。富僧到圆寂时都未凑足去南海的钱，带着深深的遗憾去见佛祖了。",
      "inspiration": "故事中的富僧以为有了钱，造好船，才能到南海，这就是十足的 “童观” 了。所以，虽然他能积攒一些钱财，无有小咎，却有不能到南海的大憾。人不在年龄的大小，凡见识浅近者都是“童观”，干不成大事。因此，人生在世要多学习，多见识，以克服自己的 “童观”。"
    },
    {
      "yao_text": "六二：窥观，利女贞。",
      "yao_comment": "这是观卦的第二爻。 窥，从门缝、 阴暗处偷看。 此爻是说男子从阴暗处偷看女子，幸女子为贞节姑娘，因而没有丑恶的事发生。虽是如此， 发生了男子偷看的事件，也是可丑的，故此爻《象传》说： “窥观女贞，亦可丑也”。",
      "story_name": "116 偷儿闻观命丧西",
      "story_overview": "明朝年间，发生了一件古来少有的奇事。祁家有一女，自生来就与常人不同，人见人爱，娇小玲珑。在重男轻女的年代，父母都视她为宝贝。不少亲邻好友都说，这女孩长大了，不是做贵妃，就是当娘娘的命，喜得她父母合不拢嘴。祁女长到二八，简直如天仙一般，美得令人落魂失魄。且喜祁女自幼熟读《女儿经》，以妇道自励，从不逾矩半步，人人都夸她是德貌双全。上门提亲的不知有几万人了，可父母都认定她是娘娘命，一个也不肯答应。果然，盼到皇上选妃了。州里第一个把祁女推上去，借祁女升官发财，祁女父母也想成为皇亲国戚。好不得意。但将祁女八字找人一算，却是命犯披麻，有克夫之命，而且要克死七人。州官和祁女父母都说没算准，再找了几个算命先生，一算都这样说。州官怕犯欺君大罪，只得另择佳丽了。祁女父母自此打消了做皇亲国戚的念头，决定将女儿出嫁。以前来提过亲的许多人家，知道祁女是克夫命，都不敢再来提亲了。然而，总有宁在花下死做鬼也甘心的男人，也有不怕邪的男人前来提亲。不久，祁女终于与一个三十多岁的男子成婚了。说也奇怪，不到一年，这个男人去世了。接着，祁女又与第二夫、 第三夫、第四夫、第五夫结婚，个个都在一年内死去了。祁女二十多岁，再无人敢与她婚配了。但她正在青春年少时，不免时时哀叹自己命苦，红颜薄命。一位新丧夫人的男子，多少年来一直暗羡祁女的美貌，根本不相信术命，知祁女时时思春，就找人撮合。一说即成。几个月后，这第六任丈夫也死了。祁女发下誓言，再也不结婚了，以免再多害一个男人。有一偷儿，窥见祁女貌若天人，魂魄就跟了去。趁黄昏时，祁女出门汲水，偷偷跑到祁女的房间躲了起来，心想色财双收。祁女回来，什么也没察觉。偷儿躲在暗处，祁女的一举一动，看得清清楚楚。上床时分，祁女上床睡觉。偷儿爬到床下，不小心碰到了祁女六位死去丈夫的神位，发出了声响。祁女以为是六位丈夫争风吃醋，就说：“各位夫君，请不要争吵，我实在是命不犹啊！”偷儿一听“各位夫君”，心想祁女一定有准备，请了几位男子；“命不犹”，偷儿听成“命不有”，认为是要取自己的性命。吓得连话都说不出来，一动也不敢动。第二天清晨，祁女一看床下，除六位丈夫的神位外，还多了一具男人的尸首。",
      "inspiration": "这一传闻故事显然在宣传迷信的相术， 根本不可信。但故事偷儿被吓死，表现了对 “窥观” 者的鞭挞。 凡有 “窥观” 行为，都是不道德的，是可丑的。 “窥观” 丧德败行，是任何正人君子都不齿的。 “窥观”不仅指男女之间， 凡一切不应偷看者却有偷看的行为，都是 “窥观”。 而 “窥观” 者， 当以偷儿的下场为戒。"
    },
    {
      "yao_text": "六三：观我生，进退。",
      "yao_comment": "这是观卦的第三爻。此爻是说由我的角度来观察社会人生，当进则进，当退则退。 由于进退都合于当然，所以，进退都合于道。 故此爻《象传》讲： “观我生，进退，未失道也。”",
      "story_name": "117 孔子进退不失道",
      "story_overview": "鲁昭公死后，鲁定公继位了。 这一年，孔子已经四十二岁了。在这之前，孔子已是鲁国的名人了。 齐景公和晏子到鲁国，还专门登门请教呢。鲁定公即位后，孔子的名声越来越大。孔子自己早就盼望有一施展才华的机会。鲁定公终于给了他机会，让他做了中都宰。孔子早就说：“如果要用我，我一定复兴西周的辉煌。” 如今终于有实行的权力了。因此，孔子在中都宰任上，十分尽力，把工作做得井井有条。据说，未用到一年的时间，中都就成为鲁国的模范城市了。孔子因政绩卓著，被升为司空。司空任上，孔子又因突出的作为，升为大司寇。当上大司寇没多久，孔子又代行摄相事，主持鲁国国政了。照司马迁的说法，孔子治理鲁国三个月，做买卖的都诚实经商，男女之间有礼有别，道不拾遗，宾至如归。齐国紧邻鲁国，鲁国用孔子强大起来，对齐国是个威胁。齐人十分紧张，想方设法要破坏鲁国对孔子的重用。齐国在国内挑选八十名年轻美丽的姑娘，让她们穿得花枝招展的，又选出文马一百二十匹，一齐送到鲁国去，说是献给鲁定公。在鲁国京城外，齐国人故意将美女、文马展览出来，鲁国的季桓子几次穿着便衣去偷看。季桓子又告诉鲁定公，君臣二人去偷看了一天，连朝政都不理。随后，鲁定公、季桓子愉快地接受了齐国的礼物，还连着三天取乐，什么事都不管。几天后，鲁国国君祭天。按礼，祭天后的剩肉，应分给每位人臣，孔子却没得到。孔子知道，鲁国再没有他施展抱负的希望了，于是，与弟子周游列国去了。",
      "inspiration": "能观察透人生，该进则进，该退则退，儒家认为只有孔子才能做到。 这是儒家对孔子的推崇。 人生在世，都有个自我观察人生与进退的问题， 观察是否透彻准确，进退也才有得宜与否。进退得宜， 该进则进，该退则退， 则人生就不会有大遗憾。 进退都不得宜，就会遗憾不断。 而进退得宜，前提在 “观”，所以， 人们应特别注重培养自己的观察能力。"
    },
    {
      "yao_text": "六四：观国之光，利用宾于王。",
      "yao_comment": "这是观卦第四爻，此爻观国之光，是讲诸侯王到天子的上国观光； 利用宾于王，是说天子用宾客的礼节来招待诸侯王。在这种场合，天子往往要赐给有功劳的诸侯各种赏赐，以示表彰。",
      "story_name": "118 淮南王观国之光",
      "story_overview": "汉初，刘邦封刘氏子弟为王，分别散在各地。刘长被封为淮南王。文帝时，淮南王谋反，被流放四川，途中绝食而死。刘长与文帝是兄弟，淮南王刘长死后，社会上有人编了一首诗讥讽文帝。歌词说：“一尺布，尚可缝；一斗粟，尚可舂。兄弟二人，不相容。”汉文帝听了，就封刘长三个儿子为王，刘安为淮南王，刘勃为衡山王，刘赐为庐江王。到武帝时，淮南王刘安仍然健在，按辈分他是武帝的叔父；按君臣关系，他又得以臣子的身份按期朝觐武帝。这淮南王刘安喜好学术，在手下招募了许多学者，在他主持下编著了《淮南鸿烈》 一书，就是今天学者所讲的《淮南子》。淮南王朝觐武帝的时间又到了。按往常惯例，刘安准备了许多奇珍异宝，专门另请人抄了一部《淮南子》，打算送给武帝。临行前数天，就派出前哨去报信。武帝听说淮南王又来朝觐，因他是父辈中仅存的诸侯王，所以特别重视。淮南王来到京城，武帝立即接见。按照礼数，淮南王向武帝进献珍宝，又呈进《淮南子》。武帝雅好文学，十分称赞《淮南子》。接着，武帝召开盛大国宴，宴请淮南王。美酒佳肴，鼓乐笙箫，舞女轻歌曼舞，奢侈之极。淮南王被安置在国宾馆，住在总统级套间里。淮南王朝觐完了，该回国时，武帝照例要下一道诏书，赏赐财宝，以表示对淮南王的嘉奖。最后，武帝亲自举行饯行宴会。淮南王完成了朝觐的使命，带着属员又回国去了。",
      "inspiration": "古代的“观国之光”， 实际上是中央政府与地方政府相沟通的方式。 里面既包含着地方政府承认中央政府的权威， 又包含着中央政府对地方政府的关注。 古代常用这一方式，来维系中央与地方政府的平衡，并沟通其情感。 在这一方式中，天子要以宾客之礼礼待诸侯王，否则时常引起战乱。 由此给人的启示是，上下相安发展， 要有一定的相互尊重，否则一定会引发上下之间的矛盾。"
    },
    {
      "yao_text": "九五：观我生，君子无咎。",
      "yao_comment": "这是观卦的第五爻。此爻是说从我的角度观察社会人生，君子没有灾咎。 九五爻为君王之位， 贤明的君王是“天视自我民视”，所以，此爻观我生是由百姓来观，通过百姓来观察社会，而采取相应的政策，故此爻《象传》说：“观我生，观民也。”",
      "story_name": "119 商汤由民观我生",
      "story_overview": "儒家讲尧、舜、 禹、 汤时代，风调雨顺，其实都是美化的说法。尧、舜时有洪水，商汤时有大旱，这都见于史书记载。只是他们都能体察民情，由百姓观察民间疾苦，及时补救，因而，仍为民众所歌颂。这里只讲商汤由百姓观察大旱的情形。商汤做王后，住进皇宫，生活在宫廷中。作为贤君，他仍然经常到民间体察民情。一个秋天，商汤已有半年多未出宫门了，这时有暇，又带着几个随从，微服来到民间。所到之处，到处都是旱灾。虽在宫廷听说旱情的报告，但想不到这样严重。到处是因干旱弃耕的田地，许多地方连吃水都没有，山上的树木一片干焦…… 商汤进到一家餐馆，要了一碗饭，一碗汤，老板开价十两银子。商汤问：“怎么这么贵?”老板回答：“现在一斤米要卖二十两银子，一担水要十两银子，怎么不贵呢?” 走到乡村，到处都看到乞讨的人群。商汤心如火焚似的立刻回到宫廷，连夜召集王公大臣研讨对策。第二天，商汤发下诏书，命令全国上下各级政府，开仓放粮，解救百姓。又下令水利专家四处寻找水源，以供百姓生活用水。第一年大旱过去了。第二年又遇上大旱。商汤再次动用国库，把粮食发放给百姓，这一来，国库所剩已经不多了。人们都盼望第三年有个丰收年，但老天偏不从人愿。第三年，又是一个大旱年。商汤知道后，十分焦急。那时，人们都迷信是上天的意志，商汤同样如此，他相信一定是地上有不合天意的犯罪行为，才会这样的，所以，他决定祈求上天。他向上天默默地祈祷，一小时，又一小时，时间慢慢地流过去了。百姓听说，纷纷来到祭天的地方，跟着商汤跪下来，大家都说：“商汤是个贤君，若天要降罪就降到我们身上吧！” 据说商汤一跪就三天，果然感动了上天。天降下甘霖，百姓欢呼起来，商汤也高兴得笑了。这一年，全国获得了大丰收。",
      "inspiration": "中国古代文化关于商汤的传说，不一定是信史。但此爻所讲的君主统治社会，应像商汤一样，善于从民众的观察中，考察到人生的真情，给予救弊补偏，却有参考价值。社会是人民的社会，凡是不从民众考察社会，不关注民众疾苦的统治者，无不是“有咎” 的；反之则 “无咎”。"
    },
    {
      "yao_text": "上九：观其生， 君子无咎。",
      "yao_comment": "这是观卦的第六爻。 王弼说：“观我生，自观其道也； 观其生，为民所观者也。”此爻是说我的人生作为，被他人所观察。人有不同，观察的结论就不同，但君子是能坚持自己志向的人，不为各种看法所动摇，最终是没有灾咎的。",
      "story_name": "120 观其生伊尹无咎",
      "story_overview": "夏桀时，政治黑暗，有志之士都耻于做官，纷纷逃往山林。住在山林中的贤才伊尹，却走出山林，要想做官。消息一传出，四邻都前来劝阻。东邻说：“伊尹啊，你是个贤人，怎么去黑暗的夏朝做官呢?”西邻说：“夏桀是个暴君，你去做官，不是羊往虎口送死吗?”南邻说：“大家都不愿当夏桀的官，你去做他的官，不怕人骂你同流合污吗?”北邻说：“我们大家在山林，生活虽清贫点，但日子却快乐自由，还是留在这里好。” 伊尹对四邻说：“我正因为夏桀残暴昏暗，人民生不如死，才要去做官。只有做了官，才有权力为老百姓解决疾苦啊。能救一人算一人，能救十人算十人。如果大家都见政治黑暗，好人不去做官，官都给坏人做完了，人民还有活路吗?” 伊尹说完，坚定地走出山林，准备到夏朝去做官。他向地方的最高长官自荐，说他学富五车。这些官员都是吹牛拍马的人才，毫无一点真才实学，自然不能赏识伊尹，都把他当做有官瘾的傻子，轻则讽刺讥笑，重则辱骂。出来数月，伊尹不仅没有得到一官半职，倒成了社会上人人皆知的人物--一个官瘾十足的傻子。一些不理解的百姓，纷纷骂他坏，说他傻，讲他痴，各说不一，都是否定的话。这时，商汤的名声传到伊尹的耳里，他决定到商汤那里去做事。到了商汤的地方，一些听说过伊尹的人都笑他无耻，说他在夏朝那里没捞到官职，现在又到商汤这里讨秋风，真是天下少见。有人还专门上书商汤，不要让伊尹这坏小子的奸计得逞。伊尹见到商汤，商汤满是怀疑。但深入一谈，才知伊尹才学盖世，天文地理无所不通，又有一颗救民的善良之心。就决定拜他为相。许多人失望了，许多人不理解。伊尹做相后，勤奋为政，一心为民，忠实地协助商汤。不到数年，就消灭了夏桀，把人民从夏桀的统治下解救了出来。老百姓这才相信，伊尹的求官做，真正是为了解救百姓。伊尹也成了历史上千古传颂的圣贤。",
      "inspiration": "一个人的作为，从其他人的角度来观察，未必能得出正确的看法。 但一个人只要心存正道， 行为光明磊落，无论人家怎样看你，最终都会得到承认，如像伊尹一样。 所以， 别人对你的观察和看法，都不重要，重要的在你的心、 在你的行为。 若心道正直，行为合义，再多的说法，再不理解的责难议论，你都可以不必计较。 因为， “观其生，君子无咎” 嘛！"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua20Data;
} else if (typeof window !== "undefined") {
  window.gua20Data = gua20Data;
}
