// 第21卦数据
// 自动生成，请勿手动修改

const gua21Data = {
  "gua_name": "第二十一 噬嗑卦",
  "gua_ci": "噬嗑：亨，利用狱。",
  "gua_jie": "此卦下经卦为震， 上经卦为离，故说震下离上。 震为雷，离乃电，其卦象为雷电交合之象。噬嗑，咀嚼口腔之有物。 噬，是噬嚼； 嗑，口中有物牙齿嚼合，所以说亨通。 筮遇此卦，利于讼狱之事，故说“利用狱”。雷能动物，电能照明，先王取以为法则，故此卦与狱有关。",
  "yao": [
    {
      "yao_text": "初九：屦校灭趾，无咎。",
      "yao_comment": "这是噬嗑卦的第一爻。 屦， 贯； 校， 一种刑具。 此爻是说初犯罪受罚，被戴刑具，虽有灭掉足趾的小灾难，但此人从此改过， 因而， 后来就可保无有灾祸了。 故此爻《象传》说：“屦校灭趾，不行也。”不行，指受罚后不再行犯罪之事。",
      "story_name": "121 徐叔嘉灭趾无咎",
      "story_overview": "清代杭州地界，住着徐氏二兄弟。 兄长名叫徐仲明，弟弟名叫徐叔嘉。徐氏二兄弟都已成家，分门别居。徐叔嘉沾上赌博毛病，一见人开局，就手发痒，有钱就赌，无钱就凑热闹。赌博场中，经常都听得到他的声音。时常手气不好，输得精光，输完就借，借了又赌，仍是输得精光。为还赌债，徐叔嘉把家中值钱的东西都变卖了，他本是万贯家财，一两年就穷得家徒四壁了。连老婆陪嫁的嫁妆，都偷去还赌债了。自己家没钱，就时常到哥哥家去拿，今天拿一件，明天拿两件，他哥哥家的人见了他就关门，像见了鬼似的害怕。徐叔嘉的妻子见丈夫日赌夜博，先是天天规劝，可丈夫一点也听不进去，反而与妻子发火发气，妻子只有暗中流泪。实在无法生活，他妻子只好回到娘家。妻子走了，徐叔嘉更放肆了。不及三月，连空房子也卖了，成了一个无家可归的叫花子。赌场的人知他钱无分文，连赌场也不准他进了。落到天天讨饭的地步，徐叔嘉开始后悔了。他的哥哥可怜弟弟，将他接到家中，不想吃了两顿饱饭，又旧病复发。徐仲明整日为此焦急。一日，在街上逢一炼师。徐仲明将他的焦虑向炼师请教，炼师说，对这种人要施加严厉的刑法，才能让他痛改前非。徐仲明请炼师来到家中，叫人从赌场将徐叔嘉绑了回来。炼师让人抓住徐叔嘉的手放在桌上，手起刀落，把他右手手指砍掉一大截，痛得徐叔嘉当场昏过去了。手指断了，徐叔嘉去不了赌场，自此，徐叔嘉一想起断指的疼痛，就不敢有赌博的念头了。改掉赌博的习气，徐叔嘉变成了另外一个人。在他哥哥资助下，做起生意来，从此，走上了正道。他做生意货真价实，童叟无欺，不到数年，就成了当地最有信誉的富商。",
      "inspiration": "在人生中， 走错路是难免的。 犯了错， 受到刑罚，只要能接受教训， 从此改错，仍不失为一个好人。 最怕的是受到 “灭趾”之罚后，还不觉悟，还要沿着老路走下去，这就不是“无咎”了，而是死路一条。 犯错是人所难免的，可贵的是能从“屦校及趾” 后吸取教训， 以免再错， 就能如本爻所说“无咎” 了。"
    },
    {
      "yao_text": "六二：噬肤，灭鼻，无咎。",
      "yao_comment": "此爻是噬嗑卦的第二爻。肤，皮肤，引申为肉类。此爻是说人吃肉时，因肉太大块，把鼻子也掩住了，形容人吃相不雅观。但此不雅观是吃肉时出现的， 古代要富贵人家才做得到常吃肉，故此爻的吃相不雅观，较之有肉吃实在算不了什么，因此讲 “无咎”。",
      "story_name": "122 陈平灭鼻终为相",
      "story_overview": "秦末，阳武县有一陈姓人家。 家有弟兄二人，陈平就是弟弟。 陈家家境贫困，哥哥一天劳作，陈平却是一天读书玩耍。陈平长大后，身材高大，一表人才，是位典型的美男子。但因家贫，兄长结婚数年，陈平都没娶上妻子。嫂嫂见陈平俊伟，经常关心体贴。俗话说长嫂当母，陈平也没有感觉什么不对。渐渐的，陈平发现嫂嫂的关心体贴太过分了，陈平先是回避，但终是血气方刚，为孔子所说“戒之在色”的年龄，而与嫂嫂热火起来。没有不透风的墙，陈平“盗嫂”的臭名不久就传了出来，这一下，更没有人愿嫁给他了。后来有位嫁了五次，据说已克死五 个丈夫的寡妇，人人都不敢娶，才让陈平捡了个便宜，终于成了家。陈平虽说名声不佳，但乡里每逢分肉，都要请他主刀，说他分得公平。每次提刀在手，陈平总是说：“如果让我宰治天下，我一定像分肉一样。” 大家都笑他狂。陈胜起义时，六国贵族纷纷起来。在原魏国地界，魏咎号称魏王，率军反秦。陈平听说后，就投奔到他手下，被封为太仆。但是，陈平的建议却受不到重视，他又受到谗言的攻击，只得改投项羽。陈平在项羽手下做到都尉，仍不能发挥才能，他又决定投奔刘邦。临走时，陈平把自己掌管的金银全部洗掠一空。项羽军中纷纷传言，陈平是个偷儿，因偷了钱，才逃到刘邦那里去的。陈平是个人才，与刘邦一谈话，就受到重用。这可引起了周勃、灌婴一班人物的嫉妒。周勃等人对刘邦说：“陈平人虽长得漂亮，但人品却很差。在家盗嫂，做官偷金。这种偷金盗嫂的人，反复无常，大王要小心他啊！” 刘邦招来陈平的推荐人，生气地说：“你给我讲陈平是位贤人，怎么有偷金盗嫂之行呢?”推荐人讲：“大王你讲的是人的品行，我讲的是陈平的才能。大王现在正打天下，要的是有才能的人，而不是有品行的人。陈平偷金盗嫂，这并不妨害他是位人才。” 刘邦没有话讲了。刘邦正在用人之际，为了留住陈平，给他做了大官，陈平也不负刘邦重用，为刘邦平定天下，先后出了六大计谋，立下了巨大功劳。惠帝时，陈平做到宰相的高官。后平定诸吕有功，文帝时拜为丞相。死后，封为献侯。",
      "inspiration": "陈平偷金盗嫂，给人的形象正如 “噬肤灭鼻” 一般。 一般而言，形象不好，总是不利的因素。但此爻为当位之爻，故得无咎的结局。 世界的事情往往是这样的，你要噬肤， 就得灭鼻， 然而， 一定要注意当与不当。 所谓当，就是有能力噬肤； 若不当，无能力噬肤， 就徒有灭鼻之咎。 最好的结果，当然是噬肤，又不灭鼻，这才是大吉大利。 然而， 一定要灭鼻才能噬肤，又何妨灭鼻呢?"
    },
    {
      "yao_text": "六三：噬腊肉，遇毒，小吝，无咎。",
      "yao_comment": "这是噬嗑卦的第三爻。此爻是说有人吃腊肉时，腊肉有毒， 因腊肉坚硬，需在口中嚼时较多，肉未入肚，就发现了有毒，所以，仅仅是小灾吝，而没有大灾祸。此爻有遇毒的小吝，是因此爻为不当位之爻，故此爻《象传》说：“遇毒，位不当也。”",
      "story_name": "123 噬腊肉周瑜遇毒",
      "story_overview": "曹操亲率百万大军， 南下攻打东吴。东吴以长江天险为依托，建起坚固防线。 曹军都是北方人， 不习惯南方水战，人在船上，稍一晃动，站都站不稳，谈何打仗?仗着兵多将广，曹操派人给周瑜送去战书。周瑜刚受诸葛亮的激将法，痛恨曹操想霸占孙策和他的妻子--大乔与小乔，一见来使，什么也没说就命令斩首示众，曹操的来信看也不看就撕得粉碎。曹操听后，勃然大怒，立即传令四更吃饭，五更出战。五更 时分，曹军以荆州降将为前部，自率大军为后部，将战船进到三江口。正遇东吴大将甘宁，端坐船中，只见甘宁手起箭落，就射倒了荆州降将蔡璃，曹军顿时大乱，战船纷纷碰撞，曹军人人站立不稳。曹操初战大败，恼羞成怒，大骂荆州降将蔡瑁、张允。蔡瑁待曹操骂过后，轻轻地说：“这次战败，都是由于军队不习水战，如果让我和张将军训练军队，熟习了水战，就不怕打不赢了。”曹操听他说得有理，马上下令全军听从蔡瑁、 张允训练指挥。蔡瑁、张允得令后，开始摆船布阵。他们将曹军战船分为二十座水门，以大战船排列在外面，小战船在里面，中间纵横出入水道，使小船可以穿梭往来。阵布好了，蔡瑁、张允又训练起士兵来，让他们逐渐习惯水战。周瑜在江东遥遥看到二十座水门，带领几位亲信，乘船来到曹营，察看究竟。一见曹军战船的摆列，周瑜不由心中大惊。正在惊疑之时，曹军一声炮响，二十座水门中如箭一般冲出无数小船，吓得周瑜一干人连忙逃了回来。周瑜回到军中，心想曹军若如此布阵，再经两三个月，习惯了水战，东吴哪里是对手? 唯有除掉蔡瑁、张允二人，曹军没有懂水战的将军，才能出奇制胜。正在愁无计除掉蔡瑁、张允时，周瑜的老同学现效力于曹操手下的蒋干来到了。周瑜哈哈一笑，心中暗暗说道：“时机来了。” 周瑜假装不知蒋干是来刺探军情的，十分热情地款待他。晚上又故意装醉。蒋干被周瑜蒙在鼓里，还自以为探听到了蔡瑁、张允是密奸的绝密情报，偷偷跑回曹营，前去向曹操请功邀赏。曹操听了蒋干得到的绝密情报，大怒，立即命人将蔡瑁、张允斩首。当刽子手献上蔡、张二人的首级时，曹操才醒悟过来，知道自己中计了。老百姓后来编了一句话，说“曹操背时遇蒋干”，就是讲的这回事。除掉蔡瑁、张允，曹操没有训练水军的人才，最后被吴蜀大军打得惨败，东吴则免去了灭亡的危险祸害。",
      "inspiration": "此爻讲的吃腊肉遇毒， 是譬喻人的事业成功一定要遇到阻力。 周瑜打败曹操，最大的危险威胁是蔡瑁、 张允二人，周瑜用计除掉他们， 正如去毒，消除阻力一样。 此爻给我们的启示是：人生凡做一件事， 不免有阻力，但阻力只是“遇毒”，并不可怕。只要去毒， 就可获得成功。 因此， 人不能抱一帆风顺的心态去看待从事的事业，又不能害怕“遇毒”而无所作为。 凡事能如此对待，即使有“小吝”，也决不会有大咎。"
    },
    {
      "yao_text": "九四：噬干肺， 得金矢，利艰贞，吉。",
      "yao_comment": "此爻为噬嗑卦的第四爻。肺，带骨头的肉。此爻是说啃干硬的带骨的肉，得到了肉中藏的金箭头，这对处于艰难而又正直的人说来是有利的，是吉兆。干肉难吃，带骨头的干肉更难啃，这是比喻艰难的事情，金矢，喻艰难的事情中包含的二重性， 矢有伤人的一面，金有贵金属的价值，有这二重性，所以，唯有艰贞品质的人才能胜任，若人不艰贞反被矢所害。",
      "story_name": "124 吴用智取生辰纲",
      "story_overview": "杨家将为大宋王朝尽忠效命，人人皆知，泣鬼神，感天地。这样的忠正之家，宋王朝怎样厚待也不算过分。但那时是奸臣当道的年代，杨家将的功劳反成了被陷害、歧视的缘由。及至杨老令公的孙子杨志时，竟落到卖刀汴京，以求一餐的境地。杨志卖刀，又遇上无赖牛二，要想强要宝刀，杨志被逼， 气愤之下忍不住一刀宰了这无赖恶霸， 被发配到北京大名府。大名府留守梁中书，是当朝太师蔡京的女婿。梁中书见杨志一身武艺，十分了得，就让他做了管军提辖使。每年蔡京生日，梁中书都要送上一份丰厚的贺礼给老丈人，以表孝心。贺礼都是搜括来的不义之财，各地英雄知道了都要在路途劫夺。去年的十万金银财宝，就被人夺了去，至今仍未破案。梁中书正为今年十万生辰纲的运送担心，猛然想到杨志武功盖世，有他护送，还怕什么呢? 杨志得梁中书提拔，由囚犯升为军官，自然愿效犬马之劳，肝脑涂地，也要报效梁大人。在梁中书准备礼物时，就被江湖上的赤发鬼刘唐知道了。刘唐一人做不了这件大事，就跑到东溪村报信给晁盖。这晁盖人称托塔天王，仗义疏财，为人豪爽，江湖上无人不知，所以，刘唐要来找他共商大事。晁盖听后，决心劫取这份不义之财。他请来同村学究智多星吴用先生，一同商议。另找到石碣村的三位好汉：阮小二，人称立地太岁；阮小五，人唤短命二郎；阮小七，人称活阎罗，加上一清道人公孙胜，七位好汉聚在一起，定下了智取生辰纲的妙计。杨志押着十担生辰纲，沿途平安无事。不想到黄泥冈时，却进了吴用安排的天罗地网中，十担生辰纲全部被劫。杨志失了生辰纲，只得在二龙山落了草。晁盖七人被追查太紧，终于走上梁山，火拼王伦，干出了一番轰轰烈烈的大事。",
      "inspiration": "人在一生中， 常遇到艰难的大事，做好了，会带来想不到的好处； 做不好，往往会因此而带来许多悔吝。 按此爻所示，人只能以贞正的品德， 以百折不挠的毅力去对待艰难困苦，就会有吉利的后果。 若是心术不正，又无坚忍不拔的意志，不仅啃不动“干肺”， 还会被 “金矢” 所伤。"
    },
    {
      "yao_text": "六五：噬干肉，得黄金； 贞厉，无咎。",
      "yao_comment": "这是噬嗑卦的第五爻。此爻是说吃干肉时，发现肉中有黄金，而得到黄金。筮遇此爻表示有危险，但最终没有灾难。此爻所吃的是干肉，而非九四爻的干肺，肉中所有的是黄金，而不是金矢，故此爻所示之事较九四爻的难度要小，危险程度要小，而所获的利益更多。本爻所以能如此，是因为占筮之人行事得当，故此爻《象传》说： “贞厉无咎，得当也。”",
      "story_name": "125 噬干肉刘秀得当",
      "story_overview": "王莽篡汉后，他不是根据社会现实去搞改革，而是处处从书本去找历史的理论依据，结果搞得社会衰败，人民苦不堪言。老百姓被逼到无法生存的地步，就一定会为求生存起而造反。王莽当政不久，各地就爆发了无数起义。单说南阳地界的一支队伍，领头是刘縯、刘秀二兄弟。刚开始时，他们的部队被新莽的军队打得惨败。这时，另外两支起义军来到南阳，与刘秀的南阳兵合在一处。后来，又与下江军联合，组成了一支混合大军。为了统一指挥，大家决定立一首脑。有人主张刘縯，新市、 平林军主张立刘玄，因刘编他们兵力不如人家，就立刘玄为更始帝。更始帝是个无能的草包，但选出了首领，各路大军有所统一，所以，一下子就有了威势。刘秀等人被派去攻打昆阳，刘演则派去攻占宛城。刘秀打下昆阳，新莽的几十万大军就围了上来，里三层，外三层。困守只有死路一条。刘秀带着十三铁骑，乘夜冲破重围，前往定陵请调援兵。刘缤这时也攻下了宛城，听说昆阳被围，立刻率军直扑过来，要替刘秀他们解围。恰在这时，刘秀也领援兵来到。兄弟俩的军队汇合在一起，士气大振。虽然人数较王莽的大军少，却人人勇猛无比，把王莽的数十万大军打得落花流水。昆阳一战，消灭了王莽的主力。刘縯、刘秀的战功引起了其他将领的嫉妒。他们开始怂恿更始帝，要他杀掉刘编。刘秀看出了苗头，劝哥哥小心谨慎，但刘演不放在心上，终于，刘縯被更始帝杀害。消息传来，刘秀偷偷痛哭一场，马上擦干眼泪，前往拜见更始帝。刘秀说：“皇帝杀了我兄长，是他咎由自取。我曾多次劝阻兄长，但他根本不听，得罪了皇上，才有今日。”不少人来见刘秀，劝他节哀，刘秀却谈笑自如，好像根本没有哥哥被杀 一事似的。有人向他提起昆阳大战，刘秀只说是各位将士们的功劳，他是白沾光，算不了什么。更始帝听了这些消息，才放过了刘秀，还拜他做了破虏大将军，封为武信侯。躲过这一危险，刘秀后来才团聚起人才，消灭了各路队伍，建立起了东汉王朝。",
      "inspiration": "又能吃干肉， 又能得黄金，人生的好事哪能让你一个人占完? 刘秀战胜王莽，建立东汉，远远超过既有肉吃，又得黄金。这往往有危险，甚至是巨大危险，即此爻所讲“贞厉”，但人遇此危险，能妥当处理，自可免去这一灾难，即象辞所说的 “得当”。 而在危险之时， 处理得当之人， 必是大智大勇的非常之人。唯有这样的人，才配吃了干肉又得黄金，刘秀正是这样的历史人物。"
    },
    {
      "yao_text": "上九：何校灭耳，凶。",
      "yao_comment": "这是噬嗑卦的第六爻。何，通荷。此爻是说有人荷戴刑具，把耳朵的听觉都消灭了。人的耳朵听不到东西，就会有凶险发生。 故此爻《象传》说： “何校灭耳，聪不明也。”此喻人受某种蒙蔽，有耳如同无耳，不能听到外面的消息，而生发凶险。",
      "story_name": "126 秦二世何校灭耳",
      "story_overview": "秦始皇死后，赵高与李斯合谋，篡改遗书，将胡亥立为秦二世。胡亥本是个庸才，遇上赵高这个野心家，什么事都由赵高决断，完全被赵高所操纵。赵高野心很大，为了把政权完全控制在他手中，他又心生一条十分恶毒的计谋。一天，只有赵高与秦二世时，赵高说：“陛下与始皇帝比，谁英明?”“我哪里比得了父皇呢?”二世说。“陛下执政的时间有无始皇帝长?”“这不是明摆着的吗?”二世回答。赵高又说：“始皇帝在位时，朝廷议事，没有人敢提反对意见的，是因为始皇帝英明、执政长。现在陛下不如始皇帝，年龄轻，执政时间短，大臣都是跟始皇帝打天下的人，对你都瞧不起。所以，你上朝议事，许多人要提反对意见，长期下来，谁服你，陛下就没有皇帝的权威了，这不是很危险吗?” 二世一听，吓得心惊，连忙说：“不是你提醒，我还不知道呢? 请问先生，该怎么办?” 赵高狡黠地一笑，慢慢地说：“按照法家的人君之术，做皇帝的应称作朕，朕的意思就是要人臣听不到你的声音，臣下就会感到陛下神秘莫测，这样自然就有权威了，谁也不敢小看你了。” 秦二世说：“我该怎么做?” “陛下应居住在深宫里，不与群臣见面，也不许群臣谒见，凡事由一人代为传达，这就行了。”“好！就请先生烦劳，代朕传达。” 这正中赵高下怀，乐得他心花怒放。自此，二世有耳不能听政，一切都经赵高通传，外面的情况也听不到，一切都是赵高怎么说，就怎么听。不上朝了，二世的时间多了，赵高变着法让二世淫乐放荡。二世觉得，这才叫做皇帝。享乐这个东西，越贪越迷，在声色游玩中，二世 一天什么也不过问，干脆把一切推给赵高。赵高成了实际上的皇帝，群臣中凡是他看不顺眼的人，都一一杀害流放；只要顺着他的脸色，跟着指鹿为马地拍他马屁，再坏的人也能荣华富贵。就这样，秦二世再也没听到真实情况了，直到赵高派人来杀他，他才知道实情。然而，悔之晚矣！",
      "inspiration": "人都有耳，耳都能听东西。 但有人虽然有耳，却受他人蒙蔽，好像戴上了 “灭耳”的刑具，什么也听不到，秦二世就是一个典型。 人所以有耳而被“灭耳”，有外在因素，如秦二世遇赵高。但根本的原因还在自己，若自己是自强自立的人，耳朵一定会长在自己身上， 有自己的主见， 不会有 “灭耳” 之凶。 所以，一个人要真正有耳， 就必须是一个自强自立有主见的人。"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua21Data;
} else if (typeof window !== "undefined") {
  window.gua21Data = gua21Data;
}
