// 第22卦数据
// 自动生成，请勿手动修改

const gua22Data = {
  "gua_name": "第二十二 贲卦",
  "gua_ci": "贲: 亨, 小利, 有攸往。",
  "gua_jie": "此卦下经卦为离， 上经卦为艮，故说离下艮上。离为火，艮为山，其卦象为山下有火。 贲，饰之义，引申为饰治的工具。 筮遇此卦，有亨通之兆，有所前往，可获小利， 但无大功。 故说“贲，小利，有攸往”。",
  "yao": [
    {
      "yao_text": "初九：贲其趾，舍车而徒。",
      "yao_comment": "这是贲卦的第一爻。此爻是说有人文饰了自己的足趾，本来他有车坐，但为了向人显示他的漂亮足趾，连车也舍弃不坐了，而徒步行走。 比喻人为了夸耀自己的一点长处，满足其虚荣心，而甘心失掉大的东西。",
      "story_name": "127 贲其趾王三踢球",
      "story_overview": "看过《水浒传》的人都听说过，高俅因踢球踢得好，得到端王赏识。后来， 端王做了皇帝，高俅也当上太尉，一下子平步青云。好多人却不知道，野史上记载着一位名叫王三的人，也是因踢球，却失掉百万家财，这事也发生在宋代的汴京。上有所好，下必效之，自古皆然。端王做了皇帝，高俅当了太尉，汴京人大家都喜好起踢球了。城东有一大户，本姓王。祖宗三代经商，家财不下数百万，人们都称王家为“王百万”。王家有三子，不幸老大痴呆，老二早夭，只有老三继承了数百万的家财。家中虽有钱，却无权势。听说高俅踢球发了迹，这王三也热衷起踢球了。没说的，这王三可真是块踢球的料。不到三个月，就成了高足了。王三家中有钱，踢球的人多是高俅一类的破落子弟，为了骗取王三的钱，这伙人经常拉王三踢球。王三踢出个好球，大伙儿就夸上大半天，把个王三喜得不亦乐乎。一高兴了，王三就出钱请球友大吃一通。酒席上，球友把王三球技吹得更肉麻了，王三飘飘然，球友也吃得醉醉然，真是大家都高兴。人就这样怪，受到夸奖，干起事来就更加有力。王三经常被球友吹捧，踢球越发精神，一两年下来，真成了绝顶高手了。每逢农历佳节，城东都要与城南举行踢球比赛。场场都离不了王三，每踢一个好球，场外都夸起来：“王三，踢得好！”王三听了，仿佛吃了迷幻药一样，更加卖力了，在场上横冲直撞，如入无人之境。每次比赛，凡有王三，城东队都会大获全胜。赛后，人们都把王三当英雄一样抬起来，披红游街，这时的王三简直是得意忘形之极。王三迷上了踢球，家中的财富经营先还管一管。后来，管家一请示，他就说烦，让管家自己决定。谁料这个管家是个奸小，他得到王三的批准后，就大肆侵吞王家的家财，据为己有。几个忠实的奴仆发现了，就对王三说：“主人啊！你的家产，你该亲自过问过问，不要太相信管家了。”王三一天迷恋踢球，根本听不进去。管家知道有人告他的状，就用计将这几个仆人赶走了，还污蔑这几个人侵吞了主人的财产。王三还夸管家忠心呢，从此，更放心地一天到晚踢球。一天，王三回家去，刚到家门口，却被人拦住了，王三气愤说：“这是我家，你们凭什么拦我。” 几个看门人指着门上的门匾说：“你看清楚。”门匾上赫然写着“谭府”，管家姓谭，王三的家财全变成了管家的财产了。王三后悔之极。",
      "inspiration": "生活中一些人为显示自己某一方面的才华， 迷恋于不该迷恋的事， 而放弃应干的正经事、 大事，往往会出现 “贲趾”、 “舍车”的结果， 如王三这样的人物。 此爻给我们的启示是， “贲趾”无可厚非，但决不能因 “贲趾”，而“舍车而徒”，因小失大， 否则后果是不堪设想的。 当今许多人整天迷于麻将，不干工作， 不正是“贲趾，舍车而徒”的现代写照吗?"
    },
    {
      "yao_text": "六二：贲其须。",
      "yao_comment": "这是贲卦的第二爻。须，待也，等待之义。此爻是说有的人要能够文饰，需要某种条件。据此爻象辞所言，所需的条件就是贤明的君上，故《象传》说： “贲其须，与上兴也。”意思是说人做官，要依赖君上，做了官才有车马等文饰。",
      "story_name": "128 雍齿贲须于刘邦",
      "story_overview": "刘邦平定天下，登基后的第一件大事就是论功行赏，分封诸侯。最初，刘邦分封了韩信等八位诸侯王，他们都为刘邦战胜项羽，浴血沙场，立下了大功。 因他们不姓刘，所以，叫做“异姓侯王”。有人向刘邦建议，要多封同姓子弟。刘邦觉得有理，就又封刘贾、刘交、刘肥、刘喜做了王，称为同姓诸侯王，都是刘邦的后代。另外，刘邦又封了萧何、 曹参、 周勃、 樊哙、 陈平、 王陵一帮人为侯。这一帮封侯的人，多数是武将，他们见萧何未上前线，反而排在封侯的第一个，十分不满，纷纷说：“我们都身经百战，立下无数战功，萧何只是躲在后方，不流血，没有生命危险，为什么还排在第一呢?” 刘邦说：“打猎追野兽的是狗，指挥狗的是人。你们各位立下的是 ‘狗功’；萧何是指挥狗的人，立下的是‘人功’，你们怎么能比呢?”这样一说，谁也不吭气了。樊哙这些封侯的人，可以称为方面军的指挥官。在下面还有类似现在的军长、师长等许多战将，却没有得到封赏。这些人打仗在最前线，出生入死，刘邦做了皇帝，萧何等人封了侯，韩信等人封了王，没有战功的刘姓子弟也封了王，他们却不见封赏，武将们脾气又大，就发起火来。他们经常三三两两聚在一起，喝酒骂人，拔刀击木，来发泄心中的不平。一天，几十个人聚在一起，气势汹汹的，恰巧被刘邦看到，刘邦就叫张良去探听情况。张良回来告诉刘邦，说：“他们要准备造反，正在气头上。”刘邦惊吓地说：“天下初定，他们怎么又要造反呢?”张良说：“他们都跟着你打天下，现在夺取了天下，都盼着你封赏他们。你却只封赏了很少的人，他们都想不通，所以要造反。” 刘邦连忙问：“先生可有什么良策来安定他们?”张良说：“你赶紧封一个你最痛恨的人，这个人当了官，其他的人就会觉得有盼头，就不会再想造反了，诸将就安定了。” 刘邦左想右想，终于想到雍齿。雍齿本是刘邦的部下，但关键时刻背叛了刘邦，投降到了项羽手下，后来又回到刘邦身边。刘邦见了他，总想杀掉他，只是为了争取人心，才未杀掉他。但一见他，刘邦就一脸痛恨。第二天，刘邦大宴诸将，在会上，宣布了封雍齿为什方侯的诏书，各位将领一听，高兴得不得了，再也没人发怨气了，人人喝得痛快之极。一场危机，就这样平定了。",
      "inspiration": "雍齿封侯，正是“贲其须，与上兴也”之义。 能与上兴， 首先必须要上能够兴。 因此此爻给人生的最大启示是，作为属下一定要选择一贤明的上司。 上司因其贤明，一时未兴，总有时机兴起来，上司兴了，你自然会兴起来。 最怕的是盲从于无法兴的上司，跟着这样的上司，不仅不能待上兴，而且只有可悲的结局。所以， “贲其须” 的关键是要 “须” 得其人。"
    },
    {
      "yao_text": "九三：贲如濡如，永贞吉。",
      "yao_comment": "这是贲卦的第三爻。贲如濡如，形容人文饰润色恰到极致的好处，此形容圣贤一类人的形象。此爻是说，人的文饰达到圣贤一样的水平，就会在社会上永守贞正，永得吉利。人能永恒地贞正。吉利，自然就没有人可凌侮了，所以，该爻《象传》说： “永贞之吉，终莫之陵也。”",
      "story_name": "129 子路终莫陵孔子",
      "story_overview": "春秋末年，卞人有位名叫仲由的人。仲由，又名子路，从小好勇斗狠，是乡里出了名的刺头。凡打架斗殴，场场有他， 一次都没缺席过。子路自小缺少教养，与他经常混的一班人，都粗俗少文，一出口就是脏话、 野话，不可入耳，乡里人没有一个愿意与他交谈。乡里人背地都纷纷议论他：“子路的父母真不幸，带出这么一个孩子。”子路一天昏昏然，虽然感到乡邻都在背后对他指指点点，却根本不当一回事。渐渐地，子路长大了。父母听说有位孔夫子，带了好多学生，都培养成了人才。就叫子路投到孔子门下，去做学生。子路先怎样也不去，但受不了父母天天的催说，只得赌气前去了。来到孔子那里，子路看到各国的人都有，他们都是在孔子门下学习的学生，心想：这位老师可能有点本事，就先看看吧。子路戴着雄鸡冠，一副武士的样子，一见到孔子，看起来比自己大不了几岁，就轻视起来。他一点礼貌也没有地说：“孔丘，我看你手下学生不少，也想跟你学一两天。” 孔子温和地说：“凡是愿意来学习的，我都乐意教他。” 子路又说：“孔丘！你先给我讲讲学有什么用处? 你没看见南山的直竹吗? 生来就是直的，哪里用学?”孔子说：“竹子做的箭头，要经人打磨，才能锋利，射得远。玉要经人琢磨，才能成器，价值倍增。这就是学的功用了。” 子路听了，觉得有理，就留下来了。弟子们见子路这样无礼，都很气愤，劝孔子不要收他。孔子却说：“子路无礼，是没受过教化，只要渐渐引导，是可以成才的。” 子路留下来，天天与其他学生相处，天天见到老师，渐渐地改掉了以前的习性。孔子针对子路的特点，一再批评他，不能单纯地靠果敢行事，告诫他暴虎冯河是君子所不为的。在孔子教诲下，子路感到孔子真是了不起的圣贤，原先准备最多学三五个月就回家乡，后来干脆向孔子要求，一生事奉先生。从此，子路一直恭敬地随从孔子，在孔子周游列国时鞍前马后，竭尽全力，替老师减除了许多劳苦，但却从无一句怨言。",
      "inspiration": "人生在社会中，免不了遇上坏人。 有坏人， 就有人受凌侮；有时并不一定是坏人， 也可能一时冲动凌侮他人。 究其原因，“人必自侮， 而后他人侮之”，受凌侮者往往在于自身有某种缺点，才招致凌侮。 倘能如孔子永守贞正， “贲如濡如”，修养到家，就没有什么可以凌侮他的， “终莫之陵也”。 儒家的这一看法虽有孔圣崇拜的因素，但结合此爻爻义却说明这样一个哲理：人只要注重修养，遵守正道，就不会招来他人的凌侮，而获得应有的吉利。"
    },
    {
      "yao_text": "六四：贲如皤如，白马翰如，匪寇，婚媾。",
      "yao_comment": "这是贲卦的第四爻。 皤如，形容洁白； 翰如，形容快速。是说有人品性洁白， 以此作为文饰，快速地乘着白马来到，人家怀疑他是强盗，但实际上是来提婚事的。六四为当位之爻，近于君位，故为大臣遭人君怀疑之象，但因品性洁白正直，终不为害。",
      "story_name": "130 冯衍皤如光武疑",
      "story_overview": "话说西汉末年，京兆杜陵有一位名叫冯衍的人，他的祖父是大名鼎鼎的冯野王。这冯衍自小就是位奇才，九岁就能诵《诗经》， 二十岁时，就博通群书，学富五车，名噪一时。王莽时，不少公卿都闻冯衍大名，要推荐他当官，但冯衍见王莽政治黑暗，一一谢绝了。更始帝登位后，命尚书仆射鲍永平定北方，鲍永早就听说冯衍了，就让他做了立汉将军，镇守太原。刘秀势力渐大，终于平定全国大部分地区，建立了东汉王朝。但此时，太原等北方城市仍在更始帝所派的官员手中，而更始帝已经被杀掉了，只是消息不通，冯衍还不知道罢了。奉刘秀的命令，刘延率兵攻打北方。上党太守田邑首先投降，他又写信给冯衍，劝他也投降刘秀。冯衍接信后，指责田邑有叛徒的名声，降城的羞耻，表示要为更始帝坚守城池。不久，冯衍知道更始帝已亡的消息，坚守再无意义，只得投降了东汉王朝。冯衍虽归顺了刘秀，刘秀却埋怨他投降最迟，一直以怀疑的态度对待他。冯衍投降刘秀后，很快就立了一个大功劳，按理应受封赏。刘秀却不给他封赏。后来，才给了一个小小的曲阳令。尽管冯衍受到刘秀的怀疑、歧视，但他都是忠心耿耿。在建武六年，出现了日食现象，这在当时可是一件令皇帝大臣们惊恐万分的大事，大家都在议论怎么会出现日食，该如何补救。冯衍也忧心忡忡，给皇帝上了一道书，提出消除日食的八件 事：一是重文章道德，二是褒奖武烈，三是修旧功，四是招用俊杰，五是申明好恶，六是简省法令，七是按爵班禄，八是安抚边境。刘秀见了，十分欣赏，觉得冯衍确是治国的奇才，要想重用他。但下面的一些臣子嫉妒了，就说冯衍的坏话，挑起刘秀早有的不信任感，刘秀终于没有重用他，连召都不召见他。冯衍并不灰心，一有机会，就上书刘秀，发表己见，贡献治国方略。刘秀虽经常采用他的建议，但直到刘秀死时，都未提拔过冯衍。到刘秀的儿子登基后，一些大臣出于公心，举荐冯衍，但因怕担不孝的罪名，冯衍到死都没有被起用。晚年的冯衍虽家居乡下，生活贫贱，但仍怀大志，时时慷慨叹惜，生不得志。在贫困中，冯衍去世了。他的文章传到肃宗手里，肃宗十分敬重，深悔冯衍没有得到重用。范晔作《后汉书》专门为冯衍这位七品官立传，着墨还很重，可见冯衍受后人何等的尊重。",
      "inspiration": "冯衍为更始帝守城， 本为忠贞之举，刘秀却以此怀疑他。《用易详解》在此爻中引此故事， 并评论说是“光武于此则失之”。 作为一位在上者，对在下者一定要能明察，若不明察就会将“婚媾”者疑为 “寇”贼， 就是最大的失误， 如刘秀失去冯衍一样。 而在下者， 只要守住正道，虽被上者怀疑，不能受到重视，发挥作用，却也可保身家性命， 不至引来横祸。 冯衍的为人行事，在今天仍有参考价值。"
    },
    {
      "yao_text": "六五：贲于丘园，束帛戈戈，吝，终吉。",
      "yao_comment": "这是贲卦的第五爻。丘园，指隐逸之士所居住的地方。此爻意思是说，隐逸之士因其品性高洁，所居的地方也文饰有光，当政的人听说后带着薄少的束帛前来请他出山，礼物虽然吝啬些，但心是诚的，隐逸之士受到感动，终于答应出来做事。这对当政者说来是值得高兴的喜事，故该爻《象传》说： “六五之吉， 有喜也。”",
      "story_name": "131 商汤五聘伊尹出",
      "story_overview": "夏桀时，许多高洁之士都纷纷逃入山林，以躲避黑暗的政治迫害，寄乐于山水之间。其中有位叫伊尹的高人，天文地理，历史人文，无所不通，无所不晓，见夏桀荒淫残暴，虽数次被征聘，都一一谢绝了。伊尹深知，乱世在昏君统治下，才干适成害身之具，像他这样的人才，只有逃进深山才是唯一出路。所以，他是最先躲到山中的高人。在山林中，伊尹仍关心天下变化，安邦救国之心不亡。但要实现安邦救国，非有明君不可，可谁是天下明君呢? 伊尹时常与山林中的高人交游，不时听到有人称赞商汤，说他如何贤明，如何爱民，在心中暗暗有了商汤或许是他等待的明主的想法。商汤统治商国，一天天强大。但他一直苦于没有一位能替他出谋划策的贤相，他选了一个又一个，都不称心。一位刚投奔商汤的高人告诉商汤说：“你怎么不去请伊尹呢?他可是当今无人可比的奇才啊！”商汤一听，立刻让人准备了些礼物，要去礼聘伊尹。走了五天山路，才到伊尹的住地。可是大门虚掩，屋内一人没有。听邻居说，伊尹出去了，不知何日才回。第一次礼聘，就这样无功而返。有人传来消息，伊尹回来了。商汤这次先是斋戒三日，然后才与几个人一起出发前往。到了深山，又碰上伊尹到另一隐士家下棋去了。商汤他们又到下棋的地方，但见伊尹仙风道骨，一副高人气象。商汤说明来意，伊尹却说，他要考虑考虑。第二次也没请出伊尹。商汤几月后又第三次亲自去见伊尹。伊尹仍说要思量思量。汤又无功而回。朝中的大臣都气愤得很，说伊尹太不识抬举了，国君跑了三次都请不动他，这样狂妄，肯定不是什么真人才。商汤却一点也不生气，还严令朝臣不准乱议论伊尹。不久。又第四次前往深山，可伊尹还说没考虑成熟。其实朝臣的议论及各方面的情况，伊尹都了解得一清二楚。其他隐士都说伊尹：商汤为一国之君，礼贤下士，四次来请你，你都不去，到底安的是什么心。伊尹淡淡一笑，说：“我去要担任相职，若商汤不深信我，我怎么发挥所有才干呢? 所以，我要多试他几次。”商汤回来后几天，又第五次来到深山。这次一到，伊尹早已迎了出来，痛痛快快地与商汤走出深山。回国第二天，商汤就不顾疲劳，举行隆重仪式，拜伊尹做了宰相。",
      "inspiration": "刘禹锡有句名言：山不在高，有仙则灵。 山林中有高人， 可以说是“贲于丘园”。 一些开国的贤君，往往礼聘这些隐逸之士，为自己打江山出谋划策。这说明，自古以来，聪明的统治者都知道网罗贤才，而这样的统治者往往是成功者，就是此爻所讲的“终吉”， “有喜”。 所以，当权的人要 “终吉”，要 “有喜”，就应尊重知识，敬重人才，这样， 事业才会成功，才会有发展。"
    },
    {
      "yao_text": "上九：白贲，无咎。",
      "yao_comment": "这是贲卦的第六爻。 白， 素， 引申为朴素、 质朴。此爻的意思就是俗话讲的， “好看不过素打扮”，人以质朴为饰，是人的天然本色，因而不会招来灾咎。",
      "story_name": "132 西施白贲鱼沉溪",
      "story_overview": "战国时，越国有一位打柴的施姓樵夫，当地人都称他施打柴。施樵夫家庭贫困，但一表人才，高高的个子，伟岸的身躯，强壮有力，是位强健的美男子。但因家境贫寒，三十来岁才娶了亲。女的相貌平平， 家道也一般。 所以， 婚后日子过得十分清贫。一年后，妻子生下一胎。施樵夫见是个女孩，满脸不高兴，要将孩子送人。但手抱孩子时，女婴两眼微睁，美丽的小眼清澈透明，两道深深的双眼皮，小嘴、 小鼻，人见人爱，施樵夫见了，终于把她留下了。樵夫没读过书，因家住的村子在芦萝山的西边，自己又姓施，就给女孩取了个名字叫西施。意思是说西施是西村施姓人家的女儿。施樵夫妻子生过西施后，丈夫年年盼妻子再生一个儿子，可怎么也没有生第二胎。穷人的孩子早当家。西施长到七八岁时，就开始帮父母在家干活了。她人小却心细，也知疼爱父母，所以，父母都很怜爱她。西施十多岁了，正是女孩花季年龄。爱美是人的天性，但她家境贫困，什么打扮的东西也没有。偶尔，在山边路旁采一朵花戴在头上，就算装饰了。虽没胭脂涂抹，但天生丽质的西施，当地的人都夸她是美的化身，连她心痛捂着胸口、皱眉头的表情，都被人看做是美的表现。东边的东施听到人家夸西施皱眉、捂胸口，认为西施的漂亮是皱眉头、捂胸口，就学着西施皱眉头、捂胸口的动作，一见人就做起来，吓得人家跑都跑不赢。这就是“东施效颦”的典故。西施长大了，经常到河溪边去浣纱。第一次去时，清澈的溪水照出西施的美貌，她才第一次发现自己是这样的漂亮。一条鱼儿游过来，先是一惊，然后又停下来，一动不动地沉在那里，好像是观赏西施影子的美丽一样。西施第二次去浣纱时，来的鱼儿更多了。西施见了，也静静地看着鱼儿。鱼儿看着西施的影子，西施看着鱼儿，水中地上，相互映衬，不知是一幅美人观鱼图，还是一幅鱼戏美人图。日子长了，四周的人都知道了这一奇观，后来有位文人就用“沉鱼”来形容西施的美丽。越王打了败仗，为了复仇，决定施用美人计，西施成为首选美女被送到吴国。",
      "inspiration": "中国传统文化自古就注重保持人的天生本性，认为这种天生本性是人的素朴本质， 道家称为天真，佛教称为佛性，儒家称为善性，它较之美女的天生丽质一样， 都是无价之宝。 此爻所言“白贲”，就是主张保持人的素朴本质， 如同美女的天生丽质。 天生丽质会随年龄变成明日黄花， 但“白贲”却可终身保持。 若人能一生保持“白贲”， 就会终生 “无咎”， 此爻的意义就在于告诫人们，保持 “白贲” 的重要性。"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua22Data;
} else if (typeof window !== "undefined") {
  window.gua22Data = gua22Data;
}
