// 第23卦数据
// 自动生成，请勿手动修改

const gua23Data = {
  "gua_name": "第二十三 剥卦",
  "gua_ci": "剥：不利有攸往。",
  "gua_jie": "本卦下经卦为坤， 上经卦为艮，故说坤下艮上。 艮为山，坤为地，故其卦象为山附于地之象。 山高而地卑，山附于地，喻人事为贵附贱，上附于下之类。从本卦卦象讲，是五阴剥一阳之义，因六爻中有五爻为阴， 一爻为阳。凡是筮遇此爻都无利可言，无论走到哪里都是这样。 故说“不利有攸往”。",
  "yao": [
    {
      "yao_text": "初六：剥床以足， 蔑，贞凶。",
      "yao_comment": "这是剥卦第一爻。蔑，灭也。此爻是说把床的四足都剥落了，床足被消灭，就是凶险的征兆。 床足在下，故此爻《象传》说：“剥床以足，以灭下也。”比喻统治者盘剥人民太过，使统治者失掉民心，犹如床丧失了四足一样，必有凶险发生。",
      "story_name": "133 厉王剥足用荣卫",
      "story_overview": "周王传位到周厉王时，出现了一场国民驱逐国王的运动，导火线就是周厉王本人。在周厉王父亲时，周已出现衰败的景象了。到了厉王手中，中央财政匮乏，经济更落后。厉王又是淫乐的高手，要满足他的欲求，他深感中央府库的钱财不够，就征求大臣的意见，要他们想方设法去搜括钱财。大臣们都不同意厉王的主张，唯有荣夷公支持厉王，厉王就让荣夷公执政，负责国事。荣夷公执政后，制定了许多名目繁多的赋税，有粮税、路税、 人口税、 喜丧税、 生子税、 入山税、 下河税……简直是多如牛毛。许多中产之家，一年下来，除了交税外，连温饱都保证不了。穷困人家，更是没有活路。不少人家根本交不起如此多的赋税，荣夷公就在全国各地组织起收税队，交不起税，就拆房子，抢东西，抓人做奴隶，弄得全国到处人心惶惶，鸡飞狗跳。钱收上来了，周厉王笑了，大夸荣夷公能干，是他手下最有才干的忠臣。有的大臣劝谏周厉王说：“荣夷公专利，对百姓敲骨吸髓，虽然敛了财，可百姓怨气冲天。国王统治天下，百姓是国家的基础。如果百姓都保不住，国王和国家又怎么存在呢?”周厉王根本不听，仍然任用荣夷公。天下的怨言实在太多了，周厉王又任用卫巫来监视百姓，就是史书上说的“卫巫监谤”。卫巫又在荣夷公的收税队之外，成立了监谤军，相当于今天说的特务组织。监谤军的成员都拥有特权，可以随时逮捕任何不满的人，随地处决“诽谤者”。自监谤军成立后，全国每天要抓很多人，不到一月，监狱就人满为患了。至于被处决的人，各地每天都有发生。在严酷的黑暗统治下，人民再也不敢在公开场合讲话了。熟 悉的人见了面，在公众场合，都眨眨眼就表示相互打招呼了。卫巫监谤有功，与荣夷公一样受到重用，成了周厉王的左右手。周厉王得意之极，对大臣们说：“我有荣夷公专利，又有卫巫监谤，不愁没钱用，又不怕人家诽谤。真是又快乐又清闲呀！”召公站出来，对周厉王说：“荣夷公专利，已是民怨沸腾，现在百姓连话也不敢讲了。老百姓的嘴，就像地上的山川。山川被堵住了，发起大水来，一定会造成大灾难。” 没有多久，全国百姓起来暴动，荣夷公、卫巫都被愤怒的人群当场杀死，人们包围了王宫，周厉王吓得发抖，趁着黑夜，偷偷逃跑了出去。周厉王逃到彘地，没有多久，就又惊又吓，死在外面了，真是大凶的结局啊！",
      "inspiration": "人民是国家的基础，如同床足是床的基础一样。床无床足，自然垮塌。 国家得不到人民支持，必然灭亡。所以，古代聪明的君主都不过分地盘剥人民， 以保持基础的存在。周厉王不懂此道理，以盘剥人民、压迫人民为能事， 落得个身死国亡，这是必然的。推而广之，任何人际关系、做任何事情，都有个基础的问题，都可从此爻及周厉王的故事得到启示。"
    },
    {
      "yao_text": "六二：剥床以辨，蔑贞，凶。",
      "yao_comment": "这是剥卦的第二爻。辨，床干，床四面的干板。此爻是说剥落了床的干板，床无干板就会散架，故凶。古人常以忠臣为国家的栋梁，如床的干板一样，床无干板，犹如忠良被害，故说“蔑贞”，即正直忠良被消灭，这对国家说来自然是凶兆。",
      "story_name": "134 剥床干忠良遭害",
      "story_overview": "殷纣王自宠信苏妲己后，国政荒废，淫乱无道，殷商的忠良，大臣纷纷议论，忧心如焚。太师杜元铣首先站出来，给殷纣王上了一道本，要纣王多理朝政，不要整日荒淫。纣王见了，又传给苏妲己，苏妲己说是妖言惑众，纣王决定杀一儆百，以杜绝妖言，马上命人将太师绑了起来，要推出午门斩首。杜元铣被绑在午门，正等午时三刻开斩。此时，上大夫梅伯、丞相商容正巧也到宫中，要向纣王进谏。一见太师被绑，双双立刻去见纣王，请求纣王不要杀掉太师。殷纣王理都不理。梅伯是个刚烈的大臣，见纣王这个样子，就大声训斥纣王荒淫无道，滥害忠良。纣王大怒，又立马令人剥去梅伯的朝服，要贬他为庶民。梅伯一腔忠贞，又进言纣王说：“你今日斩了杜太师，实是斩了大商天下。大商的数百年基业，眼看就要毁在你这个昏君手上。”纣王气得要命，下令要立刻杀掉梅伯。苏妲己在一旁说：“这样死太便宜他了。我有一法惩治他，好让其他人不敢不敬大王。”纣王问：“怎样处置?”苏妲己说：“用炮烙。” 说完，有人抬来一根中间是空的铜柱，苏妲己令人将梅伯绑在铜柱上，里边再加上火红的烧炭。不到一会儿，铜柱烧得火红，梅伯被绑在上面，被铜柱烙得皮焦肉烂，发出刺鼻的焦臭。没有多久，梅伯就被烙死了过去，直到全身化为焦炭一般。纣王一天之内杀掉太师与上大夫梅伯，令忠正臣子十分恐惧。商容为了保全一条老命，请求辞掉丞相，回到老家去了。商 容虽是回了家，却心挂朝廷。纣王越来越无道的各种传闻，整日不绝于耳。接着的两件事，令商容不得不挺身而出了。这两件事，一是残害正宫娘娘姜皇后，二是斩杀两位王子。这位三代元老，受先帝托孤遗诏的老臣，战战兢兢地来见陛下，劝谏纣王不要迷恋苏妲己，要求将苏妲己正法。纣王不待他说完，就令人将商容拿下。商容更是生气，大骂纣王无道。眼见武士来拿他，商容一头撞墙，血流遍地而亡。就这样，一个个的忠臣都被残害了。后来连皇叔比干，也给害死了。箕子只得装疯，才保全了一条性命。商朝再没有一个忠臣了，殷纣王倒是听不见一句逆耳的话了，但他的死期不久就到了。",
      "inspiration": "床无干必然垮掉，国无忠臣必然灭亡，这是历史的总结。其实一个单位、 一个工厂，都可比做床， 都有床干，这个床干就是单位、 工厂中的中坚人才， 单位、 工厂要搞好， 一定要重视、 重用这些人才；若对这些人才进行压制、 甚至打击，这样的单位、工厂没有搞得好的，只有垮掉一条路。这就是本爻爻义的启示。"
    },
    {
      "yao_text": "六三：剥之，无咎。",
      "yao_comment": "这是剥卦第三爻。此爻是说将某人的职位剥落，没有灾咎。因为此人，不仅上司不满意，下面也反对，失掉了上、下的心。故此爻《象传》说：“剥之无咎，失上下也。”",
      "story_name": "135 董贤被罢剥无咎",
      "story_overview": "西汉到哀帝时，已是衰败之世，然而，越是衰败， 越出怪事、荒唐事，哀帝竟然好起男色来了，而有董贤贵幸的丑闻发生。这董贤原不过是宫里一个郎官，负责在殿中掌管刻漏的小官，就是今天的预报时间的官员。除了是个标准的美男子外，董贤是一无所长，但正是凭着美男子的身段，他发迹了。一天，哀帝偶然看见董贤，就十分喜欢他的美貌，马上招他过来，没谈几句话，哀帝就封他做了黄门郎，天天要他陪伴身边，夜晚常常要董贤伴眠。董贤虽无真才实学，但卖身迎合、讨哀帝的欢心，却是有一套绝招。自此，哀帝宠爱日加，时刻都离不了他。哀帝出宫，董贤与他同车；哀帝在宫中，董贤就在左右随侍。哀帝宠爱董贤到了何种地步，举两件小事可见一斑。一件事是哀帝与董贤同床，哀帝醒了，董贤仍在熟睡中，而董贤的腿正压住哀帝的睡袍，为了不惊动董贤，哀帝竟割掉被董贤压住的睡袍，才轻轻起床。一件事是哀帝与董贤闲谈，知道董贤有个父亲，只是个小官，就很快升为光禄大夫的一品高官。董贤得宠可想而知，是何等的深厚！哀帝为了掩人耳目，又把董贤的老婆接到宫中，把董贤老婆的妹妹收为昭仪。这样一来，陪在哀帝身边的就经常有三个人了：董贤及妻子、昭仪。为了表示恩宠，哀帝又封董贤做了高安侯，食邑三千户。丞相王嘉提出异议，马上被下狱治罪处死。这一来，谁也不敢议论董贤了。哀帝还嫌不够，又封董贤做了大司马，位列三公。当匈奴国王来朝时，哀帝令董贤等人相陪，匈奴国王奇怪董贤小小年纪，就做了大司马。哀帝令翻译官回答说：“董贤年纪虽小，却是少 见的大贤人。” 匈奴国王听了，赶忙下拜，祝贺哀帝选得少年贤臣，又贺董贤遇到明主，位列三公。其他相陪的人，都在心里窃笑。哀帝又为董贤建起一座宏伟的府宅，据史书说，府第一建好，大门就无故自坏了。董贤心中十分不快。几个月后，汉哀帝死了，董贤也失去了庇护。皇太后下诏罢免董贤的大司马，搜查他的家产。董贤知道，他上下都无依靠，只得自杀了。从董贤家中查出的财产，达到四十三万万之巨，令许多人都不相信。人们这才知道，董贤不仅是以色相取宠，外表谦和、温顺、俭朴的伪君子，还是一个贪得无厌的特大贪污犯。",
      "inspiration": "一个失去上下的人， 无疑是最可悲的人。汉代的董贤，清代的和珅之流，在他们被罢免之时，都是这样的人。而在他们得势之时， 真可以说是一人之下，万人之上， 要风得风，要雨得雨，富可敌国，权倾天下。 然而，这都是暂时的。这类人最终都会落得个“失上下”，被剥落无遗的结局。这是因为这类人本来就是没有廉耻的人类垃圾。所以， 一个人要真正在社会上立足，不要成为上下皆失的人，就应该是一个有廉耻有才能的人。"
    },
    {
      "yao_text": "六四：剥床以肤，凶。",
      "yao_comment": "这是剥卦的第四爻。此爻是说床的剥落到人的身体接触的部分，就会发生凶险。六四爻为接近君位的爻位，故此爻所喻是指人君被接近的人臣所剥落，而即将有凶险发生的情形。",
      "story_name": "136 陈氏剥肤齐姜凶",
      "story_overview": "齐桓公时，从陈国逃来一位公子，名叫陈完，被齐桓公任命为卿大夫，陈完再三谦让，就只做了个公正的官，负责掌管各类工匠。陈完的后代在齐国，越发兴旺。到齐景公时，已是齐国执政中的四大家族之一了。齐国的四大家族分别是高氏、栾氏、陈氏、鲍氏，其中高氏与栾氏结为一党，陈氏与鲍氏结为一党，相互仇视。先下手为强。陈氏、鲍氏联合起来，趁高氏、栾氏在一起饮酒作乐时，突然发兵进攻，将高氏、栾氏打败，赶出齐国。陈氏与鲍氏把高、栾两家的财产，作为战利品瓜分了。齐国的四家，现在变成了两大家族，聪明的陈氏现在计划的是要夺取整个齐国。看到齐国国君只知道搜刮民财，陈氏就把家财拿出来，救济贫民，一副慈善家的样子。老百姓都说：“陈氏真是大好人啊！” 晏婴敏锐地观察出来，这是陈氏在收买民心。晏子就对齐景公说：“现在陈氏执政，虽然陈氏没有什么大功劳，但他利用手中权力，处处给民众施以恩惠，民心都感戴陈氏，长此下去，老百姓就只知有陈氏，而不知有国君了。所以，希望国君要多施恩于民，不要只是收取赋税，才能永保基业。” 不久，晏婴死了，齐景公也死了。新立的齐君名叫晏孺子，晏孺子任命国氏、高氏为丞相。陈氏的当家人田常，假意顺从两位丞相。然后设计把两位丞相杀害的杀害，赶走的赶走。田常又借为母亲做寿，把各位大臣请到家中，趁机提出要改立公子阳生为国君。晏孺子年纪小，母亲又出身微贱，所以，大夫们都轻视他母子。见田常主张改立阳生，也没反对什么，就一一同意了。阳生新立，是为齐悼公。田常是立主的关键人物，所以阳生十分看重田常，田氏的权力越来越大，已经危及姜姓齐国的存在了。但齐悼公与鲍氏产生了矛盾，鲍氏趁吴国、鲁国进攻齐国时，杀掉了齐悼公。大家立齐悼公的儿子做了继承人，称为齐简公。齐简公任用他的亲信监止做了宰相。齐简公恨鲍氏他们杀死了父亲，鲍氏被冷落。田氏成为四大家族中唯一仅存的大家了，但齐简公更信任监止，引起了田常的恐惧，糊涂的齐简公后来终于被田常杀掉。田氏代姜氏，自立为齐侯。由于田氏数代厚施于民，齐国人民都很平静，各国也纷纷承认田氏的地位。",
      "inspiration": "当床的剥落接近身体所接触的部分，剥落已经很严重了，正如大臣把一国国民的人心都收买了，这对国君说来形势已经十分危险了，此时尚不觉悟，自然会出现身死国亡的凶险。作为一张床，最好不要有剥落发生； 有了剥落，就应及时制止，并加以修复。 即使到“剥床以肤”的地步，能有所觉悟，事情也尚可挽救。 故人处世，不在不发生剥落，贵在发生剥落时， 要能立刻觉悟，并采取相应的补救措施。"
    },
    {
      "yao_text": "六五：贯鱼以宫人， 宠，无不利。",
      "yao_comment": "这是剥卦第五爻。 贯，穿； 贯鱼，以绳穿鱼，比喻以类相臣。宫人，指宫中嫔妃。此爻是说宫中嫔妃能依次为皇帝亲幸，虽得宠幸，也没有不利的。",
      "story_name": "137 邓后得宠无不利",
      "story_overview": "东汉太傅邓禹，曾统帅百万大军，没有妄杀一人，人家都说：“邓家后人一定有大福。”邓禹的儿子邓训为官，曾修筑河堤，每年使数千人得以活命，旁人都赞道： “活人数千，子孙后代一定封侯拜相。”史书的这些记载，据说应在了邓训的女儿邓绥身上，就是和帝的第二任皇后邓皇后。邓绥自小聪明美丽，人人见了，无不怜爱。现在都讲隔代亲，汉代早也盛行了。邓绥的祖母就特别喜爱这位可爱的孙女，从来都是亲自给孙女剪发打扮。老夫人眼睛不好，误伤了孙女后额。可五岁的邓绥怕祖母不高兴，连吭都未吭一声。人们知道了，都夸她是个奇女子。邓绥自小特别喜好读书，六岁就能通史书，十二岁时，《论语》、《诗经》背得滚瓜烂熟，家中都戏称为“候选博士”。十五岁时，邓绥被选入宫中，做了嫔妃。在同时入宫的嫔妃中，邓绥以高高的身材，姝丽的容颜，鹤立鸡群，特别显眼。第二年冬天，邓绥被封为贵人。当时的皇后还是阴后，邓绥恭敬地服侍皇后，史书上说她“恭肃小心，动有法度。承事阴后，夙夜战兢”。和帝见邓贵人美艳照人，十分宠幸。但邓绥时时推荐其他贵人让和帝宠幸。与其他贵人在一起时，个个花枝招展，都盼望得到龙恩，唯独邓贵人身着素服，不加修饰。对宫中的贵人以下，邓绥从不以贵人傲视他们，这些嫔妃都说邓贵人和气，十分尊敬她。和帝没有儿子，邓绥十分焦急，主动选出数位年轻的才女去侍候和帝，希望和帝能够有后。邓贵人的这一举动，更受到嫔妃的好感，皇室同是一片赞扬声。阴后见越来越多的人称颂邓贵人，决计要除掉邓贵人，恰好此时，和帝病重，卧床不起。邓贵人感到十分难过，决定以自身代替皇上，准备饮药自杀。一位宫女骗她说，皇上的病已经好了，这才阻止了邓贵人的自杀。说来也怪，第二天皇上果然病情好转了。听到宫女讲起这件事，和帝从心里更宠幸邓贵人了。这越令阴皇后不安，阴皇后就请人搞起法术来，想用巫蛊之术除掉邓贵人。事情败露后，阴皇后被贬入冷宫，邓绥谦让再三，被立为皇后。做上皇后的邓绥更加恭谦事君，对贵人、嫔妃一一以姐妹视之，把后宫治理得井井有条。汉代不少皇后、贵人的父兄子侄，都因外戚身份而荣登高立。邓皇后做了皇后，皇帝数次要提升她的兄长邓骘，邓皇后都不同意，所以，直到和帝去世，邓骘也只做到虎贲中郎将这样一个不大不小的官。就是以这种宠幸而自谦的精神，邓皇后赢得朝野上下的支持。后来，还临朝为政二十年，真是“无不利也”。",
      "inspiration": "宫人得宠于人君，常因宠而生骄，因骄而生祸害，不绝于世。 邓皇后能宠而不骄，与其他嫔妃和平相处，而有“无不利”的结局。女性吃醋，尤其是皇帝中的嫔妃争宠，是人际关系中最难处理的。邓绥能够妥善处理，人们从中不可以吸取到某种处世哲理吗?"
    },
    {
      "yao_text": "上九：硕果不食， 君子得與，小人剥庐。",
      "yao_comment": "这是剥卦第六爻。硕果，大果子，比喻钱财。此爻是说，做官的君子不贪钱财，就可升官晋爵，永保有官车可坐；如果是老百姓没有钱财，就会没有经费维修房子，而有剥庐之患。",
      "story_name": "138 王亶望食果丧命",
      "story_overview": "乾隆三十九年，王亶望被任命为甘肃布政使。接到任命，王亶望就暗下黑心，要在甘肃大捞一把，所以， 星夜兼程，赶往任上。王亶望到了甘肃的省府兰州，旧的布政使才接到免职的文书，他见王亶望这样快就来接权，心中十分不快；多一天在位，就能多贪一份财。但表面上还夸奖王勤于王事，雷厉风行。一心想发大财的王亶望，也假惺惺地说：“身为国家官员，就该替皇帝分忧，为百姓造福，我这样雷厉风行，完全是为了朝廷与甘肃庶民啊！”甘肃上下官员，庶民百姓听了，都庆幸来了一位好官，对王亶望十分欢迎。来上任前，王亶望就想好了一个发大财的好办法，这就是卖文凭，收取监银。在乾隆初年，中央准许甘肃出卖国子监监生的文凭，让一些人做官，条件是给政府交纳一定数量的粮食，以解决西北方的粮荒。但是，随着清王朝国力强大，这个政策已停止了。王亶望知道，他再搞监生文凭的买卖，是顶风作案。但他又清楚，一些不学无术、有钱有势的人，谁都愿意出粮出钱，弄个国子监的出身，当当官。只要胆子大，不愁一年不赚他几十万；那些捐钱做了官的人，肯定不敢告发。这事只要做得上瞒朝廷，下瞒百姓，什么风险也没有。到任当天，王亶望就把风吹了下去。当晚，王亶望就收到一位富商的几千两银子，第二天，富商 就成了国子监的监生，做上了官。不久，一传十，十传百，又传遍了全省。那些有钱无学的人，纷纷来到王亶望门下。王亶望的标价也一天一个价，后来要几万两银子才能买一张监生文凭了。这样还不满足，王亶望又与总督勾结起来，令属下谎报旱情。那几年，甘肃本来雨量充足，农业丰收，可上报中央的材料却是百年不见的大旱，颗粒无收，人民流离，社会动乱。乾隆只好每年拨出上百万的银两给甘肃，王亶望就和其他贪官把几百万银子全部私分了。官场就是这样怪，你越整国家，你的官升得越快；你越忠心正直，越是死路一条。王亶望这位上任就贪的大贪官，竟在大贪四年之后，以政绩卓著，荣升浙江巡抚。后来，一位将军在甘肃给乾隆上书，讲到王亶望在甘肃几年，风调雨顺，乾隆看到后，才知受了骗，一怒之下，革去王亶望的官职。并派人查抄王家。不查不知道，一查吓一跳，王家的财产达到几百万两。王亶望被判处死刑，全家充军，化为一场空。",
      "inspiration": "钱财这个东西，人见人爱。但一定要取之有道。做官的贪钱财，食硕果， 国家背时，人民遭殃，自己也决无好下场。 王亶望及古今多少个王亶望的教训是发人深省的。故凡为官的君子，都要不食硕果，不贪钱财，唯其不贪，才能受到人民真正拥戴，成为德高望重的清官， 官清，自有相应的社会回报。"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua23Data;
} else if (typeof window !== "undefined") {
  window.gua23Data = gua23Data;
}
