// 第24卦数据
// 自动生成，请勿手动修改

const gua24Data = {
  "gua_name": "第二十四 复卦",
  "gua_ci": "复：亨， 出入无疾， 朋来无咎，反复其道，七日来复，利有攸往。",
  "gua_jie": "本卦下经卦为震， 上经卦为坤，故说震下坤上。雷为震，地为坤，故其卦象为雷在地中之象。复，有反复、 回复之义。筮遇此卦有亨通之兆，其人进出都没有灾害，朋友来家也没有灾咎。在道路上反反复复，但七天一定能回复，有所往就会获利。",
  "yao": [
    {
      "yao_text": "初九：不远复，无祗悔，吉。",
      "yao_comment": "这是复卦的第一爻。祗，大之义。此爻是说走出不远，就会返了回来，不会有大的悔吝，因而是吉利的。比喻人有过错，能马上改悔，就不会有灾祸发生。",
      "story_name": "139 不远复颜回获吉",
      "story_overview": "孔子的弟子颜回死了。颜回死时才四十多岁，算是一个短命鬼。虽然死得年轻，但引起了巨大的轰动。孔子十分悲伤地痛哭，泣不成声，哀叹颜回的不幸短命，说是“天丧我也！天丧我也！”鲁国的国君、大夫们和士民百姓，都哀悼颜回的去世，孔子弟子更是怀念这位同门学长。颜回只是一介平民，孔门三千弟子中的一个，他的死怎么会有如此大的反响呢? 这得从颜回本人说起。原来，他虽是最贫困的孔门弟子，同时又是孔门中最有道德的弟子。在孔门四科中，德行为第一科目，而颜回就是德行科中的状元。凡到过颜回家的人，无不对他家的贫困有着十分深刻的印象。在一条破烂不堪的小巷中，全是贫困之极的贫民窟，颜回的家就在其中。这是一间四周漏风、屋顶漏雨的破房子，房内一只破旧的柜子，一口生锈的锅，一张吱吱响的木床，加上锅灶和几副土碗木筷，就是颜回的全部家当。颜回贫苦之极，经常是清水就着粗粮吃，就是这样，也还只能吃个半饱。这里的人整天唉声叹气，愁绪满怀，悲叹自己命不好，埋怨老天不公道，可却听不到颜回一句怨言，他一天都是高高兴兴的，总是不断地学习老师的教诲，与同学切磋道德学问，处处时时以道德要求自己，而成了孔门中的道德楷模，受到孔子的称赞。孔子说：“我的弟子中，能整天不违反道德的人不多，但三个月长时间都能严守道德的，就只有颜回一个人。即使他有了过错，也能马上改正，而且从不犯第二次。” 颜回因此成为七十二贤人之首，受到历代的推崇，正合“无祗悔，吉”的写照。",
      "inspiration": "人生谁都会犯错，犯错并不可怕。犯了错只要能及时改正，“不远复”，就会吉利之极。 最怕的是犯了错而不知，越走越远，“远复”而不知返， 就会带来祸害了。 颜回一生，有错就改，从“不远复”， 因而成为中国古代的道德楷模。 不论何事，有错就改，无疑是最好的。 小事如此， 大事更应如此。 大的过错而不改， 害人害己，害国害家害人民。 但大错多由小错而起，所以，要能大错“不远复”，首先要有敢于改掉小错的勇气。"
    },
    {
      "yao_text": "六二：休复， 吉。",
      "yao_comment": "这是复卦的第二爻。休，美好。此爻所讲的回复是一种美好的回复，其结果是吉利，故说“休复吉”。而具体说来，是指统治者能以仁德行于庶民，故此爻《象传》说：“休复之吉，以下仁也。”",
      "story_name": "140 朱元璋休复立国",
      "story_overview": "经过多年征战，朱元璋由一名放牛娃，成为明代的开国君主。天下打下来了，怎么才能坐稳天下? 这是朱元璋登基后一直关心的。朱元璋设一个简陋的宴会，遍请王公群臣参加，说是要公布他的治国方略。各位大臣听说了，都纷纷前来。但各位大臣都感到奇怪，今天的宴会这样简朴：没有海鲜，没有高档菜，都是平民家的家常便饭，这哪像皇帝的国宴啊！朱元璋坐在上面，一脸严肃。他不紧不慢地说：“众位爱卿，请你们说说什么是国家的根本? 怎样才能保住根本，使明代江山 万万年?” 有人说，你朱元璋就是国家的根本。朱元璋淡淡一笑，说：“我哪里是什么国家的根本? 自古以来，没有我朱元璋的王朝多的是。若我是根本，以前怎会有无数王朝?” 有人又说，贤人是根本。朱元璋又摇摇头。一位儒臣说：“臣斗胆进言，民才是国家的根本。”话还未说完，一些大臣马上打断他的话，说他胡说，说他胆大，说他目无君上……谁知，朱元璋却大声说：“你讲得对啊！”还有许多想反驳儒臣，拍朱元璋马屁的人，听皇帝这样一说，都庆幸自己没抢先发言。接着，朱元璋侃侃而谈：“这位儒臣讲得对啊！各位爱卿，你们想一想，要是没有百姓，哪有国家呢? 国家的财政支出，是百姓交的；各位爱卿的俸禄，都是从百姓中收来的。没有了百姓，就不会有国家，不会有我这个皇帝。“只有百姓富足了，才有国家的富足；只有百姓安定了，才有国家的安定。从古至今，没有民贫而国富，民乱而国安的。“百姓经过这么多年的战争，本来就苦不堪言，现在更像鸟儿折断了翅膀，所以，各位爱卿为政一定要以民为本，行仁爱，让他们休养生息。我们的国家才能千秋万代永保无疆。这就是寡人的治国方略。所以，我今天请各位爱卿一起，吃顿百姓家的便饭，就是希望诸位为政不忘百姓疾苦，以民为本。” 说完，朱元璋带头吃了起来。群臣更是一个个做出吃得津津有味的样子。",
      "inspiration": "人生有回复，但回复有美有恶。统治者对人民的回复也有两种，一是残忍地迫害人民，二是对人民施以仁政。 朱元璋明白这一点，所以，在明初能采取一些有利百姓休养生息的政策，使国家从战乱破败中，变为较为安宁、富强。但他的不肖子孙不明此理，弄得百姓民不聊生， 同时也断送了朱元璋开创的王朝。"
    },
    {
      "yao_text": "六三: 频复, 厉, 无咎。",
      "yao_comment": "这是复卦的第三爻。此爻是说多次反复，虽然有危险，但最终没有灾咎。",
      "story_name": "141 穆公频复终败晋",
      "story_overview": "晋文公去世还没有下葬，秦国趁机派孟明等大将来偷袭晋国，结果在崤山被晋军大败。孟明等人却做了晋国俘虏。而晋国太后是秦国的文赢，听说孟明等人被俘，就要新君晋襄公放人。在母后再三催逼下，晋襄公放走了孟明等三位大将。待晋襄公醒悟过来，虎已归山，悔之不迭。孟明等三将回到秦国，聪明的秦穆公没有说一句怪罪的话，把失败的责任完全归咎于自己，令孟明等三将感动不已。经过这次战败，秦国军事力量受到严重损失，经济上的损失同样不小。为了弥补损失，秦穆公勤勉为政，孟明一心治军，力图早日报仇雪恨。三年后，孟明训练出了又一支雄壮的大军，他向秦穆公请求出兵伐晋。秦穆公十分欣赏孟明的气势，欣然同意了。晋国自崤山之役后，时常派人刺探秦国动静，秦军要来进攻的消息马上被晋国知道了。秦国大军和四百辆战车，在孟明统帅下直扑晋国。晋军严阵以待。这次战役，孟明又被打败了。孟明十分丧气 地回到秦国，以为一定会被判处死刑，谁知，秦穆公仍无一句责怪的话，只说自己不该同意发兵，让孟明继续担任原职。这年冬天，晋国又联合宋、陈、郑三国一齐攻伐秦国，夺得秦国两个县城。秦国在三年内，三次大败于晋国。孟明身为主帅，一次又一次的战败，羞愤交加，他拿出自己的全部家财，抚恤战亡家属和伤残战士，整天在训练现场，与士卒同甘共苦。三次大败，秦人无不说：“孟明这家伙不配当统帅，他再当统帅，秦国只有再败。”秦穆公却坚信，孟明一定能报仇雪恨。第二年五月，孟明又一次请求出兵，秦军渡过黄河，孟明下令把战船全部烧掉。秦穆公感到奇怪，孟明解释说：“秦军三败于晋，气势已衰。我今天焚掉战船，是要向全军表示，有进无退，用以鼓励士气。兵以气胜，战胜了晋军，又何愁不能找船返回呢?” 晋国见秦军以死相激，知道不是对手，只下令各处坚守，不敢与秦军交锋。秦军不战而胜，终于报了仇，雪了恨。",
      "inspiration": "要成功一件大事，要实现一个较大的追求，决不是一帆风顺，一下子就可以实现的，其中免不了有多次反复。但只要得其人，其人有信心，就会虽经“频复”，而终获吉利。 秦国三次大败于晋，但穆公能任用孟明，并坚信不疑，终于战胜了晋国。所以，在事业的追求中， 出现多次失败的“频复”并不可怕，只要有合适的人才， 有坚定的信念，就一定会“频复， 厉，无咎”。"
    },
    {
      "yao_text": "六四：中行，独复。",
      "yao_comment": "这是复卦的第四爻。中行，是按中道而行，儒家以中道为人生唯一的正确之道。此爻是说人能按中道而行，就是众人都迷失正道的情况下，他也能单独地回复到正道来。故此爻《象传》说：“中行独复，以从道也。”",
      "story_name": "142 管宁中行独复道",
      "story_overview": "管宁是三国时魏国北海朱虚人氏，身高八尺，长得英姿雄伟。 自小饱读《诗》、《书》，学富五车。乡里无人不赞，无人不羡管氏有这样一个好儿子。除了才学、仪表之外，管宁最为乡里所称道的是言行举止，处处有礼，时时合节。周围百十里的人家教育孩子，无不说“你看人家管宁”如何如何。管宁十六岁时，父亲去世了。管家很贫困，大家都敬管宁是个孝子，纷纷捐钱出物，供他安葬父亲。乡里捐的钱物很多，可管宁只收取了安葬父亲的费用，其余都一一恭敬地退了回去。一些乡里的浪子，都叹惜自己没有这样的好运，又骂管宁是个傻子。可乡里多数人却纷纷称许说：“管宁真不愧是管宁啊！” 父亲留给管宁的只有两亩田地。古代收成低，一亩只有三百斤的收成，管宁全家几口人都指望这两亩地过活，这两亩地的庄稼可是全家的命根子！阳春三月，管家的田地里庄稼绿油油的，全家都高兴今年是一个丰收年。天有不测风云，一位乡邻耕地后，没把牛拴好，饿极的牛跑到管宁的田地，大口大口地啃起嫩绿的庄稼来了。不一会，就啃了一大片。管宁来到田边看见了，十分着急，他马上把牛牵了出来。乡邻这时也赶到了，满以为管宁要拿牛出气，要找他赔偿，就躲在一边，静静地观察。他看到，管宁把牛牵到树荫下，给牛扯来嫩嫩的青草，竟喂起牛来了。牛吃饱了，管宁才送牛到邻家。这位乡邻见了，好不感动，一定要赔偿管宁，可管宁说什么也不要。乡邻十分感叹地说：“管宁真是个少见的好人啊！” 管宁家乡数百户人口，都吃的是南山脚的一口井水，每到天旱年头，只有一个汲水工具，乡里人常常为谁先汲水，吵架、打架，这件事，管宁一直挂欠在心。当他家有一点积蓄时，管宁把所有的积蓄都拿了出来，买了几个汲水工具，放在井边。人们来打水时，见多了几个汲水工具，争吵的事减少了。当大家知道是管宁买的时，都感动得掉下泪来，自此以后，乡里人汲水井井有条，再没有发生吵架一类的事情了。管宁就这样在乱世独守正道，乡里人都以他为楷模，他的名声传遍各地，连强盗到了他的家乡都不愿惊扰管宁。",
      "inspiration": "历史上，像管宁这样的坚守正道的人物不绝于书，表现了中华传统的美行。历史上的这些人物，对中华民族的道德实践产生了积极的意义。这些人物的品质在今天仍有借鉴意义，如果在商品经济的社会，人人又能多讲道义，多讲道德，社会就会更富有更文明。 至于那些“中行独复”的人物， 更值得人们的敬服。 希望社会上这样的人会越来越多。"
    },
    {
      "yao_text": "六五：敦复，无悔。",
      "yao_comment": "这是复卦的第五爻。此爻是说人以敦厚之心向美的回复，就没有悔吝的。人以敦厚之心来回复，必须从内心加以考察，是否合于敦复的要求，所以，此爻《象传》说：“敦复无悔，中以自考也。”",
      "story_name": "143 陈重敦复得富贵",
      "story_overview": "明代福建某地，有一陈姓人家，以经商为业，虽不算大富，倒也有万贯家产的积攒。家中儿子名叫陈重，是独苗一根。父母有钱，免不了溺爱，沾上不少恶习，二十岁的人了，仍一天在外游荡。父亲看着不是办法，就让陈重跟着学做生意，这小子倒是块做生意的料，看行情看得准极了，每言必中。就是他将在社会沾染的恶习时常带到买卖中，每每使客人不愉快，父亲严厉教训了多次，他都是一只耳朵进，一只耳朵出。焦心过度的父亲病倒了，陈重突然见到父亲衰老的形象，心中油然生起对父亲的敬爱与怜惜，深悔自己多年不听父亲教训，让父亲劳愁交加病倒了。父亲临终前，把陈重叫到床前，叮咛陈重在他去世后，要担起家中重担。特别叮嘱陈重经商处世，一定要以诚实敦厚为本。望着垂死父亲满怀期望的双眼，陈重不由自主地滚下泪珠，不住地点头，把父亲的话牢牢记在心里。父亲去世后，陈重像变了个人似的，认真地遵照父亲的临终遗训为人处世。在他经营的店铺门口，挂上了“童叟无欺”四个大字的招牌，十分醒目。开始，人们都不相信他。陈重根本不理会这些，埋头认真地做他的生意。不到半年，他的诚实敦厚，赢得了人们的信任，其他商家也不得不刮目相看。三五年下来，提起陈重的店铺，没有人不相信的，“童叟无欺”成了他家的金字招牌。陈重的钱越来越多，成了当地的首富。后来府台知道陈重诚实守信，就保举他做了一个县官。陈重一上任，约法三章：不收礼，不吃请，不摊派。老百姓都说，这下可来了个青天。不及三年，陈重以治绩第一，升为府台。百姓都走出家门，捧着点心水果，排了十多里长路，来送陈重上任。见到陈重，大家都高喊“陈青天”。",
      "inspiration": "中国有句老话，诚实人总不会吃亏。 此爻的 “敦复无悔”，就是此义。 陈重的故事也说明了这一点。在今天短斤少两，假冒伪劣，很多这样搞的人发了横财，但良知尚未泯灭的人就会常常受到良心的煎熬。 “敦复”的诚实人，虽然发不了横财，却能过心安理得的日子，睡得香，吃得有味， 没有内心的不安与恐惧。两者相较，你该选择做哪一种人呢?"
    },
    {
      "yao_text": "上六：迷复，凶，有灾眚。用行师，终有大败，以其国君凶，至于十年不克征。",
      "yao_comment": "此爻为复卦的第六爻。此爻是说有人的回复，迷迷糊糊，一定有凶险，会出现灾祸。 如果兴兵打仗，一定会大败，国君会有凶险发生，以致国家衰败，十年都无出兵打胜仗的力量。",
      "story_name": "144 楚灵王迷复招凶",
      "story_overview": "楚共王死后，楚康王登上王位。康王的弟弟公子围，在几弟兄中年龄最大，因是庶夫人所生，没有被立为继承人，但他自恃有才，一直对王位怀有野心。康王病重，公子围借探病进宫，假借有重大机密禀告，支开康王左右，用绳子把康王勒死。接着，又杀掉康王的两个儿子。然后，公子围出宫宣布康王去世，由他继位，这就是楚灵王。楚灵王为王后，在国内杀害异己，又依靠伍举等人，巩固了统治。他见中原各国都不甚强大，决心独霸中原。第一次出征，也算师出有名，楚灵王拿吴国开刀，借口是讨伐庆封。庆封原是齐国大夫，在齐国杀君后，举国愤恨，不容于齐，于是逃跑到吴国，吴国将朱方封给庆封。楚灵王借讨伐庆封，赢得了各国的支持。蔡、 陈、 徐、 顿、 胡、 沈、 小邾、 宋、 郑等国都纷纷相应，楚灵王以三百战车直逼朱方，很快擒住庆封。为了在各国君主、大夫面前显示自己的威势，楚灵王决定将庆封处死，处死时，楚灵王还要庆封向大家说：“各国大夫听着，不要学我庆封弑君欺弱，弄得个如此下场。” 但庆封是必死之人，什么也不怕，临死时，他高声喊道：“各位国君、大夫，不要相信楚灵王这个家伙，他弑君杀侄，人面兽心，今后的下场比我还不如！”各国来观看的人，无不掩口暗笑。楚灵王听了，气急败坏，急令马上斩首。本来是想以此取威的刑场，却变成了楚灵王丢尽脸面的舞台。丢尽脸面的楚灵王仗着楚国国力，接着伐吴，又消灭陈、蔡两国，中原各国都无一人敢出面说一句话。这样一来，楚灵王骄横志满，自以为取代周室如囊中探物，他令太卜占问鬼神，何时可以取代周室，为天下天子。太卜用龟板占问，结果龟板破裂了。楚灵王很不高兴，有人对他说：“事在人为，龟板是乌龟朽骨，知道什么呢?”楚灵王这 才高兴起来。为了向国内显示自己，楚灵王令人修筑了一座豪华的章华台。这座章华台长宽四十里，宫楼无数，中间是一座高百米的高台，人要登上高台，非歇三次不可，所以，又名三歇台。在章华台的高台和四周楼阁中，有无数的珍玩，更有许多细腰美女。原来，楚灵王好色，专喜腰细的美女，楚国美女就都以细腰为荣，其中由全国挑选出来的细腰美女就安置在章华台，由此人们又称为细腰台。楚灵王站在这由数十万人的血汗性命堆成的高台上，仿佛天下都在自己手中一样。各国的使臣来了，楚灵王总要在台上设宴，向他国使臣夸耀楚国的强大，章华台成了楚灵王夸耀的资本。不久，楚灵王又把许、 胡、沈、 道、房、 申六国消灭，将它们的世族迁到荆山一带。六国世族谁也不敢说一个“不”字，楚灵王满以为天下唾手可得。自此，楚灵王开始了征伐中原的计划，徐国第一个成为进攻的目标。司马奉命统帅三百战车，直向徐国杀去。楚灵王带着大军，驻扎在乾谿作为后援。那时，正是寒冬十月，大雪飘扬，地上积雪三尺。出征的士兵都冻得发抖，一个个敢怒不敢言。楚灵王的胡作非为，早激起楚国民众和其他灭国世家的仇恨，趁着这个机会，他们联合起来，在楚国发动了政变。消息传到乾谿，楚灵王的大军一天就溃散了，他一个人成为真正的孤家寡人，流落道路，无人理睬，几天未吃一口饭，被饿死在外。古人有诗讽刺楚灵王，诗中说：茫茫衰草没章华，因笑灵王昔好奢。台土未干箫管绝，可怜身死野人家。",
      "inspiration": "人生最可怕的是迷失正道，还在糊里糊涂地硬走下去，这正如俗话说的“盲人骑瞎马，夜半临深渊”，危险之极，若不醒悟，只有悲惨的结局。楚灵王就是最好的说明。 而人的“迷复”，连聪明人也难免的。但“迷复”能及时醒悟，就可避免危险了。所以，人生在“迷复”之时， 重要的是能及时醒悟。 而要能及时醒悟，就不能像楚灵王那样刚愎自用，被权势丧失理智。"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua24Data;
} else if (typeof window !== "undefined") {
  window.gua24Data = gua24Data;
}
