// 第25卦数据
// 自动生成，请勿手动修改

const gua25Data = {
  "gua_name": "第二十五 无妄卦",
  "gua_ci": "无妄：元亨利贞，其匪正有告，不利有攸往。",
  "gua_jie": "此卦下经卦为震，上经卦为乾，故说震下乾上。乾为天，震为雷，其卦象为雷行天下之象。 无妄，诚实、 真实之义。筮遇此卦，就可有大亨通的吉兆，但必须合于贞正，如果不合于贞正，就有灾祸，前往就无利可言，故说： “元亨利贞，其匪正有情， 不利有攸往。”",
  "yao": [
    {
      "yao_text": "初九：无妄，往吉。",
      "yao_comment": "这是无妄卦的第一爻。此爻是说以真诚的态度，前往某处行事，一定会获吉利。行事获吉，亦是人的志向实现，故此爻《象传》说： “无妄之往，得志也。”",
      "story_name": "145 宁世基无妄得妻",
      "story_overview": "清代杭城，有一名门世家之子，名叫宁世基。在当地是无人不知，无人不晓。宁世基自小意气豪放，喜欢骑马射箭，他长得一表人才，身高八尺，浓眉大眼，虎背熊腰。不少人家都想与宁家联姻，宁世基总是眼太高，心太傲，一个都未答应。宁世基有位亲戚任九江太守，请他前去帮忙。他在家亦觉烦闷，就到了九江。因他是太守亲戚，虽然只是任个闲职，但不少人都来巴结他。一有空闲，一群人就常到寺观大山去游玩。一次，又到天宁寺去游玩，忽然看见来了几乘小轿，下来几位年轻女子，其中一位，年方二八，高挑身材，脸若桃花，眉若蛾眉，樱桃嘴，悬胆鼻，两眼如两池清波，身着绿衣，格外引人注目。宁世基一见，疑为仙人下凡，神志全凝于这位女子身上，竟不知不觉尾随其后。女子在寺院游玩一圈，宁世基一步都不落后，直到几位女子乘轿离去，他还呆呆地立在那里发了半小时的神。他的朋友都笑他，魂魄被那女子夺去了。宁世基回来后，托人打听，知道女子名叫白琼仙，家住本城，尚未婚配。把个宁世基高兴得一晚未睡。第二天，他带着厚礼，前来提亲。白家知他是太守亲戚，马上应承了。白琼仙在门后窥见宁世基一表人才，又见他知书达理，已是心许于他了，还生怕父母不应允哩！如今见父母一应允，自是如吃了蜜糖一般。谁料，白琼仙有位姨表亲的表兄，一直馋涎表妹美色，数次纠缠，都被白琼仙严词拒绝，因此怀恨在心。心生一条毒计，要把白琼仙骗卖到妓院。趁表妹父亲出外，表兄假说母亲病重，要请表妹过去帮忙，将表妹卖到千里之远的河南。宁世基好容易知道了真情，立刻赶 往河南，要去搭救白琼仙。白琼仙被卖到妓院，妓院老板一看她这样漂亮，以为找到一棵摇钱树。可白琼仙表示若是让她接客，就要咬舌自尽，让老板人财两空。这样一来，老板也不敢逼她了。几天后，老板又强迫白琼仙接客。白琼仙坚决不从，于是叫人打得白琼仙死去活来。三天后，老板发现白琼仙死了，就叫人扔到荒郊。这天宁世基正巧走到这里，好像是老天为他的真诚感动得特意安排了似的，他发现了白琼仙的尸首。白琼仙原是一时假死，听到耳边宁世基的啼哭悲喊声，竟悠悠醒转过来了。事后的结局就不用再说了。",
      "inspiration": "在人生中，真实无妄的品质是十分宝贵的。 有此品质的人，走到哪里，办任何事情，都可以实现自己的志愿，这就是本爻“无妄往吉”的含义， 而宁世基获得理想的妻子， 也在于他的一腔真诚不懈。与真实无妄相对的是虚假狂妄，有这类品质的人在社会不健全的地方，的确能获得不义的利与名，但一旦社会健全起来，这类人就逃不脱人民的惩罚。 而那些具有真实无妄品质的人，永远是社会、 人民所敬重的英雄，哪怕他是一个普通的平民。"
    },
    {
      "yao_text": "六二：不耕获，不菑畬，则利有攸往。",
      "yao_comment": "这是无妄卦的第二爻。菑，是当年才开出的荒地；畲，是耕种了三年的熟地。此爻是说有人不耕地种庄稼，既不开荒也不种地，却有收获，前往就有利获。",
      "story_name": "146 白圭不耕而大获",
      "story_overview": "魏文侯时，李悝为相，鼓励农业生产，务尽地力，魏国形成开荒种地的热潮。白圭是个身强力壮的人，却充耳不闻。邻里都劝他：趁着国家政策好，你身体强，多开几亩荒地，留给后人，也可保丰衣足食。他只是一笑，说，我自有获利的好办法。大家都笑他：“不耕而获，简直是痴人说梦。”不久，大家都在积极开荒种地时，白圭却开了一个店铺，租了好多间空房，就是不做一件买卖。人们又笑他：“哪有你这样做买卖的?”白圭仍是一笑报之。秋天，农业获得大丰收。老百姓都愁粮食无处放，国库又只能收一部分，粮价贱得前所未有。白圭打出收粮的招牌，比市价还高五成，多余的粮食都被收购了，百姓都夸他做了件大好事。第二年，出现了几十年不遇的大灾年。这时，白圭开始卖粮了，标价又大大低于市价，人们都纷纷到他这里来买粮。不到一个月，白圭收购的几百万石粮食全卖了出去。收购价是一石一两银子，卖出价是一石十两银子，这一进一出，白圭就赚了几千万，一下子成了巨富。虽是暴发户，但白圭收粮时高于市价，卖粮又远低于市价，所以，老百姓不但无一句骂他的话，还夸他该发、 该发，发得好。白圭有了雄厚的资本，坐着高车四处经商，每到一地，不到几天，价格贵贱全在胸中。然后，下手买卖，从无亏本的事。一次到某地，此地盛产生漆，恰好当年又是大丰收。漆户都愁漆卖不出去，白圭在甲地时，探听到漆价极贵，以此地的价格运到甲地，至少有几十倍的赚头。《史记》夸他能洞察市场，善观行情变化，能取人所弃，与人所取，由此而获巨利。白圭自己常说：“我们经商，如同治国，要像伊尹、姜子牙那样；如同打仗，要有孙武、吴起的本领；如同变法，要像商鞅那样。所以，如果智慧不识权变，勇敢达不到当机立断，仁爱做不到给予，强大不能坚守，这样的话是学不到我的法术的。”可见白圭经商的水平之高超。难怪司马迁说：“天下言治生祖白圭。”就是说，白圭是经商的始祖。",
      "inspiration": "不耕而获，不等于不劳而获， 《易经》承认经商等不耕而获利的行为，表现了 《易》的包容精神。 社会要发展，不仅要农耕，还要商业等等。 古代儒家重农业，以商业为末业，予以轻视，这是不正确的，也不合《易》的精神，白圭之流的古代商贾巨子，也是同样值得尊重的历史人物。如果今天的企业家、 商业家等能够像白圭一样， 不只是一味地昧着良心，不顾他人的死活去赚钱，你赚得再多，也不会受到人们的赌咒。"
    },
    {
      "yao_text": "六三：无妄之灾，或系之牛，行人之得，邑人之灾。",
      "yao_comment": "这是无妄卦的第三爻，为一不当位之爻。此爻是讲人真实无妄，也会因其他原因招来灾祸，比如有人系牛在村邑里，被过路的行人得到带走了，牛主人以为是邑人偷了牛，要求赔偿。邑人本未偷牛，但却背上盗牛的罪名与赔钱的损失，类似情形都可称为无妄之灾。",
      "story_name": "147 无妄之灾降林冲",
      "story_overview": "高俅自做上太尉后，一直没有生育，见他叔叔的儿子长得清秀，就过继来家，让这位堂弟做了他的儿子，人称高衙内。本是堂兄堂弟，如今又是父子，加上高衙内生性无耻，与高俅是一类人品，所以，高衙内甚得高俅喜爱，简直比亲生儿子还要亲。高衙内比起他这位堂兄老子，专爱拈花惹草，仗着老子的权势，奸淫民女，霸占民妇，人人都叫他花花太岁。东京八十万禁军教头林冲，说起来也算得上是个人物了，不想却因有美艳的娇妻，中了高衙内的陷害。某天，天明气和。林冲有空，就带妻子、侍女一同到东岳庙烧香拜佛，求愿祈福。林冲是个爱武的人，途中看见鲁智深表演武艺，便知是位高人，就停了下来，让侍女陪着娇妻先去庙中烧香。这里，林冲、鲁智深英雄惜英雄，相见恨迟，正义结金兰，大碗喝酒。不想，庙中娇妻出事，侍女跑来报警。原来，林冲妻子与侍女遇到高衙内，高衙内一见林冲的妻子，长得如带雨的梨花，沉鱼落雁，闭月羞花，禁不住动了欲念，七魂勾走五魂，就要在大庭广众之下强行非礼。林冲火急赶到，本要教训这个色胆包天的淫贼，一见是花花太岁，举拳的手只得放下。高衙内一看是调戏了林教头的妻子，也不敢再撒泼了，只好带人灰溜溜地走了。回到家，高衙内害起相思病，这可急坏了高太尉，不知如何是好。有人讲，世界上最坏的莫过于给主子帮闲的走狗、二爷一类人物。这话一点不错。高衙内手下有位叫富安的帮闲，为讨高俅、衙内的欢心，出了一条毒计。第二天，林冲有位好友陆虞侯来请他吃酒，推辞不过，林冲只得前往。他哪里知道，陆虞侯卖友求荣，是设计把他骗走，好 让高衙内趁机去奸淫他的妻子。哪知，这次诡计也没有使高衙内得逞。陆虞侯与富安又想出一条毒计。几天后，林冲家门有人大叫卖刀，卖刀，卖宝刀，林冲最喜武器，一听宝刀，马上出来观看。不看还好，一看，林冲就不放手了，这是一把他从未见过的好宝刀，就开口出价一千贯，买下了这把宝刀。当天晚上，看了整整一晚，十分欣喜得到世上少见的宝刀。第二天，来了两位太尉府的人，说太尉请林冲去比试宝刀。林冲哪知是计，随两位公人走入府中，也不知转了几转，两位公人让林冲等一等，太尉马上就到。林冲正捧刀傻等，高太尉出现了。林冲正要拜见太尉，高俅突然发话，问林冲为何带刀进入白虎节堂，林冲这才下意识一惊，抬头看见“白虎节堂”四个大字。不待分辩，林冲已被人拿下，遭了无妄之灾。",
      "inspiration": "在人生中，由于一些阴差阳错的偶然因素，特别是由于有奸佞的小人存在，当局者往往容易遭到无妄之灾。对于阴差阳错的偶然因素，人们的确无法防患，但对奸佞小人设置的无妄之灾，却有法防止。人们只要慎交朋友，不要像林冲那样把陆虞侯这样的小人当朋友； 再加上平时做事小心谨慎，尤其是在有了遭灾可能的先兆时，如履薄冰，小心从事， 就可以防备无妄之灾的降临，避免林冲的悲剧了。"
    },
    {
      "yao_text": "九四：可贞，无咎。",
      "yao_comment": "这是无妄卦的第四爻。此爻是说一个人先有错行，但改悔走上正道，就可避免走错路带来的灾祸，故说： “可贞无咎”。 引而广之，凡人生一切失误，得到纠正，从而走上正道，避免了祸害的情形，都是“可贞无咎”的事例。",
      "story_name": "148 昌邑不贞废皇位",
      "story_overview": "汉昭帝年纪轻轻就死去了，竟没留下一个儿子来继承王位，由谁来承绪大统，成了大臣们的难题。昭帝是武帝的儿子，继承昭帝的皇位，只能是武帝的孙子。大臣们就在武帝的孙子辈挑选新君，挑来挑去就挑到了昌邑王。昌邑王名叫刘贺，是武帝宠爱的李夫人的孙子，按亲疏，他最合适继王位，可从人品才干上讲，昌邑王根本不配做什么皇帝。但大臣们对此一无所知。你看，使者都来迎接他去继位了，他还在王宫玩乐呢：一群内侍、宫女与昌邑王打在一起，闹在一堆，乌七八糟，一派狼藉，一点规矩也没有。使者到了，昌邑王接到皇太后的诏书，知道自己要做皇帝了，竟高兴得蹦了起来。安置好使者后，昌邑王不是先召集他手下几位正直的贤臣王吉、龚遂、张安等人，而是找到与他整日打闹的内侍、宫女。昌邑王第二天就出发了，一出门，他就骑马狂奔，恨不得立刻就到长安做皇帝，他跑了一百多里路，可使者和其他人还在后面，等大半天，这些人才赶到。王吉劝昌邑王说：“昭帝死了，你继承皇位，应该像儿子孝敬父亲一样，为昭帝戴孝、哭泣、悲痛才是，不能只想到当皇帝，光顾高兴，这样的话，会引起天下人的议论。”可他根本没听进去，几天后的行程倒是放慢了，却给昌邑王提供了玩乐的 时机。到了弘农，他见此地姑娘美丽，竟叫心腹去挑选了多位美女，当晚送到驿馆，供他享乐。使者知道了，责问龚遂他们，使者与龚遂一同去责问昌邑王，昌邑王先是不承认，要知道此时昌邑王是守丧之人，守丧之人淫乱可是犯了天下大忌呀！只要承认了，根本不用想再继承什么皇位了。后来没办法，昌邑王就推到心腹头上，用这位心腹的脑袋保全了自己。快到京城了，几位大臣已专门迎接在那里，刘贺竟大摇大摆的，一副皇帝的样子，龚遂劝他，要哭起来，而且要伤心地哭，不然，就不能做皇帝。昌邑王这才假号起来。当了皇帝，昌邑王除了对霍光敬而远之外，一切都暴露了出来。每天，应付朝政以外，就是与内侍、宫女打闹，见到美丽的宫女，就抓住不放。宫里玩腻了，又带着人出宫胡作非为，采花淫乐，无恶不作。出宫总有限，不能天天出，他又想出绝招，让宫女、内侍各吹一种乐器，把皇宫吵得震天响。他则在音乐声中，淫乐、胡闹一气。跟他来的龚遂几位贤臣，一次又一次地规劝他。昌邑王却说：“我是皇帝，谁管得了我?” 皇太后、大将军霍光等满朝文武大臣，都后悔选错了人，终于决定把他废除了，连他的王号也不保留，流放回昌邑，只给了.两千户供他生活。",
      "inspiration": "人生成长的过程中，时常会因各种影响，而沾染上“不贞”的毛病，但若能接受教育、 规劝，加以改正，就变为 “可贞”了。 不贞有害，可贞则无咎。 昌邑王死不改悔，虽登上皇位，但未由不贞变为可贞， 竟被赶下皇位，更不用说一般人了。 所以，人生一定要接受教育，接受他人规劝，注意克服不贞，变为可贞，就可保人生无咎。"
    },
    {
      "yao_text": "九五：无妄之疾， 勿药有喜。",
      "yao_comment": "这是无妄卦的第五爻。无妄之疾，指本不应发生的疾病，引申为正直的人不应遇到的险境。此爻是说，人得无妄之疾，不需吃药，自然会好起来。引申来说是讲真诚之人遇到不应有的险境，用不着去理会它，自然会变为坦途荡荡，而不会有灾难。",
      "story_name": "149 魏绛无妄佐新军",
      "story_overview": "晋悼公即位的第四年，想重振文公时期的雄风，再图霸业，于是决定大会诸侯。挟天子以令诸侯，是春秋霸主们的一贯作风，所以，晋悼公首先邀请周天子来主持盟会。他又遍发请帖到各国，请各国君臣赴会。这是晋悼公第一次大会诸侯，又是晋国再图霸业的尝试，所以，晋国从上到下都十分重视这次会盟。负责会场的人，在会盟所在地鸡丘大兴土木，建起了雄伟气势的主席台。晋国的大臣一一分工，谁接待哪一国的人物，谁负责警卫、 食宿、游玩，安排得妥妥帖帖。会盟期间，举行军队大演练，一是为来宾凑兴，二是向各国显示晋国的军威。进行到一半，一切都井井有条，突然，一辆战车在队伍中横冲直撞，搞得一片混乱，令各国君臣都不高兴。会盟的执法官是魏绛，他马上令人将捣乱的战车带来，原来这是晋悼公弟弟扬干的战车。魏绛下令，将扬干抓起来，并将扬 干的车夫斩首示众，以严肃军法。扬干根本不把魏绛放在眼里，因为魏绛当时在晋国至多是个中层干部，扬干大叫大骂，威胁魏绛，不准魏绛杀掉车夫。可魏绛说：“晋君让我执法，我就要依法行事，谁也不能有例外。”扬干的车夫被斩首了。扬干跑到晋悼公那里告状，悼公气得咬牙切齿：连我弟弟的面子也不给，这还了得。马上令人要逮捕魏绛。魏绛官职小，不能直接见晋悼公，就把自己写的奏章请人送去。奏章的大意是：我得罪了扬干，杀了他的车夫，以下犯上，服死刑。但你命令我执法，我听说过军人以服从为天职，就是死也不能违反。你会盟诸侯，扬干却不服军法，所以，我为了维护晋军的形象，处死了他的车夫。几天以后，魏绛由一名小官升为新军的副统帅，一下子跳了十八级。",
      "inspiration": "天有不测风云，人生在世也有不测的祸福。然而，祸福有的是人自招，有的则是外在偶然遭逢所造成。 自招得祸，那是报应； 自招得福，那是应该。 而偶然所造成的祸，则是此爻所讲的无妄之疾，对这类灾祸，其实不用担心，它往往是虚惊一场，如魏绛自以为必死一样。 由于自己诚实正直，最终是不会有灾祸的，正如民间所说：身正不怕影子歪。"
    },
    {
      "yao_text": "ゆ母上九：无妄行，有眚，无攸利。",
      "yao_comment": "这是无妄卦的第六爻。据许多学者考证，此条材料应作：“妄行，有眚，无攸利。”意思是说狂妄胡行的人，一定会有灾祸，而无所吉利。",
      "story_name": "150 梁冀妄行遭灭族",
      "story_overview": "东汉时，梁商的女儿成为皇后，梁商也位极人臣，权倾天下。但他却能忠正为官，受到皇帝与臣僚、庶民的称赞。他的儿子梁冀却一点不像他老子，仗着自己是国舅的身份，整日饮酒作乐，胡作非为。但依恃妹妹，官越做越大，梁商在世时，就做了河南尹。梁冀在河南尹上暴恣非法，强奸民女，霸占田地，无恶不作，引起了百姓的强烈不满。洛阳令吕放将这些情况告诉了梁商，梁商就去责骂梁冀，要儿子改邪归正。梁冀气得要死，知道是吕放告的状，就派人把吕放刺杀了。一个朝廷任命的县令，梁冀竟敢说杀就杀，哪有一点王法。梁商死后，梁冀继承父亲的职位，做上了大将军，他更加横行了。不久，顺帝去世，梁冀的妹妹成为皇太后。新立的冲帝还是个幼儿，梁冀更是无法无天了。冲帝不久去世，质帝继位。质帝年少聪慧，见梁冀横行无忌，当着朝臣说他是“跋扈将军”。梁冀立刻派人在质帝饭中下毒，质帝当天就去世了。梁冀又立桓帝继位，把皇帝的继立完全操纵在他一个人手上。可桓帝不是质帝，他马上下令调集军队一千人，围住梁冀的宅第。这位妄行数十年的奸佞，终于感到末日来了，自杀身亡。梁家也被灭族。",
      "inspiration": "人生妄行，有的是无知，有的是本性败坏贪残。无知可悲可叹，本性败坏可恨可恶。梁冀依恃权势，妄行无以复加，横行数十年，犯下了无数滔天罪行，今天仍令人痛恨。然而，历史是无情的，是公正的，像梁冀这样一手掩盖天下，权高于皇帝的奸佞，最终也受到灭族的惩罚，给我们以深深的启示：人生在世，千万不要妄行。若因手中有点权力，就以为有了妄行的资本，欺上压下，坏事干尽，最终是绝没有好结局的。 现今， 时常见到一些有权势的人，昨天还在台上高唱优美的调子，今天就以确凿的罪证沦为阶下囚，原因就在于他们都是梁冀一类的妄行之徒。"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua25Data;
} else if (typeof window !== "undefined") {
  window.gua25Data = gua25Data;
}
