// 第26卦数据
// 自动生成，请勿手动修改

const gua26Data = {
  "gua_name": "第二十六 大畜卦",
  "gua_ci": "大畜：利贞，不家食，吉。 利涉大川。",
  "gua_jie": "此卦下经卦为乾，上经卦为艮，故说乾下艮上。乾为天， 艮为山，故此卦卦象是天在山中。大畜卦与小畜卦相对，小畜是以臣蓄君，故称小； 大畜是以君蓄臣，故称大。筮遇此爻，利于做正直的事； 臣得君蓄养，国家供给俸禄，故说不家食。此筮为吉卦，故说吉。利于渡涉大河，故说利涉大川。",
  "yao": [
    {
      "yao_text": "初九：有厉，利己。",
      "yao_comment": "这是大畜卦的第一爻。此爻是说，虽然有危险，但能引起警觉，使危险不成为事实，因而，于自己有利。故此爻《象传》说： “有厉，利己，不犯实也。”",
      "story_name": "151 有厉利己唐姚崇",
      "story_overview": "唐朝人姚崇做事小心谨慎，计划周密长远。与他一同为相的张说，也不得不叹服地说： “死掉的姚崇也能计算活张说。”就像民间所说的，死诸葛计算活司马一样。张说亦是位有名的政治家、名士，他都这样说，可见姚崇的精明。正是这种精明加上警觉，使姚崇在政治生涯中，一次一次化险为夷。姚崇曾推荐了一个名叫魏知古的低级官吏，后来这位魏知古也确有政绩，不到几年，就升为大官。但姚崇一直轻视他，魏知古对此一直耿耿于怀，总想设法报复，姚崇对此也是心知肚明。由于姚崇总是小心警觉，魏知古一直没有机会整到姚崇。魏知古当了吏部尚书后，朝廷命他去洛阳考核、任免官吏，他感到时机来了。原来，姚崇的两个儿子都在洛阳做官。两个儿子只知道魏知古是他父亲提拔的，却不知他父亲与魏知古面和心不和。魏知古到洛阳后，姚崇的两个儿子果然马上来找他，他将姚崇的两个儿子都破格提升三级。回来后，魏知古向皇帝报告说：“姚崇的两个儿子仗着他父亲对我有恩，在洛阳要挟我提官三级，微臣怕得罪姚大人，所以，把他两个儿子提拔了三级。” 皇帝一听，对姚崇十分不满，认为他放纵儿子，要挟提官，就想免去他的宰相。姚崇早把这一切都估计到了，小心谨慎地等待皇帝的询问。果然，皇帝传姚崇进宫了。皇帝见到姚崇，表面不露声色，说：“姚丞相，你有几个儿子，现居何职?” 姚崇一一回答。皇帝又说：“你是丞相，为国为朕出力不少，两个儿子才这样小的官，应该重重提拔。” 姚崇却说：“我的两个儿子没有什么才干，做现在的官，已是皇上的恩典。我只担心，两个儿子不懂事，这次魏大人去洛阳任免官员，他们会仗着我提拔过魏大人，去向魏大人要求升官，令魏大人难办?” 皇帝一听，姚崇一点也不放纵自己的儿子，却关心魏大人难 会窗昏 办，于是反倒认为魏知古这个人对不起姚崇，想免除魏知古的职权。魏知古正等着听姚崇的坏消息，但等了几天都不见动静，倒是自己等到了坏消息，由吏部尚书的肥缺改调为冷门的工部尚书。",
      "inspiration": "在生活中，人总是难免有各种坎坷，遇到危险，但当事人若能像姚崇这样小心谨慎，用心应付，往往会坏事变好事，产生有利于自己的结果。这里的关键是先要有对危险的洞察力，没有洞察力， 见微而知著，由近以及远，是绝难认识到危险的所在的。有了见微知著的识力，才能对危险预作防范，采取应有的警觉与应付措施， “有厉，利己”才能真正实现。 所以，人生在世， 培养对世事的洞察力，是人们不发生或少发生危险的重要保证。"
    },
    {
      "yao_text": "九二： 舆说輹。",
      "yao_comment": "这是大畜卦的第二爻。说，脱； 蝮，车辐。此爻是说车与辐相脱，为危险的征兆。小畜卦也有一爻讲“舆说辐”，是就犬妻反目而言，此大畜卦所言为君臣相离之象。此爻为不当位之爻，故是一凶爻。",
      "story_name": "152 舆脱辐完颜被诛",
      "story_overview": "公元1149年，金熙宗被海陵王完颜亮杀掉，完颜亮自立为帝，史称金废王。完颜亮在巩固统治后，便不顾一切地、不讲一点伦常地大肆淫乐。据史书所载的几个片断，就可知道完颜亮的兽行。片断一：完颜亮在即位后，一下子就封了后宫20多名嫔妃，作为他宣泄的对象，还在民间选了无数美女供他淫乐。片断二：崇义节度使乌带的妻子定哥，十分美丽，完颜亮为帝前，就将她勾引上了。称帝后，他逼定哥杀掉丈夫，到后宫当贵妃。片断三：丞相乌达一次宴请完颜亮，完颜亮见到他的妻子年轻美貌，顿起淫心，要打其妻的主意。几天后，硬是将丞相的妻子弄到宫中，宣淫整晚，此后，常常宣召入宫，供其淫乱。丞相的心中充满了仇恨，随时等待着报仇的时机，要消灭这条淫虫。片断四：完颜亮甚至连家族的姊妹、侄女也不放过。他有两位堂姐妹，一位叫什古，一位叫蒲刺，生得漂亮无比，都是已婚的人。完颜亮常找借口把两人弄到宫中，搞得乌烟瘴气。完颜亮亲姐姐的女儿，年轻貌美，也没逃出他的魔掌。完颜亮的兽行，引起所有大臣的仇恨和恐惧，有美女娇妻的臣子们都担心某一天灾难降临到自己头上，人人都盼望早日消灭完颜亮。完颜亮一天淫乐，经常连朝也不上，使朝政落到了痛恨他的臣子手上。公元1161年，完颜雍起兵，自立为帝，立刻受到大家的拥护。完颜元宜将完颜亮在昆山寺杀掉，结束了这个禽兽不如的皇帝的狗命。",
      "inspiration": "君臣的关系，犹如车与车辐的关系一样，车辐紧凑，车子才能运转得好；车辐散离，车子就会败坏。 一个君主没有臣子的支持，犹如车无车辐一样。 完颜亮贪淫， 害得群臣对他恨之入骨，母畲真是千刀万剐也死有余辜。君臣关系推广开来，也是上下级的关系，上级要想搞好事业，就离不开下级的支持，应该给下级以平等，以关爱，这样才能有车辐紧凑的运转得好的车子。"
    },
    {
      "yao_text": "九三：良马逐，利艰贞，曰闲舆卫，利有攸往。",
      "yao_comment": "这是大畜卦的第三爻。此爻是说良马未驯以前，奔驰狂野，只有在经过艰难而合于正道的调顺，加上闲习舆卫的仪礼之后，就可所往都有所利益，而不会有奔车覆辙的灾难。此喻人才美能高，而轻躁无忌，往往会遭到灾难。",
      "story_name": "153 李广艺高不得志",
      "story_overview": "西汉出了位名将，就是匈奴人称为“飞将军”的李广。汉文帝时，李广就在边境作战中以猛勇善射，立下功劳，被封为郎。后成为文帝打猎的侍从，多次格杀猛兽，很得赏识。文帝曾惋惜地说：“可惜李广生不逢时，若是在汉高祖时，岂止做一个万户侯！”景帝时，李广又升为骑郎将，在周亚夫军中，击吴楚叛变，得显身手，被拜为上谷太守。后来又相继为上郡太守、陇西太守、北地太守、雁门太守、云中太守，都是西北边境地带，与匈奴多次交战，成为闻名的战将。汉武帝时，听说李广是名将，就让他做了未央宫的卫尉。不久，匈奴进犯雁门，汉武帝任命李广为将军带兵前去防御，但给李广的军队很少。匈奴单于听说李广来了，调集了所有大军来到，单于敬佩李广的武艺，下令只准生擒李广，否则格杀勿论。李广寡不敌众，受伤后成了俘虏。李广假装伤重，不时观察敌情，瞅见一匈奴士兵骑着一匹好马，他突然跳上马背，这才死里逃生。回来后，李广因战败被废为庶人。没两年，匈奴又大举入侵辽西，辽西太守被杀，将军韩安国大败，全国震动。这时，武帝又想到李广，请他出来任右北平太守，去抵抗匈奴。李广欣然受命，但提出一个条件要霸陵尉与他一同前往。霸陵尉一到李广的军中，李广就将他杀掉了。原来，李广废为庶人时，违反夜行的规定，受到霸陵尉的处罚，由此怀恨在心。可见李广的心胸狭窄。李广杀人后，上书请罪，武帝在用人之际，只好不了了之，还讲一通对李广的殷切期望。听说李广来到边境，匈奴再也不敢进攻了，只是偷偷派人经常探听军情，一直到李广离开。李广年纪老了，仍壮心不已。武帝令大将军卫青抗击匈奴，李广多次请求出战，终于被同意了。不料，李广这次出征竟迷失道路，而贻误军机，李广害怕受刀笔吏的侮辱，就自杀身亡了。与李广一道抗击匈奴的许多低级军官，战功没有李广多，武艺也无李广好，却有十多人封侯做大官，李广一生连九卿也未做到。",
      "inspiration": "历史上，常有一些人才高能美，为将相之才，也立下了许多功劳，却总不能施展抱负，得到公正的待遇。 李广是一个。就此爻所示，他们都是不可多得的良马，但不明舆卫之仪，所以，他们虽才高八斗，勇过万人， 立下丰功伟绩，也会因所谓轻躁，而落得个不应有的可悲、可叹的结局。故那些有才干的人，必要由此吸取教训， 千万不要犯“良马逐”的过失，只有才干，不明世态炎凉、政治权诈，李广的悲剧就会重演。母偷"
    },
    {
      "yao_text": "六四：童牛之锆，元吉。",
      "yao_comment": "这是大畜卦的第四爻。牯，置放在牛角上的木具。此爻是说，在小的时候，就给它的角套上木具，使牛自小养成不触人的习惯，长大后就会温顺好使，这是大吉的。此爻与上爻的“良马逐”正好相反。喻人自小受到教育制约，长大才能成才。",
      "story_name": "154 孟母三迁童牛牯",
      "story_overview": "孟子早年就死掉了父亲，由他母亲抚养。孟母是一位贤淑的慈母，深明大体，她深知，教育要从小孩抓起，而环境尤为重要。孟子的家最早住在坟场附近。每逢有埋葬死人的事，送葬的吹打音乐，亲人的哭泣声，送葬队伍男女老少的人群，都引得周围的小孩纷纷跑去看热闹。到清明节等祭日，扫墓的人来到坟地上香，周围的小孩也去凑热闹。有时，还会得到扫墓人的一点零食，这对不懂事的小孩具有多大的诱惑力啊！孟子小时，也常常去看人家办丧事、埋死人之类。一有空，还和邻居的小孩玩起埋葬的游戏来，一玩就是大半天。孟母见了，十分担心。于是，孟母把家迁到了热闹的镇上。这里人口众多，是做生意的好地方。许多商贩都看中了这块风水宝地，摆摊营业。每天一早，就响起了小贩的叫卖声，一直到晚上都不停。白天生意兴隆时，街道上闹哄哄的，一片喧闹声，令人两耳不得清静。孟子从乡下来到这繁华的闹市，感到格外新鲜，有空就到街上看热闹，花花绿绿，怎么看也看不够。与邻居的孩子混熟了，孟子又时常与他们做起学做买卖的游戏。这次，孟母把家迁到了学堂附近。学堂中琅琅读书声，声声入耳。孟子听到后，就常到学堂去，观看大孩子读书、行礼。回家后，孟子模仿学堂孩子的行礼，表演给母亲看，孟母十分高兴地说：“这下可找到了居住的好地方了。” 孟母就是这样，注重自小的环境教育，让孟子不放纵于无聊的游戏中，使孟子从小受到良好的熏陶，终于后来有所造就，成为战国时期的大儒。",
      "inspiration": "此爻是讲人自小应受到教育的问题。这有两方面，一是遏制人性中某些不利人后来发展的因素； 二是引导对人后来发展有利的因素。从小就严格管教孩子， 犹如“童牛锆”一样，这样的孩子才能成才。相反，从小溺爱孩子， 犹如童牛不锆一样，任其性子发展，这样的牛长成后就喜角人角物，造成破坏，孩子长大少有不胡作非为的。此爻对有儿女的父母说来都应深切体会“童牛牲” 的道理。"
    },
    {
      "yao_text": "六五：虢豕之牙，吉。",
      "yao_comment": "这是大畜卦的第五爻。虢豕，指驯养后的猪。此爻是说，野猪未经驯养，牙齿会咬伤人物，驯养的發豕虽有牙，也不会造成伤害，所以是吉利的。",
      "story_name": "155 太祖酒席释兵权",
      "story_overview": "陈桥兵变，赵匡胤黄袍加身，成为宋太祖，建立了母畲 宋王朝。虽说当了皇帝，聪明的赵匡胤一点也不感到轻松，他的手下拥有兵权，随时威胁着他的皇位的人可不少，在他的脑海中时时闪现着唐代藩镇割据的战乱情形。现在，手下这些兵权在握的节度使，保不了哪一天就有一个成为新的安禄山、史思明。每每想到这里，常把睡在龙床上的赵匡胤惊得从梦中惊醒，汗流浃背。必须解决这个问题，拔掉这些老虎的牙！一天，赵匡胤与宰相赵普在一起，他装作漫不经心的样子，对赵普说：“唐中期以后，天下战乱不停，皇帝换了一个又一个，不知是什么原因?”赵普是个聪明人，马上接着说：“这是由于藩镇过分强大，兵权在握，中央王朝太弱的缘故。只要强化中央，把精锐部队控制在手，让节度使没有兵权，这样的战乱就不会发生了。” 数日后，赵匡胤将全国拥有兵权最多的石守信等人请到皇宫，说是喝喝酒，叙叙情。赵匡胤一个劲地劝酒，喝到半醉，他发话了：“我虽然做了皇帝，你们只做了节度使，可我还不如你们，真想只做一个节度使啊！” 石守信等人不明白，问：“为什么?”赵匡胤说：“这几十年的事情你们都知道，皇帝算什么，节度使有兵有权，说不定哪一天皇帝就倒霉了，节度使就成了皇帝。” 石守信等人一身冷汗，一齐说道：“我们都忠于皇帝，怎会做出大逆不道的事情?”皇帝说：“我绝对相信你们，但你们手下就不敢保证，有一天你们手下硬要给你们黄袍加身，你想推辞都是不行的了。”赵普在一旁帮腔说：“我看各位不如把兵权交给皇上，自己安安乐乐地去享受荣华富贵。皇上对大家很放心，大家也乐得安乐，还可永保子孙富贵，真是一件利己利国的大好事。你们看，历史的王翦、萧何，没有兵权，广买良田，多置美妾，享尽人生乐趣，又得皇帝宠信，不是值得效法吗?” 石守信等人听了，立刻表示愿意交出兵权，安享荣华富贵。从此，赵匡胤的觉才睡安稳。老百姓也因此免除了藩镇割据的战乱所带来的灾难。",
      "inspiration": "野猪是最可怕的野兽，但经驯养就不会为害了。宋太祖机智果决，在酒席上解除石守信等人的兵权，使唐末以来的藩镇祸害消解于无形，就把如野兽般的藩镇变成了驯服的工具，真是历史上少有的大手笔。世人在遇到对自己有危害的问题时，能多想想宋太祖这件事，体会出其中三昧，就一定可从中得到启示，找到解决祸害的办法。"
    },
    {
      "yao_text": "上九：何天之衢，亨。",
      "yao_comment": "这是大畜卦的第六爻。何，荷，负荷。衢，谓得到庇荫。此爻是说人得天的庇荫， 因而，凡事都会亨通。凡事亨通，犹如人走在大道上一样，故此爻《象传》说： “何天之衢，道大行也”。",
      "story_name": "156 商汤伐桀道大行",
      "story_overview": "夏桀统治无道，天下怨恨，人民生活在水深火热之中，时刻盼望明君的出现。商汤就是这样的明君。眼见人民的疾苦，商汤决定吊民伐罪。然而，要想伐桀，距商汤的国土太远。而商汤的四周，都是桀的封国，桀是大桀，这些封国的国君就是小桀，他们同桀一样盘剥人民，弄得人民生不如死。就拿东面的葛伯来说吧，他自继位后，敲诈民脂民膏，淫乱放荡，无恶不作。于是，商汤最先讨伐葛伯。他亲自督军，伊尹指挥大军，一下子就攻到葛国。葛国的人民纷纷走出来，端着白开水，拿着土产水果，像欢迎英雄一样迎接商汤的大军；葛伯的军队纷纷倒戈，没有三天时间，就解放了葛国。商汤正在安排葛国的事情，西边的韦、顾两国有人赶到，说要见商汤。商汤马上接见他们，他们一见商汤就说：“为什么不先来讨伐我们国家的暴君呢? 我们的人民都活不成了。” 第二天，商汤又带领大军攻打韦、顾了。两国的人民、士兵像久旱逢甘雨一样，迎接商汤的大军，不到两天时间，两国就平定了。商汤刚歇下来，又有昆吾国的人民代表来了，请商汤赶快去讨伐昆吾，救救人民。昆吾国君是夏桀的死党，听到商汤来伐的战报，马上率大军迎敌，但走到前线，几万大军仅剩几百人。商汤很快攻下昆吾，又乘胜攻下夏朝的首都，所到之处，无不通行无阻。",
      "inspiration": "得天庇佑， 一定要得民心。 商汤解民于倒悬，得天之佑，“何天之衢”， 当然能够“道大行”。此爻及商汤的故事告诉统治者一条规则， 凡得民心者，无不昌盛； 凡失民心者，无不灭亡。得民心的实质是关心人民、爱护人民，而不要盘剥人民。历史已经证明并将不断证明这一点。"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua26Data;
} else if (typeof window !== "undefined") {
  window.gua26Data = gua26Data;
}
