// 第27卦数据
// 自动生成，请勿手动修改

const gua27Data = {
  "gua_name": "第二十七 颐卦",
  "gua_ci": "颐：贞吉，观颐，自求口实。",
  "gua_jie": "此卦上经卦为艮，下经卦为震，故说震下艮上。 艮为山，震雷，此卦为山下有雷之象。颐，为象形字，如食在口中，颐部隆起之象。人口得食才能养，故多训颐为养。筮得此卦，就是吉利的兆头。观颐，指观所养； 自求口实，指人应自己去寻求口中的食物。是说人观察如何才能得到口中的养料，而重要的在自己能够寻求到。",
  "yao": [
    {
      "yao_text": "初九：舍尔灵龟，观我朵颐，凶。",
      "yao_comment": "这是颐卦的第一爻。灵龟，古人认为能预测未来祸福的神物。 朵颐， 口中嚼物，颐部团起如花朵，故名。此爻是说，有人舍弃自己的神灵，只羡慕我口中有食，而不知用自己的神灵寻求美食，这是凶险的征兆。",
      "story_name": "157 舍灵龟邯郸学步",
      "story_overview": "燕国是与赵国相邻的国家，但两国地势不同，习俗不同，这本来是不足怪的。不知什么时候，有几位燕国年轻人到赵国都城邯郸去了几天，回来后，就在燕国大谈赵人走路姿势的优美、 稳健。从此，这几位年轻的燕人就像肩负着什么伟大使命似的，宣传、推广赵国人走路的活动。燕国的多数人都把他们当做笑料看，可这几个人狂热得很，一大帮年轻人也追赶时髦，学起所谓赵人走路了。每天，这几位年轻人都在闹市表演赵人走路的姿势，一摇一扭，令许多燕人看了发笑。但弄到后来，连他们也不知什么是赵人走路的姿势了，只好偃旗息鼓。在赶时髦的年轻人中，有位名叫刘生的人。他狂热地相信这几个年轻人的话，但认为他们没学到赵人的真传，下决心亲自去邯郸，一定要学到赵人走路的姿势，回来推广到全国。他就这样信心十足地来到赵国。一进赵国国境，他发现果然赵人走路的姿势美极了；到了邯郸，他更觉得邯郸人走路简直是叹为观止了。他在邯郸住了下来，天一亮，就走出门，亦步亦趋地跟在行人后面学着走路。开始，邯郸人以为他是个怪人，有的还当他是小偷、是流氓，后来知道他是来学赵人走路的，很多人都感到奇怪。毕竟刘生在燕国生活了二十来年，走路的姿势已经定型，正如一个口音定型的人，到异乡可能一辈子也改不了乡音，学不到异乡口音一样，刘生在邯郸学了几个月，仍没学到邯郸人走路的姿势。不久，他连燕人如何走路都忘了。刘生只好怀着对赵人走步的美好崇敬，爬回了燕国。回到燕 国，他还每天沉浸在赵人走步的优美的怀念中，拒绝重新捡起燕人的走步，他从此再也没走一步路了。",
      "inspiration": "刘生本来就会走路，走得好好的，偏要去学别人走路，而且把自己的走路都忘了，这真是“舍尔灵龟，观我朵颐”的活写照。 人生在社会， 要观察社会，学习他人，但千万不能一心流于羡慕他人、模仿他人。人首先应自强自立，抓住自己安身立命的根本， 抱住这一“灵龟”千万不能丧失。 有了自己的“灵龟”不失，再观他人“朵颐”，才会立于不败之地。 许多人在世间， 今天羡慕这个， 明天企慕那样，就是没有自己的“灵龟”，这样的人有哪一个是功成业就的?"
    },
    {
      "yao_text": "六二：颠颐、 拂经于丘颐，征凶。",
      "yao_comment": "这是颐卦的第二爻。颠，填； 拂经，叩胫。此爻是以填食于颐，叩胫于丘，喻征伐他人国土，以失败结局，所以说征凶。",
      "story_name": "158 州吁伐郑实征凶",
      "story_overview": "卫庄公有三位妃子，正宫娘娘是齐国的庄姜，另有两位妃子分别名叫厉妫、戴妫，都是陈国的姑娘。正宫娘娘庄姜无子，厉妫的妹妹戴妫生有公子完、公子晋，庄姜将公子完视为己出，多有爱护。卫庄公又与宫女发生关系，生下公子州吁来，就有三位公子了。在三位公子中，公子完、晋都比较软弱，而州吁自小横行，又得庄公溺爱，胡作非为。有人劝庄公，如果喜欢州吁，就应立 他为太子，若不立他为太子，就应多加管教，以防今后发生祸乱。庄公死后，公子完即位，是为卫桓公。这位国君，十分懦弱，而公子州吁日夜虎视眈眈，要想把王位篡夺在手。卫国有位重臣，名叫石碏，群臣都以他唯马首是瞻，他见新君无能，就告老回家了。老子贤良，儿子却是个浑球。石碏的儿子石厚，自小就与州吁相好，整日横行国中，骚扰市民。如今桓公新立，他又成为州吁篡位的帮凶。石厚向州吁献计，趁送桓公朝周时，在酒宴上结果卫桓公的性命，州吁马上应承了。在石厚布置下，州吁假借为兄长饯行，杀掉卫桓公，石厚又带五百甲士围住王宫，公子晋吓得逃到邢国，众大臣只好认命。自州吁篡国后，石碏就十分痛心，经常想铲除州吁与石厚。州吁篡国却没有得到周天子的承认，石碏借此说：“要周天子承认容易，可请陈国国君去说情，周天子最喜欢陈国国君了。” 州吁、石厚不知是计，就启程前往陈国。要知道，卫桓公是陈国国君的外甥，州吁杀了卫桓公，还到陈国去，不是自投罗网吗? 州吁以国君的身份，耀武扬威地与石厚来到陈国，马上被抓了起来，一一斩首示众。石厚这才知道中了他父亲的计。石碏也被人们歌颂为大义灭亲的典范，在历史上受到称颂。",
      "inspiration": "作为篡位的国君，没有不会遭到“征凶”的结局的。扩而广之，作为一般的人，总想用侵占他人便宜的手段，来“填颐”，使自己得到更多的利益的，无不落得“叩胫” “征凶” 的下场。因此，人生在世， 千万不能靠损人来“填颐”。这就是此爻所要告诫人生的哲理。"
    },
    {
      "yao_text": "六三：拂颐，贞凶。 十年勿用，无攸利。",
      "yao_comment": "这是颐卦的第三爻。此文是说，人的颐部被人所拂，就是今天讲的挨耳光，是凶险的征兆。预示人十年无所作为，所往无有利益。此爻《象传》讲：“十年勿用，道大悖也。”虞翻以为，一般指子弑父、臣弑君的大逆不道而言。",
      "story_name": "159 成济杀帝无攸利",
      "story_overview": "文帝曹丕去世后，儿子曹髦登上了帝位。此时，魏国朝政实已操在司马氏手中，朝廷上下无不是司马昭的爪牙。曹髦虽不能控制朝政，但毕竟是皇帝身份，因此，不甘司马昭的控制。马昭带剑上殿，曹髦只看了一眼，司马昭就大发雷霆，群臣也跟着起哄，吓得曹髦一身冷汗。回到宫中，曹髦痛哭一天，前思后想，再也不能受司马昭的气了，于是，他招来侍中王沈、尚书王经、散骑常王业三人。曹髦对他们说：“司马昭之心，路人皆知。我不能坐以待毙，所以，请你们与我一同去讨伐。” 精明老成的王经劝曹髦不可轻举妄动，要吸取春秋鲁昭公攻打季氏失败，反被赶出鲁国的教训。曹髦说：“什么都可忍受，司马昭令我怎么也受不了。就是死，也要拼一下，何况不一定就是死呢?” 王业、王沈二人对王经说：“事情到了这步，我们只得去报告司马昭，以免灭族之祸。”王经听了，十分气愤地说：“主忧臣死，这是臣子的本分，怎么能出卖皇帝，贪图性命呢?”. 正议论之间，曹髦率领宫中三百残兵，亲自压阵，要去攻打司马昭。出发不久，就遇上司马昭的心腹贾充与司马昭的舍人成济，率领大军迎了过来，把曹髦一行人逼到宫门口。曹髦仗剑，对贾充喝道：“我是天子，你们是不是要大逆不道，想弑君造反?”士兵听了，都面面相觑，不敢进攻。贾充对成济说：“司马公平时养你们，不除掉曹髦，我们就无活路了。”成济一听，马上拿剑把曹髦刺倒在地，杀掉了曹髦。司马昭知道曹髦死了，假装大惊，痛哭流涕，遍告群臣，看他的样子真像死了老子一样。曹髦毕竟是皇帝，被人这样杀掉，引起百姓舆论哗然，司马昭只好拿成济做替罪羊。司马昭要杀成济，成济不服，害怕成济说出实情，就令人先割掉成济的舌头，然后斩首示众，还将成济三族杀掉。",
      "inspiration": "许多历史上的儒学家把子杀父、 臣杀君称为“弑”，表示严厉的痛斥谴责。子杀父，任何时候都是不容许的。但臣杀君却不能一概而论，孟子等儒家大师就主张造昏君的反，认为杀掉一昏君如诛民贼，完全是正当的。至于君臣的权力争斗，是十分残酷的，成济之类的人物作为司马昭的杀人工具，又被司马昭杀掉以塞天下耳目，真是可悲可叹！ 成济的下场岂止“十年勿用”。人生在世，最可悲的就是这类人。所以，聪明人很少盲目地成为他人的工具的。"
    },
    {
      "yao_text": "六四：颠颐，吉，虎视眈眈，其欲逐逐，无咎。",
      "yao_comment": "这是颐卦的第四爻。此爻是说填充食物于颐，口中有养，是吉。就是像老虎那样虎视眈眈，只要颐养的欲求得逐，也没有害人的灾咎发生。四近君位，为臣，喻人君使人臣得颐养之欲，人臣就不会发生祸乱。",
      "story_name": "160 论功行赏众将安",
      "story_overview": "刘邦刚做皇帝时，常常请各位将领吃饭喝酒，一来感谢大家，二来联络感情。开初的几次宴会，人来时都高高兴兴，喝酒吃饭也快快乐乐，令刘邦十分满意。但后来，气氛明显变了。来的人多数都绷着脸，没有一丝高兴的表情，见了刘邦也只是点点头。宴会中，许多人一言不发，拼命喝闷酒；有的人狂饮之后，大吵大闹，甚至拔出佩剑往桌子上乱砍。这样闹了几次，刘邦干脆不请他们吃饭了。原来，这些战将跟着刘邦出生入死，为的就是要裂土封侯，荣华富贵。如今，天下已定，刘邦做了皇帝，除只有几个与刘邦最亲近的人外，其他战将一个也没得到封赏，所以，大家肚里一窝子的火，就借酒发疯。刘邦不请吃饭了，这帮将领更生气。他们常常三五成群，聚在一起，发牢骚，出怨言，以发泄心中的不满。不久，刘邦知道了，就问张良，那些人经常聚在一起在干什么? 张良也为战将不平，就危言耸听地说：“他们在商量造反哩?”这还了得，天下初定，又开战火，我这个皇帝怎么当? 刘邦急了，忙向张良请教良策。张良说：“他们不过是想得到封赏罢了。他们跟大王出生入死，至今连一寸土地，一两俸禄都未得到，自然要闹事哟。”刘邦这才醒过来，马上下了一道诏书，定于五日后大封各位战将。消息一传出，各位战将都十分高兴，都说大王还是没忘记我 们啊！五天后，大家知道这次是来受封的，所以，都高高兴兴，衣冠整齐洁净，行为规规矩矩。依照各人战功的大小，战将们一个个都得到大小不等的封赏，一个个激动得大呼“万岁”。分封完毕，刘邦又命令他们，十日内到所封赏的县邑，不然，以迟误军情论处。这次酒会后，不到三天，这些战将就全部离开了京城，到各自所封的县邑去了。一场虎视眈眈的危机，就这样化解了。",
      "inspiration": "中国有句俗话，鸟为食亡，人为财死。 人生没有起码的钱财，是根本不行的。那些出生入死的开国将领，不给他们封赏，一定虎视眈眈。 而给他们应有的封赏，使“其欲逐逐”，才能天下安宁。 不仅如此，对一般百姓来说，他们也要有“颠颐”的基本保障，使其生养之欲得逐，社会才能平安。使普天下人人的正当欲求“逐逐”，是统治者应时常关注的根本所在。"
    },
    {
      "yao_text": "六五：拂经，居贞吉，不可涉大川。",
      "yao_comment": "这是颐卦的第五爻。此爻是说，有人已遭叩胫，最好安居守正，才有吉利，千万不可渡涉大河。这是譬喻人已经有了小小的祸害，千万不可渡河冒险一类，再干傻事，而应当安居守正，才能避免祸害发展，获得吉利。",
      "story_name": "161 僖公居贞旱不害",
      "story_overview": "鲁僖公二十一年，鲁国遇上了数十年一遇的大旱。连续几个月，没下一滴雨。地上开了裂，小河断了流，许多人连吃水都困难。望着火辣辣的骄阳，看着枯萎的庄稼，干焦的草木，老百姓心急如焚。鲁国各地，搭起了求雨的土坛，巫师在坛上念念有词，虔诚地舞蹈，祈求下雨。年轻的农夫，在各村舞起了纸龙。庙里，满是求雨的人们。然而，雨总是降不下来。人人纷纷议论，为什么今年这样大旱，七嘴八舌地商讨着解除旱情的办法。鲁僖公接连召开了几次会议，专门商讨如何求雨抗旱，群臣一个个都拿不出良方。人们最后都把今年干旱说成是巫尪造成的，竟成为人人都相信的“真理” 了。巫尪是位有残疾的女巫，她面向天上，鼻孔怕天下雨，所以，人人都认为是她搞了法术，让天不下雨的。既然大家都这样说，事情就好办了。只要按惯例，烧死巫尪，天就会下雨。鲁僖公拿不定主意，就向贤臣臧文仲请教怎么办。臧文说：“烧死巫尪，不是求雨的办法。以人为牲，神灵反而会降祸的。只有全国实行节约，鼓励农民多搞生产，才是解决问题的办法。” 按照臧文仲的建议，全国节衣缩食，农民广泛耕种各种作物，终于平安地度过了这一个大旱年。",
      "inspiration": "对待“拂胫”这类碰碰撞撞，有两种态度，有的人理智地对待它，安居守正，使“拂胫”成为不值一谈的事情； 有的人丧失理性，把本来就是不值计较的“拂胫”，演变成一场灾难。 显然，前者是可取的，后者是不可取的，鲁僖公就是采取前者的理性人物。 因此， 人在世间凡遇 “拂胫” 一类的小灾祸，一定要用 “居贞”的态度去对待，千万不以贸然“涉大川”的态度去处理，唯有这样，才能吉而无咎。"
    },
    {
      "yao_text": "上九：由颐，厉吉，利涉大川。",
      "yao_comment": "这是颐卦的第六爻。此爻是说，人获得了颐养，要注意防止危险，以免失去已有的颐养，人能保持这种心态，就是渡涉大河也有利无害。此喻人获得利禄或成功后，能以警惕谨慎的心态去保有它，就可吉利而无危害。",
      "story_name": "162 王翦惕厉多置田",
      "story_overview": "嬴政登位后，秦国东征西伐，不断传来捷报，秦国的版图越来越大。战将王翦为秦国立下赫赫战功，每次胜利后，王翦都要请求给他土地、金钱，一副贪婪的样子。公元前224年，嬴政令王翦率六十万大军去攻打楚国，这可是秦国的大部分兵马啊！嬴政十分重视这场战役，亲自来给大军送行，以鼓舞全军士气。送行会上，一通陈词滥调后，王翦向秦王提出要求：“大王，这次若是我攻下了楚国，诸多多赏赐我良田湖池，金银钱财。”秦王嬴政说：“只要打了胜仗，我一定论功行赏。你放心带兵打仗去吧！”王翦好像不相信似地说：“希望大王到时候一定要兑现啊，说话算话。” 秦王心里想，好一个贪心的王大将军。这样贪心的将军，用起来最放心。于是，哈哈大笑，对王翦说：“我一定说话算话。”王翦带着大队人马不断向楚国进发，一路上，他又派了好几起人回国去，向秦王请求赏赐。连他的儿子王贲都说，父亲太贪了。六十万大军在王翦的指挥下，节节胜利。每一次派人去报捷，王翦都要令人顺便邀功请赏。王贲终于忍不住了，指责他父亲太贪。王翦看了看，四周无人，才一本正经地说：“儿子，你太嫩了。你懂不懂，老子带领六十万大军，稍不注意，就要引起秦王疑心，秦王生了疑，我的脑袋不保，全家性命也难保。你懂不懂功高盖主的道理。我向秦王要赏赐，就是要他对我放心，认为我是贪恋财富，不贪权势的人，只有如此，方可保我王氏荣华富贵。”王贲这才知道父亲的用心良苦。后来，王翦告老还乡。在家乡，他已是富甲一方的超级大户了，可是，他还不满足，用秦王给他的赏钱，又买了许多田地，说是为儿孙置办产业。后来，他的儿子王贲也依照他老子的秘方，一副贪婪的样子，沉迷于酒色，多置田产，也得秦王的放心重用。",
      "inspiration": "有的人有点钱财权势，就不可一世，毫无居正谨慎之心，结果很快无钱无势，又变成一副丧家犬的样子。聪明的王翦父子深明权势的利弊，所以，越是大权在握，越是小心谨慎，如履薄冰，时刻保存危亡之心，因而，总是能安享荣华富贵，顺利地渡涉大川。 此爻及故事的意义就在于告诫人们，在有颐养，哪怕是极其丰厚的颐养的情况下，人们决不能因此而放松谨慎，要从有看到向无的转化的可能性， 以谨慎的态度去保持已有的颐养，才能所得之养越来越丰盛，即使像有危险的“涉大川”也会吉而无害。"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua27Data;
} else if (typeof window !== "undefined") {
  window.gua27Data = gua27Data;
}
