// 第28卦数据
// 自动生成，请勿手动修改

const gua28Data = {
  "gua_name": "第二十八 大过卦",
  "gua_ci": "大过：栋桡，利有攸往，亨。",
  "gua_jie": "这一卦下经卦为巽，上经卦为兑，故说巽下兑上。兑为泽，巽为木，故其卦象为泽灭木。大过，指过分刚强。因其过分刚强，所以，栋梁有桡折之象； 但前往则有利，可以亨通。故说： “栋桡，利有攸往，亨。”",
  "yao": [
    {
      "yao_text": "初六：藉用白茅，无咎。",
      "yao_comment": "这是大过卦的第一爻。藉，祭； 白茅，白色的茅草。此爻是说祭祀时，用洁白清明的白茅，用以表示洁静敬慎，就不会有灾咎。常用以譬喻人的品质如白茅清白，行事如敬神诚实无欺。",
      "story_name": "163 杨震不受午夜金",
      "story_overview": "东汉时，陕西华阴县有位世传儒学的杨姓人家，父亲杨宝，以治《欧阳尚书》闻名，儿子杨震自小承其家学，研治《欧阳尚书》。杨震是个善于学习的人，他听说太常桓郁治《欧阳尚书》最有成就，就投到桓郁门下，学习数年。数年中，杨震遍读群经，一一深入探究，极有见地。与同学讨论，无不佩服他的深明经义，说有理据。时间久了，有人就说他是得孔子真传的人，儒生都用“关西孔子”的美名来称誉他。杨震的名声大了，许多人都推荐他去做官，可他却坚持不出来，在湖城县读书一直到五十岁。大将军邓骘听说后，推荐杨震做了荆州刺史。在任上，杨震为官清正，任人唯贤，政治清廉，很快闻名朝野。在推荐昌邑县令的人选上，不少长官都来托人举荐亲信，在几个候选县令中，杨震经过考查，选中了出身平民的王密，王密连一点思想准备也没有，对突然降临的喜事，王密感到十分意外，也由此十分感激杨震。但他当时太穷了，只好将这份感激压在心里，希望今后有能力时，好好报答恩师。两年后，杨震升迁为东莱太守。上任途中，必须经过昌邑县。王密早得到消息，准备了十斤金子要馈送给恩师。他知道老师清廉，一定不会接受，就在深夜将金子送了去。杨震说什么也不收。王密讲了一大通感激恩师的话，以及要杨震收下的充足理由，杨震还是不收。王密急了，就说：“此事只有你我知道，有什么不能收?”杨震说：“还有天知，地知，鬼神知。”令王密十分感动。他不由得敬佩恩师的清廉，十分感叹地说：“恩师真是孔子一样的圣贤，人称关西孔子，真是名副其实！” 杨震为官廉明清白，最后做到太尉、 司徒的高官，位及人臣。",
      "inspiration": "敬神用白茅，表示洁白清静才可祀神。此爻以此告诫人们，人生在世要以洁白清廉的人品立足社会，才能对社会真正有所贡献，成为人民所拥护的人。杨震正是这样的人物之一。其实不论做官，还是百姓，都应有洁白的人品。 否则就是一个有污点的人。而这样的人无论权势多高，如何狡猾无耻，最终都是得不到人民欢迎的。"
    },
    {
      "yao_text": "九二：枯杨生稀，老夫得其女妻，无不利。",
      "yao_comment": "这是大过卦的第二爻。此爻是说，枯萎的杨树重新生出嫩枝，年老的男子娶年轻的女子做妻子，没有不利的。五霸中与齐桓公齐名的晋文公，曾流落各国，后在秦国，已是六十一岁的老人了，而与秦穆公年轻的女儿怀嬴结婚，是此爻的最好说明。",
      "story_name": "164 重耳得婚秦怀嬴",
      "story_overview": "晋国发生动乱，公子重耳逃奔外国，跟随他的有一帮晋国的贤臣名将。重耳自四十三岁出逃，先后到了翟、齐、楚等国，六十一岁时，到了秦国，已是一位老年人了。秦穆公听说重耳来了，十分高兴。夫人穆姬，也很高兴，心中还装有一个待重耳解决的心病。原来晋惠公之子子圉为质于秦时，秦穆公夫妇以秦晋多年有婚姻关系，就将女儿怀嬴嫁给了子圉。谁知，子圉知道晋惠公病重，就偷偷逃回晋国去了，丢下怀嬴在秦国守活寡。秦穆公夫妇疼爱女儿，就决定将怀嬴再嫁给重 耳，以便再续两国之好。但重耳与晋惠公夷吾是亲兄弟，子圉是重耳的亲侄子，怀嬴就是重耳的侄儿媳妇。要重耳与怀嬴成婚，岂非伯父与侄儿媳妇为婚。况且，重耳年已六十余岁，怀嬴才二十多岁，二者年龄也相差悬殊。所以，秦穆公初来提婚时，重耳根本不敢应允，又不敢推辞，只好说考虑考虑。重耳招来跟随他的臣僚，征求意见。赵襄笑着说：“听说怀嬴年轻又美丽，穆公夫妇都很爱她。公子能娶到怀嬴，艳福不浅。又成了穆公的乘龙快婿，爱屋及乌，公子有穆公的爱助，何事不成?” 重耳下定决心，答应了婚事。秦穆公十分高兴，为重耳与怀嬴举行了隆重的婚礼。新婚之夜，重耳见怀嬴年轻貌美，真后悔没早点答应这门亲事。怀嬴守寡数月，见重耳虽是年纪大些，却一表人才。两心相倾，如胶似漆，远胜新婚男女的初次洞房花烛夜。不久，晋惠公去世，子圉继位，史称晋怀公。听到伯父娶了自己的老婆，怀公大怒，下令跟随重耳的大臣家属，必须在三个月内将他们喊回国，否则一律诛灭全家。秦穆公探听到晋国大乱，派出一支军队助重耳回国当上国君，就是著名的晋文公。",
      "inspiration": "《易经》讲老夫娶少妻， 为吉， 表现了作者的某种婚姻观。而故事中重耳娶怀嬴，再明白不过地说明婚姻的政治意义。但这并不是可取的，当今社会许多女子为贪图享受，而与年长自己许多的男人结婚，年轻貌美的女子做六七十岁的男人的小三，所造成的种种问题，不是最好的说明吗?"
    },
    {
      "yao_text": "九三：栋桡， 凶。",
      "yao_comment": "这是大过卦的第三爻。此爻是说房屋的栋梁桡折了，房屋有垮塌的凶险。此喻担当重任的大臣不能胜任职责，国家将有亡乱的凶险； 有了亡乱之象，也不能挽救其亡乱的命运。故此爻《象传》说：“栋桡之凶，不可以有辅也。”",
      "story_name": "165 天下中庸有胡公",
      "story_overview": "在中国历史上，做大臣的经历数朝，又做的是一品大员的高官，恐怕很少有人比得上东汉胡广。史书上称他，历安帝、顺帝、冲帝、质帝、桓帝、灵帝六代，担任公卿要职三十余年，做了一届司空，二届司徒，三届太尉，二届太傅。这位多次身居要职的胡广究竟是什么样的一位人物呢? 此人本是东汉华容人氏，小时候，胡广家境贫困，又失去双亲，穷人的孩子早当家，年轻的胡广饱尝了人间的苦难。长大后，胡广来到省城，在太守法雄下面当了一位闲职人员。法雄以为他是一个人才，就推荐他去京师做官。到了京师，胡广的章奏受到安帝的赏识，一个月时间，就成为尚书郎。接着，五次提拔胡广，做到了尚书仆射的大官。从此，胡广官运亨通，如有神助。三公九卿，非他莫属！是胡广立了什么大功劳呢? 不是。是否胡广是位济世之才呢?更不是。范晔在评价胡广时说：“胡公庸庸，饰情恭貌。朝章虽理，据正或桡。”认为他正是《易经》所说的“栋桡凶”的人物。这个评价真是入木三分。的确，朝廷虽给了许多官爵给他，但他并没能挽救东汉的衰亡命运，甚至没能为此作一点努力，只是因循职守而已。谁的权势大，就顺着谁的意见办，见风使舵，一个典型的机会主义分子。质帝去世后，当时，胡广与太尉李固等人以为清河王刘蒜有才有德，年龄又大，主张立他为皇帝。而大将军梁冀怕清河王年龄大了，不好控制，更怕清河王当皇帝后清算他的罪行，所以，主张立年幼的蠡吾侯当皇帝。梁冀大权在握，胡广竟附和梁冀，反对起李固他们了，使梁冀的图谋成功了。胡广也因见风使舵，代替李固做上了太尉，还因拥立新皇帝而被封为安乐乡侯。难怪当时京城的人都用这两句话来形容胡广：万事不理问伯始，天下中庸有胡公。",
      "inspiration": "历代不少学者都用胡广的故事，作为此爻爻义的例证。其实这未免太严苛了。东汉的衰亡是历史的命运，不能苛求要胡广之流的 “栋梁”来支撑。 胡广之流只能 “栋桡”，而因其 “栋桡”，也才有他在那个时代的官运亨通。此爻告诉人们，在黑暗衰亡的年代，能活得舒服的只能是胡广之流“栋桡”之才， 而真正的人才在这样的时代只有死路一条。所以， 真人才在黑暗衰亡的年代，一定要安于贫困寂寞，切莫羡慕胡广的亨通。"
    },
    {
      "yao_text": "九四：栋隆， 吉，有它吝。",
      "yao_comment": "这是大过卦的第四爻。隆，高盛之貌。此爻是说栋梁高盛，房屋自然高大，有此房居住，自然吉利； 但若有其他意外的患难，就有灾吝。此喻权高位重的人臣，一心忠于朝廷则吉，若有其他心思，则有灾吝。",
      "story_name": "166 脱脱栋隆得宰相",
      "story_overview": "元顺帝刚登位时，只是位有名无权的皇帝。那时，大权落入了中书右丞相伯颜的手中。伯颜根本不把皇帝放在眼中，全国的军权抓在他手中，连中央库府的钱财也由他任意支配。伯颜对汉族人民实行严厉的压迫，他甚至要杀掉姓王、刘、张、赵、李的五姓人家，引起人民的极大恐慌。对自己的政敌，伯颜更是随意处置。郯王不满伯颜的专横，伯颜就虚构罪名加以陷害，用刑处死。皇族的王爷，伯颜都能随意处死，何论他人。因此，上至皇帝，下至庶民，无不万分痛恨伯颜。但兵权、财权都在他手中，谁也奈何不了他。脱脱是伯颜的侄儿，自小聪颖过人，伯颜十分喜爱。得伯父的提携，脱脱长大后，官运亨通，已做到了同知枢密院事。虽是伯颜的亲侄子，又得伯颜提拔，可脱脱并没有助纣为虐。相反，他看到伯父专横恣肆，十分担心今后伯颜走上绝路，会招来株连九族的杀身之祸。一有时机，脱脱就奉劝伯颜，但伯颜不仅不听，反而骂他忘恩负义。脱脱见伯颜无法改悔，就决定大义灭亲。一次，脱脱与元顺帝在一起时，见四周无人，脱脱向皇帝表露了自己的心迹。知道脱脱是一片诚意后，元顺帝下了一道密诏，命令脱脱在方便时机，可除掉伯颜。伯颜探知脱脱与皇帝近来关系密切，又听不到脱脱对自己的劝告，担心脱脱对付自己，也想除掉脱脱，甚至连皇帝一起除掉。公元1340年秋天，伯颜借秋猎之机，请元顺帝出猎。脱脱看出阴谋，劝帝托病推脱。伯颜又请太子出猎，太子只得应允了。脱脱见不能再拖，决定将计就计。伯颜与太子率军出猎去了。元顺帝与脱脱立刻布置，由脱脱掌管城门的钥匙，下旨又让脱脱指挥城中军马。伯颜一行人打了一天猎，睡得正香，忽然圣旨传到，伯颜心中一惊。圣旨宣诏：撤去伯颜的中书右丞相一职。伯颜大怒，一不作，二不休，马上率部杀回京城，要拼个鱼死网破。但最终被脱脱打败，伯颜只得服毒自杀了。脱脱因在除掉伯颜中立下大功，随即被皇帝下诏，拜为中书右丞相。脱脱为相后，礼贤下士，轻财利，远声色，又采取科举取士，使元朝政局得以相对安宁，脱脱亦以名相的名声载入史册。",
      "inspiration": "人居于高官，好比栋隆，但高官未必能保长久，未必能保富贵，好比栋隆的高屋大厦未必是安全建筑。高官要保富贵，就不得“有它吝”。“有它吝”是影响人的发展的各种不健康因素， 如人品道德的败坏、心术的残忍、 贪恋财色等等。 作为当官的人，要“栋隆吉”， 而不要“有它吝”，就得不断修养人品道德，首先做一个算得上是人的人。"
    },
    {
      "yao_text": "九五：枯杨生华，老妇得其士夫，无咎无誉。",
      "yao_comment": "这是大过卦的第五爻。华，花。 此爻是说，枯萎的杨树开出花来，年老的妇人与年轻的男子结为夫妻，这没有灾咎也没有荣誉可言。该爻《象传》则说： “枯杨生华，何可久也。老妇士夫，亦可丑也。”认为此爻所言譬喻可丑的不可长久的事件。",
      "story_name": "167 秦太后丑配嫪毒",
      "story_overview": "秦始皇登位后，他的母亲成为太后。太后已是一位半老徐娘，却与丞相吕不韦再续前情，勾搭成奸。吕不韦见嬴政年轻无知，大胆进入后宫，经常与太后淫乱，有时干脆留宿宫中。嬴政年龄日渐长大，身高八尺五寸，人又聪明，吕不韦怕与太后奸淫之事被秦王知道，带来祸害，行事越发谨慎，到后宫也稀少了。谁料太后淫心不减，几天不见吕不韦，就派人催他入宫，不韦总要设法推脱，但太后反而越发催得更紧。吕不韦见这样下去，一定会出事，就想法找一淫棍，让他去服侍太后。终于打探到一名叫嫪大的淫棍，吕不韦决定将他送给太后。嫪大，人称嫪毒。毒是秦人用来称呼那些无德无耻的家伙的专用词。嫪大以淫乱为害一方，妓女淫妇都欢喜他，但正直的百姓都用嫪毐来称呼他，以表示对他的鄙视。秦国风俗，每年农收后，要热闹三天。在这三天中，凡有什么花样，都可耍出来，好像西方的狂欢节，百无禁忌。在吕不韦授意下，嫪毒赤身裸体，将生殖器穿于车轮之上，人随车轮转动，毫无损伤。百姓都笑他无耻之极，成为一大新闻。吕不韦通过人把这条新闻传到太后耳中，太后十分欣喜。吕不韦立刻派人假装将嫪毒宫刑，然后送给太后。太后听说是嫪毒，又见年纪轻轻，一表人才，十分喜欢，只叹息嫪毒已受宫刑。嫪毒见太后年纪虽老，却有无比权势，自是尽心巴结。早知太后淫荡成性，当晚就投其所好，与太后淫荡一宿。太后知嫪毐未受宫刑后，夜夜要他伴宿，经常淫乱不止。吕不韦也自喜逃脱太后的纠缠，落得平静无事。嫪毒与太后淫乱不久，太后怀上了小孩。这一下，可急坏了太后。怎么办? 太后用重金收买了宫中的占卜人，要他向皇帝报告，太后患了疾病，要到咸阳以西两百里的大郑宫去居住，才可病好。这里距都城两百里，太后又收买了手下的人，于是自恃秦嬴政不会知道，公然与嫪毐双宿双飞，俨然一对老妻少夫。两人在大郑宫一住两年，生下了两个皇帝弟弟，许多人都知道这一丑闻，就是瞒住皇帝一人。秦王知道后，气得咬牙切齿，派兵杀掉嫪毒，又从宫中搜出与太后生的两个私生子，一一杀掉。太后知道了，羞愧不敢出门，虽心痛嫪寡、二子被杀，也只有偷偷饮泣。一对老妇少夫的丑剧，就这样结束了。",
      "inspiration": "《易》以“老妇得士夫”， 为可丑之事，后来释《易》者多以此为说，反映了古人对老妻少夫的婚姻的憎恶。但也不排斥个别奇特的年龄差异而相爱的情况。至于男人为了权势金钱的追求，拜倒在一个可以当妈、做奶奶的女人足下，这确是可恶而又可憎的。故事中的嫪毒都是这样的人物。当今世界，有的有钱的男人养年轻的小老婆，也有富婆养年轻的男妓，无不是丑恶的社会现象。 而正如《易》所说，这是不可久的。 年轻的妓女、 面首在骗得老夫、老妻的钱财后，马上一走了之，这样的事情不是时常发生吗?"
    },
    {
      "yao_text": "上六：过涉灭顶，凶，无咎。",
      "yao_comment": "这是大过卦的第六爻。据历代相关学者考辨，上六、上九爻多为凶爻，此爻又讲“过涉灭顶凶”，故“无咎”二字为衍文。此爻是讲，有人过河被水淹过头顶，就有溺死的凶险发生可能。",
      "story_name": "168 关龙逢过涉灭顶",
      "story_overview": "夏代末年，出现了一个中国历史上的大暴君，他就是夏桀。后来中国人常用来形容暴君的“桀纣”二字，其中的桀就是指夏桀。桀一做上皇帝，立即下两道圣旨，一是要在全国挑选一千名美女；二是要在京城东边建一座豪华的、 占地一百里的快乐宫。圣旨刚出口，关龙逢马上出来劝谏。桀立刻大发雷霆，要杀关龙逢。大臣们都素知关龙逢是位忠良之士，纷纷跪下，请求夏桀免去关龙逢的死刑。夏桀一看朝中跪满了人，自己又刚登位，只得卖了个人情，免去了关龙逢的死刑。但关龙逢被下调三级，流放到了边远地方。关龙逢目睹夏桀的暴政，决心不惜性命，又冒险来到京城，准备冒死劝谏。但恰逢一批美女进京，夏桀又淫乐十多天才上朝理事，关龙逢打听清楚后，早早来到宫廷门前。夏桀才坐上龙床，忽然看见关龙逢站了出来，夏桀立刻大怒，喝问关龙逢来干什么。关龙逢立马奏言：“臣在地方，见选美、抽调徭役，已弄得天下反叛了，希望君主停止快乐宫的修建和选美活动……” 话未说完，夏桀就叫刀斧手，马上斩杀了关龙逢。一位忠贞之士，就这样去世了。",
      "inspiration": "前贤以为，此爻为人间衰乱之世， 当此之世，昏君当道，仁人君子为拯救庶民，必起而救之，但因力量不足，往往会遭“过涉灭顶”的凶灾，如关龙逢一样。 虽然关龙逢是悲剧性的人物，却受到中国人的世代尊敬。所以，此爻的凶虽不可取，但关龙逢的精神却是可敬的。在历史发展中，正是有这样的人物，才多少遏制了昏君的残暴， 以他们的悲剧唤起人们的某种觉悟。"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua28Data;
} else if (typeof window !== "undefined") {
  window.gua28Data = gua28Data;
}
