// 第3卦数据
// 自动生成，请勿手动修改

const gua3Data = {
  "gua_name": "第三 屯卦",
  "gua_ci": "屯：元亨，利贞。 勿用有攸往，利建侯。",
  "gua_jie": "震为雷，坎为雨，此卦为雷震雨润之象。此卦阳爻、阴爻皆有。 阳为刚，阴为柔。 阴阳交而万物生，刚柔相反而相济，所以占得此卦，为大亨之兆，但必用于中正才有利可言。震又为夫，坎为险，一夫之动又遇险，故小事难济，所以说“勿用有攸往”。虞翻说，震之为雷，雷震百里，封建诸侯不过百里，取法于震，故震为侯，所以说“利建侯”。",
  "yao": [
    {
      "yao_text": "初九：盘桓，利居贞，利建侯。",
      "yao_comment": "此爻是屯卦的第一爻。此爻为初、 为阳，所以说是得位之爻。 屯，训为难，而此爻为全卦济难之主。盘桓，为动而后退的样子，但能修德爱民而获利，故言“利居贞”； 又能因建侯以济难，故说“利建侯”。",
      "story_name": "13 高祖盘桓夺天下",
      "story_overview": "秦二世时，天下人民不堪秦朝的苛政，纷纷揭竿而起。先是陈胜、吴广起义，后有项梁、项羽的楚人起义， 以及刘邦的率兵反秦。经数年战争，形成楚汉相争的局面，最后竟是军力较弱的刘邦统一了天下。项羽所率领的楚军，是当时最强大的一支队伍。为了笼络人心，项羽把楚王之后立为楚怀王。怀王与项羽等人约定，谁先打下清王朝的京城咸阳，谁就做关中王。关中是当时中国的政治、经济最发达的地方，秦就是以关中为基地统一全国的。所以，人人都想得到关中这块宝地。刘邦此时只有一两万人马，但鬼使神差地第一个打入关中，攻下咸阳。他美滋滋地做着当关中王的梦，住进了富丽堂皇的阿房宫。好在刘邦手下有几位有眼光的贤臣，马上劝告刘邦，要他不要贪恋眼前的财富、享受，要以收买民心为重。刘邦也是个聪明人，听了张良等人的劝告后，马上离开阿房宫。他看到人民不堪忍受秦朝的繁重刑法，就下令把它们全部废除。他又召集各县父老豪杰，宣布“约法三章”：第一条，杀人者死；第二条，伤人者判罪；第三条，偷盗者判罪。这约法三章一出来，立刻受到人民的欢迎，都说刘邦是个仁德的贤主，希望他能统治关中地区。由于项羽的军队最强，实际上什么都由他说了算。在不久的分封诸侯会上，他一下子分了十八个王。为了防备刘邦，他把刘邦封为汉王，统管巴、蜀、汉中地区，并在关中地区另封了三个王，来钳制刘邦。刘邦虽然心里十分气愤，但又不敢反对，只好忍气吞声地接受了。到了封地后，刘邦又实行“约法三章”的政策，再得萧何、张良的辅助，而有了坚强的大后方。正是凭借坚强的后方，刘邦与项羽数战数败，却始终有不断再战的资本。得到韩信等人后，楚汉相争形势大变，终于消灭了不可一世的西楚霸王，实现了一统天下的宏图。",
      "inspiration": "屯为艰难之意。 凡难事做成，必须盘桓反复，但能 “居贞”以得人心， “建侯” 以用其贤才， 终能成功。 难事是这样，易事更不用说了。 故人凡行事， 一要自己居正，二要争取人才的帮助，就没有办不到的了。"
    },
    {
      "yao_text": "六二：屯如遭如，乘马班如。 匪寇，婚媾。 女子贞，不字，十年乃字。",
      "yao_comment": "屯，是陈聚之义； 遣，是回转之义； 班，与盘相通，意指回旋。震为马作足，喻初爻，此为第二爻乘凌初爻之象，故说乘马。此爻为阴，初爻为阳，阴乘阳即柔乘刚，而有所难，因有所难， 故呈现屯如、遭如、班如的不前之貌。但初爻、二爻相交，为阴阳相交之象，阴为妇，阳为夫，所以，阴阳相交不是盗匪出来抢人，而是来谈婚事的。但女子贞正，不会一下子就嫁人，而要等十年之后才嫁人。",
      "story_name": "14 绝色贞正浪荡子",
      "story_overview": "明朝嘉靖年间，在娄江居住着一位孙太学。这位孙太学虽天生英姿，却因家中富豪，父母自小溺爱，成了一位浪荡公子。长大以后， 整日不是游荡，就是寻花问柳，父母也任其所为。娄江青楼中新到一妓，名叫吴氏。本是书香门第，因家道破落，父死无钱安葬，乃卖身来到青楼。因吴氏长得身材高挑，皮肤白皙，貌若西施，因而如蜜引蜂蝶，好色之徒都蜂拥而至，贪图能与美人有一夕之欢。谁料，吴氏虽堕入青楼，却不失贞正的品性，矢志要寻一良人，从良而去。那些低俗的好色之徒，都被她一一敷衍应付，白花了若干金银财物。孙太学听说青楼来了位绝色美女，自不甘落后。初去数回，吴氏把他当做一般市井之流，也只是应付了事。去的次数多了，吴氏直觉感到，只要能严加引导，孙太学将是可造之才。自有此想法后，吴氏拒谢一切客人，只许孙太学相见。这孙太学家是娄江的首富。孙氏父母早已去世，孙太学成了一家之主，天天去青楼，也无人管他。鸨母见孙太学每次大把大把地花钱，也给他与吴氏提供方便。孙太学见吴氏绝色美貌，敬若仙人。观吴氏言谈举止，宛若大家闺秀，更是敬服。所以，吴氏引导他的言语，他都从不违拗。不久，孙太学挥霍家产殆尽，鸨母也开始给孙太学的难看。吴氏知道后，用积蓄将自己赎出青楼，来到孙太学家，表示孙太学若能成才，就嫁他为妻。从此，孙太学才开始发愤读书。十年后，果然考中进士。经过十年艰辛的吴氏，终与孙太学结为夫妇。连明代大学者冯梦龙讲到此事，也惊叹吴氏守正，能熬十年之久的时间。",
      "inspiration": "此爻有阴乘阳之象，但阴能贞正，虽历十年之久，终成佳话。 阴为柔弱，十年之久为困难之极， 好比吴氏女以柔弱之身经困难之极，而最终实现理想。 因而， 人生在世无论起初怎样艰难， 要经历多少困苦， 只要按着正道坚持走下去，终有所成。 所以， 人生的柔弱、 困苦都不可怕， 可叹的是人不走正道，无坚忍不拔的意志。"
    },
    {
      "yao_text": "六三：即鹿无虞，惟入于林中，君子几不如舍，往吝。",
      "yao_comment": "此为屯卦第三爻。 即鹿，意指逐鹿，引申为追猎禽兽。虞，古代掌治禽兽的人。 几，为见机而作之意。 追猎禽兽，但没有蠢人加入，禽兽逃入森林深处； 君子见机而作，因而，决定舍弃不追，若还要继续去追猎， 一定有灾咎发生。",
      "story_name": "15 陈婴坚决不称王",
      "story_overview": "随着陈胜、吴广揭竿而起，天下四处响应，烽火连天，反对秦王朝的起义此起彼伏。在今天安徽省的天长县，秦代叫东阳县的地方，一群少年英雄也自发地组织起队伍，杀掉县令，举起反秦的义旗。蛇无头不行，龙无首不飞。这群英雄少年决定要推举一位首领，仿效陈胜称王的样子，在东阳县立王建朝。选来选去，最终选定了一位名叫陈婴的人。陈婴原是东阳县里的一位文吏，家族是东阳县的望族，一直好善乐施，深得县民尊敬。陈婴本人更是承继家风，广得人心，县民都说他是位忠厚的长者。一说让陈婴出来当首领，没一个反对的，老百姓也是欢天喜地，十分拥护。陈婴的母亲是位有见地的妇女，对人生社会祸福有不少经验，她听说要选陈婴为王，十分反对。她对陈婴说：“我们陈家虽是县里的望族，但从无做高官的人，现在一下子做什么王，名声太大了，容易招来祸害。况且，现在时局动乱，形势未明，出来称王，祸害比平时更大。不如另选人来做王，你当助手。成功了，你能得到封赏；不成功，人家也不会把你当头儿抓。” 听从母亲的话，陈婴坚决反对称王称帝。但这班少年还是硬推他当了首领。附近的人们也纷纷投到陈婴的部下，十来天时间，就由几千人发展到了两万余人，一时声威四播。连项梁、项羽叔侄听说后，都决意与陈婴的部队联合反秦。为了表示诚意，项梁还亲自写了一封信给陈婴。陈婴被推做首领后，一直在心里想辞掉这个职位，如今一得项梁的信，他马上召集各位将领，对大家说：“项家是楚国世代的将军，项梁是将门之后，侄子项羽有千夫之勇，要消灭秦朝，不如我们跟着项将军干。” 大家一听有理，就投奔了项梁、项羽的军队。陈婴也卸掉了众人要他称王的包袱。",
      "inspiration": "不是猎人，偏要去追猎禽兽，不是无功白费力，就会被禽兽所伤害。 故聪明人往往会放弃追猎禽兽以免灾咎。 陈婴母子深明此义， 坚决不称王，而免后来的无穷灾祸。 若陈婴贸然称王， 不仅会四面树敌，不仅最终称不成王，甚至还有杀身之祸。 人们行事也有这个问题， 有的事能做，而且有能力做，自然该毫不犹豫地去做； 有的事不能做，也无能力做，就是有金山银山放在面前，也不要去做。 如果只贪图富贵财宝，不计能与不能， 则必有灾祸发生！ 明哲的人，不仅要知其可为，更要知其所不为。"
    },
    {
      "yao_text": "六四：乘马班如，求婚媾，往，吉，无不利。",
      "yao_comment": "此为屯卦第四爻。 四与初相应，初爻为马足，四爻在上，故说乘马。班如，乘马不前盘旋的样子。 为求婚媾而前往，就吉，没有不利的。喻人前往追求婚姻之类的吉事，并获大利，而这往往要以此人明哲为前提。 所以，该爻《象传》说：“求而往， 明也。”",
      "story_name": "16 张良自韩往归汉",
      "story_overview": "秦灭六国，六国的贵族王公一下子变成了平民，他们都从心里十分痛恨秦王朝。韩国有位姬公子，他的祖先几代当过韩国的宰相。秦灭韩后，他发誓要杀掉秦始皇，为韩国报仇。他用重金收买了一位武士，在秦始皇巡幸到博浪沙时，武士用大铁锥把一辆副车砸得粉碎。虽然没杀掉秦始皇，却震惊全国。武士被抓住后，自杀身亡。秦始皇下令全国追查幕后的主使人，六国的贵族之后成为主要的追查对象。那位姬公子只好改变姓名，四处逃难，才免去一厄。从此，这位姬公子改名张良，到处寻找报仇的机会，却怎么也不能如愿。当他流亡到下邳时，意外地见到了世外奇人黄石公。那天，张良偶然走到一座大桥，一位身穿黄色大褂的老头坐在桥头。张良走到他跟前时，老头的鞋突然掉到桥下，老头对张良喊道：“小子，去给我把鞋拣上来！”张良下去拣了上来，老头把脚一伸，又说：“小子，给我穿上”张良又跪下去，给他穿上鞋。老头这才站起身来，拍了拍张良的脑袋，高兴地说：“小子可教！小子可教！”张良知老头是位奇人，马上下拜说：“晚生在这里拜谢老师！”老头约张良天亮时再来见他。哪知张良接连两天天亮前就到了桥头，老头都已在那里等他。到第三天，张良半夜时就赶紧跑到桥头，不一会儿，老头也慢慢走到了。这次，老头给张良一部《太公兵法》。回去后，张良苦钻兵法，终于成为一位王佐之才。刘邦把他尊为老师，十分重用，还被刘邦夸奖为能决胜于千里之外的奇才，并被封为留侯。",
      "inspiration": "人生在世，难免有所求而往，所往一定要明哲，所求才会有成功。 张良归往刘邦， 是明智的选择，因而， 吉无不利。 所以，人从事某一追求，尤其是重大事业的追求时，一定要合于《易》理明哲的要求，才会取得成功，大吉大利。 而人要能明哲，又非经过实践学习的磨炼不可。"
    },
    {
      "yao_text": "九五：屯其膏，小贞吉，大贞凶。",
      "yao_comment": "此爻为屯卦的第五爻。膏， 油脂，比喻土地、权力与财富。 屯其膏，是指聚集土地、财富、权力在手中，而不肯与人分享。所以，这种人只是占问小事时，才会吉利；而若是占问大事，就会有凶险了。",
      "story_name": "17 项羽屯膏成败寇",
      "story_overview": "霸王项羽曾一度是叱咤天下的群雄之首。在秦末反秦的起义大军中，他的军队是最强大的。灭秦之后，霸王主持分封诸侯，自号西楚霸王，没有一个敢公开反对， 可见霸王的威势。后来形势变了，霸王所封的十多个诸侯王中，只有汉王刘邦具备同他争天下的条件。但从兵力上讲，刘邦根本不是对手。所以，楚汉相争的前期，刘邦总是处处吃败仗。项羽不仅兵力强大，打仗时，他总是身先士卒。史书上讲他位大勇士，作战十分勇猛，兵士们见他一马当先，也都个个奋勇向前。士卒战伤生病，项羽常亲自去看望，有时甚至痛哭流涕，把自己的饮食都分给伤病员，因此，他深得士卒的尊敬。刘邦对下属却一点也不尊敬，经常辱骂手下的将领；有人来投奔刘邦，他常常爱理不理；刘邦甚至将读书人的帽子拿来撒尿，一副无赖相。然而，项羽却如韩信所说，只是妇人之仁，而缺乏凌驾天下的雄才大略。他手下的将领出生入死，有了战功，项羽不仅不奖赏，反而妒忌属下的功劳。战将们打下的城池、土地，都由项羽统管起来。这就是“屯其膏”。刘邦正好相反，将领有了战功，就重重的奖赏：谁打下的土地、城市，就封给谁。尤其是他分封韩信、 英布、 彭越三人为王，给他们以重兵和指挥大权，使项羽后来处于四面受敌的地位，而最终夺取了天下。刘邦夺取天下后，在咸阳宫殿设盛大酒宴，宴请各位功臣将领。宴席上，刘邦问：“请大家说说，我为何能夺天下，项羽又怎样失天下的?”这时，王陵第一个站起来发言。他说：“皇上您老人家一贯傲慢，辱骂下属；项羽却为人心眼好，关心士卒。可是，项羽有猜忌心，妒忌有功劳的人，人家夺取城池土地，却得不到一点好处，人家当然不会为他卖命。皇上您是有功必赏，谁攻下城市土地。您就赏给谁，所以，人人都乐意为您老拼命，天下当然就是您的了。” 刘邦和大家听了，都觉得王陵的话讲得有道理。",
      "inspiration": "天下是人民大众的天下， 天下的财富应由大家同享。 一人屯聚在手， 不让他人分享，即使有西楚霸王的威势，也只有“小贞吉， 大贞凶” 的结果。 项羽不明此义，必然落得成王败寇的“寇”的遗恨。 刘邦能与大家分享其膏， 而获得了天下的大利。个人独聚其财利(屯其膏)，必最终失掉一切； 能将财利施于应施之人， 虽有所小失，最后必得大利。 这就是聚即散、施即得的人生哲理。"
    },
    {
      "yao_text": "上六：乘马班如，泣血涟如。",
      "yao_comment": "此爻为屯卦第六爻。乘马，指上六爻乘凌九五爻。上六爻为阴，九五爻为阳，为阴乘阳，所以出现盘旋不前的样子。 涟如，流泪貌，泣血涟如，指血出如眼流泪一样。所以，这是一条凶兆。喻人事处穷极之地， 四面围困，无法突破向前，而出现流血的悲哀结局。",
      "story_name": "18 霸王刎血洒乌江",
      "story_overview": "中国古代军事史上，有一著名的战役，就是最终决定楚汉相争命运的垓下之战。这次战役，韩信以三十万大军围困住项羽十万大军，把项羽的军队全部歼灭，项羽本人则自刎于乌江，结束了数年的楚汉相争。此时，已是楚汉相争的后期了，双方的军事力量已由楚强汉弱，变成了楚弱汉强，项羽大军已退守江东。汉军从成皋到荥阳，数百里相连。韩信统帅各路军马，在垓下设下包围项羽的十面埋伏。为了诱使项羽钻进这个口袋，韩信一面派间谍打入项羽身边，鼓吹项羽到垓下与韩信决战；一面设法激怒项羽出战。韩信深知项羽的脾气，于是，编了一首歌，叫乞丐四处去唱。这首歌的歌词是：人心都归汉，天下全背楚；韩信在垓下，要杀霸王头 项羽听了之后，十分气愤，加上间谍一怂恿，果然上当中计，把军队拉到垓下，自投罗网去了。韩信一见项羽中计，马上部署大军把项羽的军队围得水泄不通。项羽这时要后悔已来不及了。项羽虽被韩信围住了，可是，汉军都惧怕项羽的勇猛，没有发起进攻。韩信是想等项羽的大军粮草没有时，再一举歼灭楚军。项羽也打着同样的算盘：你汉军三十万人，粮草供应困难。没有粮草，你就会自动退兵。谁料，韩信派人截断了楚军的运输线，项羽首先断粮了。霸王的手下建议说：“我们没了粮草，军心不稳，不如同心协力杀出去。” 于是，霸王亲自领头，杀向汉军。汉军一见霸王杀来，都吓得纷纷后退。但霸王杀了大半天，始终不能冲出韩信的十面埋伏，只好又退回去了。韩信这时又心生一计，令英布手下的九江兵在晚上从四面八方唱起了楚歌，一听四面楚歌，霸王以为江东全部失守了。楚兵都一个个逃离了，连霸王的亲信季布、钟离昧也都暗中逃跑了。霸王只剩下他的八百子弟兵，根本不是汉军的对手，三下五除二，只杀得剩霸王一人逃了出来。逃到乌江边，霸王感到无颜再见江东父老，大叫：“天亡我也！” 自杀而死。",
      "inspiration": "《易》 以阳为强，阴为弱。 此爻为阴，又处于极困之位， 反去乘阳，所以有流血出泪的灾祸。项羽本已由强变弱，反去垓下决战， 真是自寻死路。 人处柔弱之势， 要避免正面碰撞刚强的一方以自保， 就是此爻爻义给我们的启示。"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua3Data;
} else if (typeof window !== "undefined") {
  window.gua3Data = gua3Data;
}
