// 第35卦数据
// 自动生成，请勿手动修改

const gua35Data = {
  "gua_name": "第三十五 晋卦",
  "gua_ci": "晋：康侯用锡马蕃庶，昼日三接。",
  "gua_jie": "此卦下经卦是坤地，为母，性驯顺；上经卦是离火中女，性依附。《象传》说： “明出地上，晋。”这是说：太阳升起，光明出现在大地之上，万物才能升发、生长。引申义为人的前进、升迁和提拔。 《象传》又说： “君子以自昭明德。”君子要自己显示内在的光明正大的品德，让君王和天下人民都知道。",
  "yao": [
    {
      "yao_text": "初六：晋如，摧如，贞吉，罔孚，裕无咎。",
      "yao_comment": "此为晋卦的第一爻。此爻大意是说，忽而表现出顺利前进的样子，忽而呈现出受到挫折而败退的样子，但是如果坚持纯正之道，就会吉祥。虽然暂时没有威信，但是只要能够安于自己的地位，等待任用，也不会犯错误。初六在晋卦之下，性阴而处阳位，位不当，其晋升极困难。忽进忽退，如果不能安时处顺，再沮丧自伤，那就会雪上加霜，招致灾祸。",
      "story_name": "205 贾谊负才早夭亡",
      "story_overview": "贾谊是西汉初期有名的政治家和文学家。作为政治家，贾谊未能施展胸中的抱负才干； 作为文学家，他的散文辞赋取得了可观的成就。青年时的贾谊，在故乡洛阳一带，就以才气过人而崭露头角，十八岁，以能诵述《诗经》、《书经》和撰写文章而扬名，成为河南郡守吴公的门客。由于吴公推荐，汉文帝刘恒征召贾谊为掌文献、咨询的博士。每当文帝下诏令交付讨论，那些老博士不能答对，年纪最轻的贾谊却能流利地说出大家想说的中肯的意见。文帝很器重他，不到一年，贾谊被破格提拔为太中大夫，成为文帝左右掌议论的高级顾问。大约就在这段时间，贾谊写下三篇《过秦论》和《论积贮疏》，对时政提出许多很有见地的改革主张，引起文帝的重视。贾谊二十三岁时，汉文帝正打算进一步提拔他任公卿要职。这触发了群臣的不满和忌恨。绛侯周勃等人攻击说：“这个洛阳娃娃，年少初学，野心勃勃想独揽大权，搅乱国家的政治经济生活！” 老功臣们反对贾谊，可能是由于他的改革主张所需的社会条件还不成熟；而专门谄事君主，给汉文帝吮痈的佞臣邓通，拼命说贾谊的坏话，则是纯粹的妒贤嫉能。于是，汉文帝开始疏远贾谊，不再用他议事；接着派他任长沙王吴差的太傅，实际上是从中央贬到地方上去。在渡过湘水的时候，贾谊写下《吊屈原赋》，以屈原遭谗被逐来自况，表达自己胸中的郁闷。后来贾谊被召回长安，暗淡的阴云中透出一线希望之光。然而，汉文帝同贾谊的彻夜长谈，不谈治国大计，却问鬼神之事。贾谊又被任命为文帝心爱的少子梁怀王刘揖的太傅。过后四年，怀王刘揖在朝见皇上的途中，不慎坠马而死。贾谊整天哭哭啼啼。他为自己的仕途坎坷、命运多蹇而哭，他为一次又一次飞来横祸而哭。一年后，贾谊在无限郁闷忧伤之中默默死去，年仅三十三岁。",
      "inspiration": "贾谊的悲剧，固然有他的政治主张与现实社会及汉文帝守成政策相冲突的客观原因，也有他本人心怀不宽阔、一味悲忧愤懑的主观原因。青少年初涉社会，总想“面包会有的，一切都会有的”，一遇到困难、挫折， 就怨天尤人，好像世上的不幸都集中到自己身上似的。 殊不知，人生旅途上常有高山险谷，风雨雷电，你只有昂头前进，才能到达胜利的终点。勿学贾谊抑郁悲伤而短命。"
    },
    {
      "yao_text": "六二：晋如，愁如，贞吉； 受兹介福，于其王母。",
      "yao_comment": "此卦是晋卦的第二爻。六二为阴爻，又处阴柔位置，当位而中。忽而呈现顺利前进的样子，忽而又呈现出受阻忧愁的样子。只要坚守正道，就会吉祥。能够享受到这样的大福，是由于有祖母的关怀和保护。",
      "story_name": "206 康熙执政祖母助",
      "story_overview": "清太宗皇太极的宠妃是永福宫庄妃，姓博尔济吉特氏。她生得娇艳轻盈，十分聪明伶俐。庄妃立下的第一大功，就是温言柔语说降了明朝蓟辽总督洪承畴。清军攻进松山城，俘虏了洪承畴，清太宗苦口婆心，劝其归降。洪承畴人本刚正，只低下头，闭着眼，说道：“我只知死，不知有降。” 第二天近午时分，囚室开了锁，先是一阵异香扑鼻，洪承畴不由得睁眼一看，只见袅袅婷婷走来一位绝色美女，髻云高耸，面如出水芙蓉，腰似风吹杨柳，一双纤纤玉手，捧着一把玉壶。那洪承畴有好色的奇癖，不由得咽下了唾液。美女樱口半开，轻轻地呼出“将军”二字。洪承畴欲答不可，不答又不忍，也轻轻地应了一声。这一声相应，那美女便问长道短，问起洪承畴老母，妻妾子女，她又做出凄惶同情的样子，一双俏眼含满盈盈泪水。洪承畴不由得鼻子发酸，微微抽泣起来。这时，美女挨过去，提起玉壶，劝洪承畴喝水。洪承畴本已口渴，又被她美色所迷，便也喝了几口，抿嘴辨味，原来是人参汤。美女知道他已上钩，索性对他明说。庄妃甜言蜜语，说得洪承畴连连点头，降顺了清太宗。清太宗病死，把庄妃和六岁的儿子福临托付给弟弟济尔哈朗和多尔衮。福临登基，为顺治皇帝。庄妃为皇太后。庄妃是聪明绝顶的人，自念孤儿寡妇，地位不稳，对摄政王多尔衮格外亲近信任。孝庄太后则利用自己与多尔衮的爱情关系，使多尔衮南征北战，屡建大功。顺治六年冬月，内阁颁发上谕，宣布孝庄太后与多尔衮举行皇父母大婚典礼。这种政治色彩的婚姻，对于巩固顺治帝的皇位有着重大的作用。顺治十七年，二十三岁的顺治皇帝去世，照例由年仅八岁的皇三子玄烨嗣位，这就是清圣祖康熙。辅政大臣鳌拜专横跋扈，根本不把小皇帝放在眼里。康熙的祖母孝庄太皇太后教导孙子忍辱负重，多年在下训练武师，以迅雷不及掩耳之势擒拿鳌拜，为康熙亲政赢得了第一个胜利。",
      "inspiration": "男人们在世上建功立业，有时顺利，有时受挫折，不免时喜时忧。 男人的成功，常常得力于女性的支持和帮助。古往今来，许多女性曾经与男性同甘共苦，相濡以沫，共同创立了无数伟大的功绩。所谓一个成功的男性背后必定有一个伟大的女性，正是本 的意义所在。"
    },
    {
      "yao_text": "六三：众允，悔亡。",
      "yao_comment": "此为晋卦的第三爻。意思是：众人应允，后悔之心便可以消除了。六三为阴爻，体性柔弱，却处在阳刚位置，不当位又不中，因此不免有悔了。但是如果六三以其德行政绩取得众人的信任和支持，也可以求得上进。所以《象传》说： “众允之志， 上行也。”",
      "story_name": "207 冯骧脱颖助孟尝",
      "story_overview": "战国时，齐国贵族、丞相孟尝君田文，门下食客上千人，势力很大。他仗义行侠，各地侠士闻其贤名，纷纷前来投靠他。一天，有一个身材高大魁梧的汉子，穿着破烂衣服，脚下穿草鞋，自称姓冯名骥，齐国人，求见孟尝君。孟尝君对他拱拱手，问道：“先生找我，有什么指教吗?” 冯骥说：“我听说你尊重侠士，不择贵贱，所以不怕以贫贱身份前来投靠你。”孟尝君命人将冯骥安置在下等宿舍，供应粗茶淡饭，只是冻饿不着。一晃十多天过去，每天冯骥吃完饭后，就弹着他的剑唱：“长铗回来呵，没鱼吃！”孟尝君听人传报，笑着说：“他是嫌我的伙食差。”命人将冯骥安置在中等的“幸舍”，供应肉食，表示这里住的人可以任用。过了几天，幸舍舍长向孟尝君报告：“冯先生照样弹剑而歌，说：‘长铗回来呵，出去没车坐！’”孟尝君吃惊道：“他想充当我的上客，这人一定有特殊的才能！” 他命人将冯骥迁到“代舍”。这里住的宾客可以充任孟尝君的代表去办事，伙食特美，出入坐车。冯骥每天乘车昼出夜归。又唱道：“长铗回来罢，我没有家！” 一年多以后，管家向孟尝君报告：“钱粮只够用一个月了！”孟尝君查自己放高利贷的债券，民间百姓欠的很多，就问左右：“诸位先生，哪位先生能够替我到薛邑去收债呢?” 代舍舍长说：“冯先生没听说有啥特长，但为人好像还忠实可靠。他自荐为上等宾客，你可以派他去试一试。”于是，孟尝君叫冯骥去收债，冯骥满口应承，乘车到了薛邑。他收到利息钱十万，买下好多牛肉、美酒，贴出告示：“凡欠孟尝君利息钱的，明天前来公府查验借贷债券，有酒肉招待。” 借债百姓都来，吃得酒醉肉饱。吃罢饭，冯骥查验债券，把有财力还债的债券分开，另定还债期限，然后，将还不起债的债券扔进了火里。有人把烧债券的事报告了孟尝君，孟尝君气得肺都要炸了，派人催冯骥快回。冯骥空手来见。孟尝君假意问道：“冯先生辛苦了，债收齐了吗?”冯骥答道：“我不但替你收债，而且为你收回恩德。” 后来，齐王听了外人挑拨，怕孟尝君权重篡位，收了孟的相印，把他赶回封地薛邑。这时，那些趋炎附势的宾客纷纷离开，只有冯骥留在身边，为孟尝君赶车。薛邑的百姓扶老携幼，前来迎接。他们争着献酒肉，问寒问暖。孟尝君非常感动，对冯骥说：“这就是冯先生为我收回的大恩德啊！”",
      "inspiration": "古语说，得人心者得天下。 仁义、诚信可以得人心。 与人相处，以诚信仁爱待人，必定能够得到别人的支持和帮助，自己也能求得上进。仁爱贤德是千金也难买到的。"
    },
    {
      "yao_text": "九四：晋如鼯鼠，贞厉。",
      "yao_comment": "前进的样子像一只鼯鼠，即使固守其道，也很危险。鼯鼠，石鼠，形如兔，专吃农作物。 九四阳爻阴位，不中不正。《象传》说： “斯鼠贞厉，位不当也。”其位处至尊之下，那是万人之上一人之下的地位，不正而处于权重如宰相的高位，还要想升迁，那就必定想篡位，行大逆不道之事了。鼯鼠祸国殃民而又冥顽不灵，必将落下害人终害己的结局。",
      "story_name": "208 鼯鼠魏阉乱明朝",
      "story_overview": "明朝熹宗朱由校天启年间，有道士在街市作歌，传得沸沸扬扬：“委鬼当头立，茄花满地红”。人们说，委鬼二字相拼，便是魏字； 茄字拆开，便是客字。后一说，解得牵强。那魏字指的就是魏忠贤。魏忠贤原是河北肃宁的一个小无赖，因为赌博输得精光，被债主逼急了，自己割了阳物。后由同姓人、太监魏朝介绍去明熹 宗生母宫内管伙食。以后又托明熹宗的奶妈客氏推荐入宫。明熹宗是一个不理政事贪玩好耍的昏皇帝，魏忠贤和客氏投其所好，糊制狮蛮滚球、双龙赛球珠，逗得熹宗十分开心，视两人为心腹，几乎一刻也离不得。明熹宗即位不久，就提升魏忠贤为司礼监秉笔太监，掌管记录皇帝口述诏令的大权。魏忠贤与客氏狼狈为奸，用司礼监太监王体乾等为爪牙，引诱熹宗昼夜唱戏、歌舞、打猎、赛马。他还招募数千名兵士进宫放炮操练，炮声震动内宫，惊死了没满月的皇长子。有一回，炮铳爆炸，差点炸伤熹宗。魏忠贤与客氏合谋杀害了裕妃张氏。严明的张皇后提醒熹宗注意魏、客两人之奸。有一次明熹宗闲步到坤宁宫，见桌上放着书，问张皇后：“你读的什么书?”张皇后正色答道：“我正在读《史记》里的《赵高传》。”她借赵高这个人权奸，暗指魏忠贤。明熹宗仍执迷不悟。魏、客听见此事，贼胆心虚，买通坤宁宫侍女。侍女替张皇后捶腰时，暗暗用狠劲，损伤胎儿，使张皇后小产。明熹宗从此绝后。魏忠贤得势后，先以大学士沈淮为外援，继而引亲信魏广微入内阁。朝廷中除了东林党以外的官僚派别，都投靠到他的门下。后来，魏忠贤兼管特务军事组织，血腥镇压坚决反对他的东林党，先后罢斥要员数十人，滥杀东林党人，株连全国各地士子。他还拆毁全国书院，禁止讲学，压制言论。魏忠贤死党遍天下，所谓 “五虎”、 “五彪”、 “十狗”、 “十孩儿”、“四十孙”等大小爪牙横行霸道，无恶不作。他们争相为魏忠贤广立生祠，“魏公祠”竟然遍布全国各地。有地方官入祠不 拜，立即被魏党爪牙抓去，打得九死一生。魏忠贤外出之时，随众上万，车马扈从极为华贵，士大夫跪拜迎送，有些献媚者甚至高呼：“九千岁！”魏忠贤，这个大字不识几个的市井无赖，利用明熹宗昏庸贪玩，使七年的天启之治极为腐朽黑暗。明熹宗得原因不明的鼓胀病丧命后，他的弟弟朱由检嗣位，为明思宗，年号崇祯。明思宗本来就了解魏忠贤罪恶滔天，他嗣位以后，朝廷中又有人纷纷上书弹劾魏忠贤及其爪牙有“并帝、蔑后、伤民财……”等十大罪，真是天怨人怒，罪该万死。魏忠贤进宫，向崇祯皇帝哭诉他被冤枉。崇祯命左右大声朗诵那些控诉书，一字字如乱箭穿心，吓得魏忠贤胆战心惊，只顾叩响头。崇祯传旨，公布魏忠贤罪状，发配安徽凤阳。后来言官上奏，请求不能轻饶了这个害国害民的窃国大盗。崇祯又传旨抓魏忠贤回京严惩。魏忠贤在去凤阳的途中得到密报，同干儿子李朝钦相对着痛哭了一场，双双上吊。一人之下万人之上的大权奸魏忠贤，落了一个遗臭万年的下场。",
      "inspiration": "子系中山狼，得志便猖狂。 一个市井无赖， 半文盲，因为皇帝的昏庸， 竟然混到秉笔太监、 “九千岁”的高位。 那是封建专制制度下的畸形产物。值得注意的是魏忠贤对明熹宗施用投其所好的迷魂药，将皇帝弄得昏昏然，完全不问政事，任他恣意横行。现实中，如果你拥有权力、地位或金钱，有人对你甜言蜜语，对你百依百顺，投你所好，你说“公鸡能下蛋”，他就说“亲眼见”，这就要警惕了，这种人往往就是魏忠贤式的角色！"
    },
    {
      "yao_text": "六五：悔亡，失得勿恤，往吉无不利。",
      "yao_comment": "后悔之心会消失，不要考虑得失，前进就吉利。这是晋卦的第五爻，六五为阴爻，阴柔而处在阳刚之位，这种不当位会产生后悔之心。但六五有诚信贤臣之明，上下融洽，所以可以消除悔恨，无往而不吉利。 《象传》说：“失得勿恤，往有庆也。”",
      "story_name": "209 宋广平不恤得失",
      "story_overview": "唐代名臣宋琮，为人耿介刚正，武则天当政时很重视他的品德才干，任监察御史，迁风阁舍人。武则天的宠臣张易之诬告宰相魏元忠有不顺从朝廷的言论，拉上风阁舍人张说，要他做证人。张说内心很惶恐，既窘迫，又害怕。宋璟对张说说道：“名节和道义最重要，神灵是难以欺骗的。……努力去做吧，要人们千秋万代瞻仰你的崇高品德，就在此一举了。”张说被宋璟的金玉良言所感动，进宫后，没有诬告魏元忠，魏元忠终于使其免于一死。武则天的宠臣张昌宗私自请相工李宏泰看相占卜，卜辞中有涉及叛逆朝廷的内容，被匿名信举报。宋璟请求彻底追查。武则天说：“张昌宗已经向我自首了。”宋璟说：“张昌宗他所犯下的是谋反大罪，不存在自首免刑的可能，请求皇上勒令张昌宗去御史台接受审讯，以正国法。” 武则天很不高兴。宰相怕宋璟犯下忤旨之罪，急忙叫他赶快退出。宋璟严肃地说：“天子就在眼前，我正在聆听她的敕令，用不着你这个做宰相的擅自宣布敕令。” 武则天的意愿有些动摇，允许逮捕张易之、张昌宗等人，押送御史台受审，不久又特地颁布敕令赦免了他们，叫他们到宋璟那里去道谢。唐中宗时，宋璟任吏部侍郎，兼谏议大夫、内供奉。韦月将控告武则天之侄、梁王武三思与中宗的皇后韦氏私通，武三思示意有关司法官吏判决韦月将大逆不道罪，唐中宗下令将韦月将斩首。宋璟进宫，请求按照法律程序把韦月将关进狱中审查。唐中宗更加怒气冲冲，但是宋璟说：“请皇上先杀死我，不然的话，我是不会接受诏令的。” 其实，怕老婆的唐中宗对韦后的淫乱也并非毫无所知，真要详细审查，他的绿帽子不是戴定了吗！他只好免除韦月将的死刑，将他流放到岭南。",
      "inspiration": "人们谋求事业上的发展，应当坚持正义，坚持真理。不要为暂时的某些私利而患得患失，更不能为了私利而屈服于邪恶，与坏人坏事同流合污。这样才能够在社会上站稳脚跟。"
    },
    {
      "yao_text": "上九：晋其角，维用伐邑，厉吉无咎，贞吝。",
      "yao_comment": "此为晋卦的第六爻。大意说：再前进，就钻进牛角尖里去了。有所作为，也只能用来讨伐自己属地上的叛乱，虽然有危险，但是会吉祥而不犯错误。要想坚持纯贞正道，却不容易。上九阳爻，却处阴他，不正不中。位极高，再无升进之余地； 阳光极亮，就有属邑叛乱之事发生了。即使平定了叛乱，也不光明正大，也是耻辱。",
      "story_name": "210 武宗平叛花落去",
      "story_overview": "唐武宗李炎是唐朝第十六代皇帝。经过安史之乱，战乱频仍，宦官扰乱宫廷，藩镇割据四方，朋党在政界长期倾轧，唐朝渐渐露出日暮途穷的衰败景象。唐武宗信用宰相李德裕，首先把斗争矛头指向骄横跋扈的藩镇。泽潞镇节度使刘从谏病死，他的儿子刘稹秘不发丧，奏称：“从谏病重，请皇上任命刘稹子袭父职”。唐武宗接到奏章，立即召请宰相三李：李德裕、李绅、李让夷前来商议如何对付。李绅、李让夷表示，不如就让刘稹暂时代理节度使。李德裕独持异议，坚决反对。唐武宗也同意，于是派人告诉刘从谏，叫从谏到东都洛阳治病，刘稹进京城，另加官爵。此时，刘稹已为刘从谏发丧，拒不接受诏令。唐武宗按李德裕的计策，命令五路节度使合攻泽潞镇。第二年，刘稹兵败，他为部下所杀，泽潞镇的叛乱被平定了。当时唐朝的财力、军力比以前更为薄弱，平定泽潞一镇，已使唐武宗耗尽国库。平叛过程中，堂堂皇上不得不采取“以毒攻毒”之计，对听命招讨的藩镇裂土加封、加官晋爵。各藩镇在战乱中各取所需，渔人得利，更加拥兵自大，虎视眈眈地盯视着江河日下的唐王朝。",
      "inspiration": "上六爻象， 已是日薄西山，奄奄一息。 平乱得胜，不过像垂死者脸上的回光返照。 前门进虎，后门请狼，到头来自己成了狼的口粮——这是对末代王朝统治者的生动写照。"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua35Data;
} else if (typeof window !== "undefined") {
  window.gua35Data = gua35Data;
}
