// 第37卦数据
// 自动生成，请勿手动修改

const gua37Data = {
  "gua_name": "第三十七 家人卦",
  "gua_ci": "家人：利女贞。",
  "gua_jie": "此卦下经卦是离火，为中女，性依附； 上经卦是巽风，为长女，性入内。 《象传》说： “风自火出，家人。”火燃烧时，使热气上升，造成空气流动。风自火出，便是外自内出，符合治家之道，所以卦名叫做家人。 家人，即一家之人， 家庭。 家人卦谈的是治家之道。从卦象看，内卦以六二为中正，外卦以九五为中正，象征着女子主内而男子主外，和睦相处，美满幸福。男女都必须守正道。这样，家道才能端正，家庭才能和睦幸福。",
  "yao": [
    {
      "yao_text": "初九：闲有家，悔亡。",
      "yao_comment": "此为家人卦的第一爻。闲，原意是闭门而以木拒之，防止之义。防闲，就是防止邪恶之事发生。卦辞意思是：教导子女，要在他们思想还没有变坏以前，这样即使有悔咎之事也可以",
      "story_name": "217 齐文姜乱伦招祸",
      "story_overview": "战国时，齐僖公有两个漂亮的女儿，长女卫宣姜，次女文姜。文姜生得秋波动人，芙蓉如面，真是绝代佳人。她又博古通今，出口成章，所以称为文姜。文姜的同父异母哥哥诸儿，生得高大、英俊，粉面朱唇，也是个天生的美男子。他们兄妹自小在宫中同行同玩。齐僖公夫妇溺爱子女，不预为教育防范，以致儿女竟互通情款，成了乱伦的禽兽。后来，齐僖公为诸儿娶了妻、妾，又嫁文姜给鲁桓公为妻。诸儿听说文姜将要出嫁，派宫人假装送桃花上，附上情诗，叹息妹妹像艳丽的桃花，可惜被外人摘去了。文姜也附情诗一首，暗示诸儿：光彩照人的桃花，等你明年春天来摘。齐僖公去世，诸儿嗣位，为齐襄公。鲁桓公夫妇路过齐国，齐襄公亲自到齐鲁边境的泺水迎接，来到齐都临淄。齐襄公先设丰盛酒宴，款待鲁桓公夫妇。然后把文姜接进内宫预先造下的密室里，两人饮酒，四目相视，四只手相互抚摩，你贪我恋，留宿宫中。日上三竿，两人还相抱而眠。鲁桓公抱了一夜冷被子，心中疑虑，派人去细察，回报说：“齐侯与妻子一向分居。姜夫人进宫，只与齐侯兄妹叙情，并无其他宫女侍候。” 文姜回来，鲁桓公冷冷地盘问她：“你哥哥在哪里睡?”文姜脸红耳赤地说：“问得好可笑，当妹妹的怎么管哥哥睡哪里！”鲁桓公冷笑道：“只怕当哥哥的，倒要管妹妹睡的地方呢！你干的好事，我全都知道了！” 齐襄公做贼心虚，派心腹打听到鲁侯夫妇吵架，他一来舍不得文姜回去，二来怕鲁侯怀恨成仇。一不做，二不休，就吩咐与鲁侯有旧仇的公子彭生，结果了鲁桓公。齐襄公派人通报鲁国，说鲁桓公饮酒过量而暴死，为了遮羞，齐襄公又骂彭生没有小心服侍鲁桓公，还将彭生杀了。",
      "inspiration": "消除。反之如果不在子女坏习气苗头初露之时及时教育纠正，坏思想坏毛病一养成，就后悔莫及了。"
    },
    {
      "yao_text": "六二：无攸遂，在中馈，贞吉。",
      "yao_comment": "此为家人卦的第二爻。“无攸遂”是指没有什么可以自专的事情。 “在中馈”指管伙食以及浣洗缝补之事。家庭主妇只管做饭等家务事，就吉祥。从卦象上看，六二阴爻又处于阴位，是双重柔顺的。 《象传》说： “六二之吉，顺以巽也。”这是指妇女要柔顺地服从家中长辈和丈夫。",
      "story_name": "218 樊姬进言胜中馈",
      "story_overview": "春秋时，楚庄王能够平息乱事，任用贤能，对人民也有所嘉惠，治国治军有方。他曾经发动伐陆浑之戎之战，用兵在周都远郊窥伺，有吞周之意。在邺之战，楚军大败晋军，庄王成为中原的霸主。楚庄王成为中原霸主的一个原因，是他有一位贤德的夫人樊姬。一天，楚庄王同令尹讨论国事，到晚上才退朝回宫。樊姬迎上去，问道：“今天朝廷有什么要紧事吗? 这么晚才退朝，您不累不饿吗?” 庄王高兴地说：“我听了忠贤的言论，简直就忘记了疲劳和饥饿。”樊姬问道：“大王所说的贤人是哪一位?”楚庄王说：“就是令尹虞邱呀！同他谈话，简直就是一种精神享受，不知不觉就天黑了。” 樊姬捂着嘴，轻轻笑道：“照我看，虞邱未必是忠贤之臣。”楚庄王惊讶地看着夫人：“你怎么知道虞邱不是忠贤之臣呢?” 樊姬说：“我在宫中跟随大王已十一年了。管理膳食、浣洗、居室，尽力使大王过得开心。宫中美貌女子，梁、郑的美女，我都进献于大王。我难道不想专享大王的宠爱吗? 我是不敢以个人的私愿而遮掩了众女子的美貌。现在虞邱与大王议论政事，一谈就是到天黑，却没有听说他曾向大王推荐过一位贤能之士。一个人的才智是有限的，而楚国有无数的贤才。虞邱当令尹好几年，不见进荐贤才，斥退不肖之人，他想以他一个人的才智，遮蔽了无数的贤才，他怎么称得上是忠贤之臣呢?” 楚庄王瞪大了眼睛，望着樊姬，很赞同她的话。第二天早朝，楚庄王向虞邱转告了樊姬的话。虞邱连忙退席，躬身致歉说：“我没有想到这点。我马上照夫人的意见办。” 于是，虞邱遍访群臣，要大家推举贤能之士，给楚庄王推荐了孙叔敖。楚庄王拜孙叔敖为令尹。孙叔敖受命以后，订立军事制度，井井有条；兴修水利，灌田万顷，民众都称颂他。孙叔敖辅佐楚庄王称霸数年。后来有人说，楚庄王称霸，樊姬也立了大功。",
      "inspiration": "六二爻辞强调的是妇女留在家庭厨房里。随着时代的前进，六二爻辞的局限性需要予以变通。樊姬的故事就表明：妇女不仅能主家政， 主中馈，而且也能同男子一样参政。 樊姬不是在任用贤能上比大臣虞邱更要高明吗！"
    },
    {
      "yao_text": "九三：家人嘀嘀，悔厉吉； 妇子嘻嘻，终吝。",
      "yao_comment": "此为家人卦的第三爻。嘀嘀，叫喊声，就是嗷嗷叫；嘻嘻，和乐声，嬉笑声。当父亲和丈夫的，治家过于严厉，对老婆孩子常常板着面孔，大吼大叫，就容易伤害亲情，过后会后悔，这是危险的，但最终还是和好的。相反，跟老婆孩子在一起，总是嘻嘻哈哈，虽然亲近，最后想要严厉起来，就困难了。九三阳爻，又处阳位，重阳过刚，又居离火之上，所以好发火。而《象传》说：“家人嘀嘀，未失也； 妇子嘻嘻，失家节也。”主张以义胜情，宁严勿宽。",
      "story_name": "219 贾政嘀嘀打宝玉",
      "story_overview": "《红楼梦》里的男主人公贾宝玉，是一位锦衣玉食的多情公子，是荣国府的继承人。但是，他把功名利禄视为粪土，讨厌苦读经史，在大观园里过着吟诗、猜谜、饮酒、看戏的自由生活。他说女儿是水做的，整天与众姐妹嘻嘻哈哈，情意绵绵。他的父亲贾政是一个一本正经的封建官僚，儿子的思想行为与他是完全对立的。贾政总是严格地要求儿子，但是宝玉总是与他背道而驰。于是，当亲王府来人向宝玉索要演小旦的琪官，弟弟又诬告宝玉奸逼丫鬟金钏儿跳井自杀时，一场父子冲突就像火山突然爆发了。贾政气得脸如金纸，满面泪痕，一迭声喝令：“快拿宝玉！拿大棍！拿索子捆上！把各门都关上！有人传信往里头去，立刻打死!” 众仆人、小厮不敢违拗，只得将宝玉按在凳上，举起大板打了十几下。贾政嫌打轻了，踢开掌板的，自己夺过板子，咬着牙狠命打了三四十下。众门客见打得不行了，忙上前夺劝。宝玉母亲王夫人进房来，贾政更加火上浇油，那板子雨点一般，下去得又狠又快。宝玉早已动弹不得。王夫人忙抱住板子，说怕打坏宝玉，会惹贾母伤心。贾政冷笑道：“我养了这个不肖之子，已不孝；教训他一下，众人又保护；不如趁早勒死了，以绝将来之患！”说着，便要绳索来勒死宝玉。这时，贾母来了，颤巍巍地说：“先打死我，后打死他，岂不干净了！”贾政忙迎了上去，却被贾母训斥一顿。他忙跪下含泪说道：“为儿的教训儿子，也为的是光宗耀祖。” 贾母啐了他一口，说道：“你那样下死手的板子，难道宝玉禁得起吗? 你说教训儿子是光宗耀祖，当初你父亲怎么教训你来！”贾政听说，忙叩头哭道：“母亲如此说，贾政无立足之地。” 后来，知心表妹林黛玉来看宝玉，抽抽噎噎地说：“你从此可都改了吧！”贾宝玉忍着疼痛，长叹一声，说道：“你放心，别说这样话。就是为这些人死了，我也是情愿的！”",
      "inspiration": "贾政痛打贾宝玉，是恨铁不成钢，是为了教育宝玉成为他所希望的继承人。而宝玉对林黛玉说的话，证明贾政的棍棒教育是完全失败了。 贾母、王夫人的溺爱并不足取。但是， 贾政式的棍棒教育，效果往往与愿望相反。对于青年人个性发展的要求，只能动之以情，晓之以理，循循善诱，使他们能够正常健康地茁壮成长。 “棍棒下面出孝子”， 是戕害下一代的野蛮办法，断不可取。"
    },
    {
      "yao_text": "六四：富家，大吉。",
      "yao_comment": "此为家人卦的第四爻。富，多财，有钱。引申义为“福”，即家庭成员各安其位，互敬互爱，互谅互让互助。家和万事兴，自然大吉大利。 《象传》说： “富家大吉，顺在位也。”六四柔顺，当位，家庭成员之间互相理解，水乳相融，那才是最大的幸福。",
      "story_name": "220 梁孟齐眉家大吉",
      "story_overview": "东汉末年，扶风人梁让，在王莽当政时当过城门校尉，封修远伯，后来因为战乱而流浪到北方的宁州，病死在那里。他的儿子梁鸿因为家贫无钱，只好用席子裹了父亲的尸体，草草埋葬在荒野。靠亲友资助，梁鸿去国家办的太学苦读。他博览经史典籍，探讨其精华意蕴，并不在字句上考究。太学毕业后，梁鸿在京师洛阳上林苑中放猪为生。他不慎失火烧了邻居的房舍，主动上门，以所放的猪赔偿损失，邻居还嫌不够。梁鸿对邻居说：“我再也没有别的财产了，我愿意给你当佣工。”主人答应了。梁鸿早起劈柴、 挑水、 扫地、做饭……一直干到天黑，天天如此，从不偷懒。邻居家的老人见梁鸿乃是堂堂太学生，并非普通佣工，责备那主人做得太过分了。大家都称赞梁鸿是知书达理的长者，很尊敬他。主人也退还了他的猪。梁鸿没有接受，回到了家乡扶风。家乡的富豪之家羡慕梁鸿博览经籍，很有气节，都想把女儿嫁给他。他都婉言谢绝。这个穷太学生，到底要娶一个什么样的天仙为妻子? 同县孟家有一个女儿，长得又胖又黑又丑，力气大，能举起舂米的石臼。这姑娘也是择偶条件高，东家不成，西家不就，到三十岁还没嫁出去。孟家爹妈急了，问女儿到底要嫁一个什么样的郎君? 女儿回答：“要嫁一个像梁鸿那样的贤德之人。” 消息传出去，有些人暗地里哧哧笑。梁鸿听说后，却备上聘礼，托媒上孟家求婚。孟家姑娘要求父母给她准备布衣、麻鞋，纺线、绢麻、织布用的家具作为嫁妆。出嫁那天，她梳妆打扮，浓妆艳抹，进了梁家门。结婚都七天了，梁鸿一直不搭理妻子。妻子跪在床下，问道：“我听说先生学问渊博，气节很高，曾经拒绝了好多富豪之家找上门来的婚事。我呢，也曾经谢绝好几家的求婚。现在，你选择了我，我有什么不对吗?” 梁鸿说：“我选择的是穿破布衣服，吃粗茶淡饭的人，可以和我一起隐居深山。现在，你却穿着华丽的丝绸衣服，脸上涂着浓艳的脂粉，岂是我梁鸿所希望的妻子?”妻子说：“我这样打扮，是想考察先生的志向气节。我已经准备好了隐居的服装、行李。” 她脱下华丽的丝绸衣服，抹去脂粉，挽起椎髻，穿上布衣，拿出纺织工具，干起活来。梁鸿抚拍着妻子的背，十分高兴，还给妻子取名孟光，字德曜。过了几天，孟光说：“常听你说想隐居以躲避乱世祸患，现在为什么不采取行动呢? 莫不是你想向污浊的乱世低头吧?”于是，梁鸿便同孟光一道，隐入霸陵山中，以耕地纺织为生，闲暇时读书、弹琴自娱。后来，梁鸿写了一首单纯简朴而又直刺统治者痛处的《五噫歌》，撕下了东汉明帝、 章帝“节俭”、 “恤民”的假面具。所以，朝廷派人搜捕他。梁鸿改名为运期熠，和妻子在齐鲁之间东躲西藏。后来到了南方吴地，在有钱人皋伯通家当舂米的佣工，住在大屋里。活干完了回家，吃饭时，孟光总是把食具举到齐眉高处，送到他面前。主人皋伯通见了很惊异，说：“他一个干粗活的佣工，能够和妻子相敬如宾，他一定不是个平常之人！” 皋伯通把梁鸿请进自己内室居住，以礼相待。",
      "inspiration": "梁鸿与孟光能够同甘共苦，原因是志同道合。 梁鸿有才学、孟光有见识，避乱世而隐的志趣使他们一同度过耕织为生的人生之旅。 流浪、 漂泊、 帮佣、 放猪、 干粗活， 他们都甘之如饴。 他们在物质上是贫困的， 可以说一无所有。 然而，他们在精神上是富足的。 比起那些锦衣玉食、 金玉满堂，却钩心斗角、 内心空虚的夫妇来，这对举案齐眉的夫妇不是难以比拟的富有者吗?"
    },
    {
      "yao_text": "九五：王假有家，勿恤吉。",
      "yao_comment": "此为家人卦的第五爻。 假，到。 王，这里指王道。九五为王者之象，以天下为家。 从内向外，从家到国，君臣上下、父子之间都以深情相互爱护，以礼义相互亲近，以正道教导后代，以自己的行为做示范。这种治家之道，用于教子女，会使子女成为有用之才；用于治家、治国，会使家庭和睦兴旺、国家富足强盛。《象传》说：“王假有家，交相爱也。”纯真深厚的爱心，加上正确的教育方法，可以培育出素质优秀的后代，子孙成才，后继有人，光耀门庭。",
      "story_name": "221 孟母善教成亚圣",
      "story_overview": "孟子姓孟名轲，战国时邹(今属山东) 人。他幼时父亲死去，母亲们氏守节，居住在他父亲墓地附近。墓地常有人披麻戴孝，小孩孟轲觉得好玩，也跟着哭喊跪拜。孟母说：“这地方不适合小孟轲的成长。”就搬到了城里市场附近。市场上有卖肉的屠户，杀猪宰羊，操刀宰割，吆喝顾客。小孟轲也跟着学拿屠刀，挽袖挥拳，大呼小叫：“买肉呢！买肉呢！”孟母说：“这地方也不适合儿子住。”就把家搬到了学校附近。学校里每逢初一、十五，官员都要进文庙对孔夫子像行跪拜礼，温文尔雅，彬彬有礼。小孟轲见了，也学着文质彬彬的行礼。这回，孟母高兴地说：“这才真是我儿子可以居住的地方！” 孟轲渐渐长大，跟孔子的孙子子思学习。一天，他读书有点厌倦，逃学回家。孟母正在机房织布，见儿子逃学，生气地割断织机上的布。孟轲见了，忙给母亲跪下。孟母语重心长地对儿子说：“你读书，犹如我织布一样，积累一丝一线成一寸，积寸为尺，积尺成丈成匹，才算是有用之物。你读书学习也是这样，一定要累年累月地用功，不分昼夜地刻苦钻研，才能有进步，有收获。” 从此，孟轲醒悟过来，回到老师子思那里，专心致志地发愤 苦读，终于成为后代崇敬的仅次于孔夫子的亚圣。",
      "inspiration": "母亲是我们最好的启蒙教师。 古人说： “子不教，父之过”。孟母对孟轲的幼年少年教育，至今仍不失其借鉴价值。她注意孟轲的成长环境、 品德、 人生理想的教育，而且从小抓起，毫不放松。 当今思想多元、物欲横流，青少年教育任务尤为艰难复杂。每个家庭、每个父母、 长辈，如果能够从孟母身上得到启发， 重视对子女的全面素质教育，这对子女的成长是有益的。"
    },
    {
      "yao_text": "上九：有孚威如，终吉。",
      "yao_comment": "此为家人卦第六爻。是说有诚信正直的品质，有庄重威严的仪表，首先做好自身的修养，全家人都以他的行为作表率，这样治家，便永远古祥。 《象传》说： “威如之吉，反身之谓也。”意思是，威严是由家长经常反省自己、严格地要求自己、从自身的诚心正意、为人模范而来的。上九以阳刚而居阴位，家长已年高了，但是他严于律己，以身作则，推及于治家治国，成为后人永远学习的榜样。",
      "story_name": "222 姬昌齐家得天下",
      "story_overview": "周国君姬姓，相传是帝喾后裔弃的子孙。弃被尊为农神，世代为农，从公刘到古公亶父十代都住在豳地(陕西旬邑县)，后来迁到岐山下周原。古公希望小儿子季历的儿子姬昌继承统治权，他的长子太伯、次子虞仲逃到长江下游。后来商王杀死了季历。姬昌做周君五十年，广行仁政，完成了灭商的事业。姬昌虽是周的最高统治者，但他常常穿着普通人的破旧衣 服，到田地里耕种劳作。从清早到中午、 下午，他忙得没工夫吃饭。他待人温和、善良而又恭敬，保护民众，爱护孤苦的人。他和民众相处很融洽，如同家人一般。他从不游玩打猎，只是恭谨慎重地办理政事。他说：“假如不听从百姓的实话，官员们就会互相欺诈，而且骄横枉法了。”他还说：“如果听见百姓不满的言论，就胡乱惩罚杀害无罪的人。结果真正仇恨的火焰就会烧死你！” 于是，各地的贤德有才之士都纷纷前来投靠周国，太颠、闳天等贤臣都为姬昌部下。住在孤竹国的伯夷、叔齐听说西伯善待老人，也投奔周。姬昌要求嫡妻的行为做家人行为的示范，推及兄弟，教育家人和邦国。所以他的长子伯邑考能毅然为国殉身，他的儿子周武王姬发能矢志不移地完成他未竟之大业，他的另外两个儿子周公、召公能够大公无私地辅佐周成王。",
      "inspiration": "榜样的力量是无穷的。身教甚于言教。父母的高尚品德、优美情操，乃是子女取之不尽的财富。读《书经》， 知道周公那样深情地热爱和尊敬他的父亲周文王。周公像影子追随身体那样，遵循着父亲的足迹前进。 父母的行为对子女、后辈，影响极大。那些埋怨子女缺德少才的父母， 可否以姬昌为镜子， 照一照自己的所作所为呢！"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua37Data;
} else if (typeof window !== "undefined") {
  window.gua37Data = gua37Data;
}
