// 第38卦数据
// 自动生成，请勿手动修改

const gua38Data = {
  "gua_name": "第三十八 睽卦",
  "gua_ci": "",
  "gua_jie": "此卦下经卦为兑，兑为泽，为少女，性欢悦； 上经卦是离火，性依附。 《象传》说： “上火下泽，睽。”火向上烧，兑泽向下浸，两相背离。 古书解释，睽，有二目不相视、 违背、乖异等义。 总之，志不同行，各自为异。但是，睽卦卦爻又在揭示变异为同、化离为合的途径和道理。所以，《彖传》说：“天地睽而其事同也，男女睽而其志通也，万物睽而其事类也。”教导人们从异中求同，从同中求异，从而达到大同小异的境界。",
  "yao": [
    {
      "yao_text": "初九：悔亡，丧马勿逐，自复。 见恶人，无咎。",
      "yao_comment": "此为睽卦的第一爻。 爻义是说：有悔恨也会清除，丢失了马也不必去追寻，马会自己跑回来。结交了坏人，也不会有灾祸。初九为阳爻又居阳位，很刚强，但是地位最低下，所以会有怨悔，要丢失马匹，要遇见恶人。但是，悔恨会自行消失，丢了马会自动回来，遇见恶人反而可以避免祸害。你虽然无权无势，但是你特异出众的品德，反而使恶人不禁肃然起敬；他不敢加害于你，反而会敬重你。",
      "story_name": "223 王守仁悔亡无咎",
      "story_overview": "明朝武宗正德皇帝是个昏君，他宠信大宦官刘瑾，忠直之臣多被关、被杀。王守仁时任兵部主事，见忠臣戴铣等因谏受罪，忍不住又上奏。奏疏还没到皇帝那里，刘瑾私自拆看了，就假传圣旨，打了王守仁五十大板，贬为贵州龙场驿丞。王守仁在流放途中，觉得有人跟踪，料到是刘瑾所派，便乘着晚上夜色正浓，将帽子、衣服和鞋子浮在江面上，假装是投江而死。还留下两句遗诗：“百年臣子悲何极? 夜夜江潮泣子胥。”隐姓埋名，逃进福建武夷山。等风声不紧，才转道赴龙场驿。后来，刘瑾伏诛，王守仁先后调任江西庐陵知县，累迁佥都御史，巡抚南赣、 汀、 漳。驻南昌的宁王朱宸濠，听人说他有天子气象，阴谋组织叛乱。王守仁在江西完成了巡抚使命，去南昌谒见朱宸濠。朱宸濠宴请王守仁。酒席间，朱宸濠与王守仁谈论时政得失。朱宸濠说：“世道这么乱，可惜没有成汤、武王⋯⋯”王守仁知其用意，绵里藏针地答道：“即使有了汤武，还需要伊尹、吕尚！”朱宸濠得意地说：“只要出现了成汤、武王，便会有伊尹、 吕尚的。” 朱宸濠知道王守仁的忠诚，屡次想加害于他，王守仁也暗中防备，后调往福州查处乱军，才躲过宁王叛乱之害。王守仁得知宁王举起反旗，就化装往来于临江、吉安诸府，筹商战守机宜。他派遣骑兵向各府州投递檄文，略称：“朝廷已派京军四万南下，两湖两广及小都御史会兵，共十六万人，趋集 南昌……”朱宸濠侦察获悉，便紧紧地死守南昌。过了十多天；不见大兵到来，才晓得中了王守仁的计。王守仁乘南昌守兵单弱，以精兵奇袭，占领南昌，端了宁王的老窝。朱宸濠急忙撤兵，溯江而上，屡吃败仗，中了火攻之计，被生擒。后来王守仁见明武宗被一群奸邪小人包围，荒淫昏乱，又不听忠谏，气愤不已，脱下朝廷官服，穿上素装，戴上纶巾，悄悄地躲到安徽九华山去了。",
      "inspiration": "人生际遇，悲欢离合，难以预料。 王守仁上疏，被打得半死； 后来又与叛王唇枪舌剑，险遭不测。 有祸有凶，但他终于安然无恙。他的心性之学，指导他的为人处世。 他把君臣的遇合、个人的得失看得很透，所以能够遇险而以巧智脱身，见奸邪当道便急流勇退，自动抽身遁入山中讲学授徒。"
    },
    {
      "yao_text": "九二：遇主于巷，无咎。",
      "yao_comment": "此为睽卦的第二爻。这是说：去见人君，不能从大庭进入正堂，只能从宫中小道进去。这虽然不够光明磊落，但是也不犯错误。这样偷偷去见国君，是因世道乖异，不允许君臣之间以礼相见，但也不算违背君臣相合之正道。九二以阳爻而居阴位，不当位。与六五相应，是柔中之主与刚中之臣互相提携的象征，所以，如此相遇，无错误，有小吉。",
      "story_name": "224 董承密受玉带诏",
      "story_overview": "汉献帝时，曹操专权，不奉帝旨，擅自逮捕太尉杨彪入狱，议郎赵彦上疏弹劾，被曹操捕杀。满朝文武百官吓得重足而立，侧目而视。曹操在许田请献帝打猎。荆棘中跑出一头大鹿，献帝连射三箭不中。曹操讨过天子手中的宝雕弓、金铣箭，射中那鹿。将校以为是天子射中，都踊跃上前，向献帝大呼“万岁”。曹操挡住献帝，迎面接受欢呼。当晚，汉献帝回宫，向伏皇后哭诉：“曹操专国弄权，作威作福。我看见他，背上好像有芒刺。今天在围场上，他公然接受将校‘万岁’的欢呼，无礼之极！他早晚不安好心，我们夫妇不知死在哪里！”伏皇后气愤地说：“满朝公卿，竟然没有一个人能够救国难吗?” 伏皇后的父亲伏完推荐车骑将军、国舅董承，可付以重托。于是，汉献帝咬破指头，以血写一道密诏，叫伏皇后缝在玉带紫锦衬衣内，系在身上。为躲过曹操耳目，令内史宣董承深夜于暗道入宫。汉献帝指着身上的袍带说：“我想起你从前在西都救驾的功劳，没有什么赐赠你，你穿上它，就好像与我常在一起一样。你回去细细观看，不要辜负了我一番情意！” 董承出来时，迎面碰见曹操。曹操要他脱袍解带，自己穿上，要董承转送给他。董承知道衣带中必有密诏，便说：“君恩所赐，不敢转赠，容我日后另制玉带奉献。” 回家后，董承独自在灯下反复查看，并无一物。后来灯花落在带上，烧着背衬，露出素绢上的血迹，那是汉献帝用鲜血写成的要他纠合忠义之士殄灭曹党的诏书。但董承等人失败了，而被曹操捕杀。",
      "inspiration": "从正统观念来看，刘姓皇帝是天子，曹操专权，视皇帝为掌上玩物，所以董承等人扶刘反曹乃是天经地义。从历史发展来看，曹操平定北方，扫除各地割据势力，已成为事实上的统治者，而汉献帝不过是虚有其名的傀儡。曹操推动了社会历史前进的车轮，成为后来鼎足而立的三国中势力最强大的魏的开国之主。反对他的力量， 多是螳臂挡车。"
    },
    {
      "yao_text": "六三：见舆曳，其牛掣，其人天且劓，无初有终。",
      "yao_comment": "此为暌卦的第三爻。 见， 当做“其”， 意为他、他的。 舆， 大车。 曳，从后面拉住。 掣，从前面拉住。 天，是天灵盖上刺字的刑罚。劓，割鼻。大意是：他的车被拉住了，牛也被拉住了，他的天灵盖上被刺了字，鼻子被割去了，开始不好，最终又能前进。",
      "story_name": "225 宋公明法场遇救",
      "story_overview": "郓城县衙押司宋江，好结交江湖好汉，济贫扶困，救人之急，人称及时雨。他与梁山泊英雄托塔天王晁盖往来书信被与其同居的阎婆惜抓住，要去官府告发，宋江情急，杀了阎婆惜。以后，宋江被捕，脸上刺金印，发配江州。幸遇江州押牢节级戴宗，也是梁山朋友吴用书信推荐，宋江才免了牢中的杀威棒，过得轻松。一天，宋江来到江州有名的浔阳楼，要了些肥羊、嫩鸡、酿鹅、精肉，独自一人一杯两盏地倚阑畅饮，不觉沉醉。四顾山色水光，心中觉着热气冲动，便唤店小二借笔砚来。乘着酒兴，去 那粉壁上挥毫写道：“自幼曾攻经史，长成亦有权谋。恰如猛虎卧荒丘，潜伏爪牙忍受。不幸刺文双颊，那堪配在江州。他年若得报冤仇，血染浔阳江口。”宋江又在这词后面大书：“郓城宋江作。” 江州对面有个城子，叫做无为军。城中有个在闲通判黄文炳，他来浔阳楼消遣，看了此词，便向江州蔡九知府告发。知府立命捉拿宋江归案。戴宗得知，急去告知宋江，要他装作发疯，以免死罪。捕快公人奔入牢房，只见宋江倒在粪坑里乱滚，口吐白沫，大声乱嚷：“我是玉皇大帝的女婿。丈人教我领十万天兵来杀你们这班鸟人！”捕快说道：“原来是个失心疯的，我们抓他去有何用?”回报上去，黄文炳对知府说：“不要信他！他写的词，不像是疯子，其中必定有诈！” 知府唤牢子把宋江推翻，一连打了五十下，宋江吃拷打不过，只得招了。知府派神行太保戴宗急去东京禀报父亲、太师蔡京，请示如何处置宋江。戴宗先去梁山泊通报宋江写反诗入死囚牢之事，晁盖命圣手书生萧让模仿蔡京笔迹写回书知府。谁知回书用印，用了篆文“翰林蔡京”，不合父亲写书信与儿子的规矩，露出破绽。奸猾的黄文炳也看出漏洞，戴宗被戴上大枷下牢。过了几天，蔡九知府命人写下犯由牌，去十字路口打扫法场，五百余名士兵、刽子手，团团围住宋江、戴宗，押往十字路。午时三刻，监斩官喝道：“斩首！” 此时，梁山泊好汉提刀使棒，一阵风似地杀过来，黑旋风李逵两把板斧，齐排砍过去。法场大乱，宋江、戴宗被梁山兄弟救 了出去。",
      "inspiration": "宋江是被逼上梁山的。他与梁山泊英雄们心心相通，但他开始并不想上山。他与江湖朋友的遇合， 灾祸不断，代价惨重，差点丧了命。他能够经受种种磨难， 首先是他主观的“忍受”，其次是朋友相助， 才使他能“无初有终”——开始不利后来顺利。"
    },
    {
      "yao_text": "九四：睽孤，遇元夫，交孚，厉无咎。",
      "yao_comment": "此为睽卦的第四爻。九四在睽卦中处于孤立的地位，但是遇到了初九，彼此虽然并不相应，却能够以诚相见，同心同德，所以虽然有危险，却不会犯错误。从卦象看，九四阳爻处于阴位之上，不中正，夹在两阴爻之间，不与初九相应，所以很孤立。初九即元夫，是刚性大丈夫，若能至诚相见，互相信任，可引以为同志，尽管危险但无错误。",
      "story_name": "226 晋文公守信降原",
      "story_overview": "周襄王时，襄王庶弟太叔带私通隗后，发动内乱，襄王避出王城，派人分告诸侯求援。特派近臣简师父专程投书于当时国力强大的秦、晋两国。晋文公的舅父、重臣狐偃力主打起“尊王”旗号，既使百姓有所归依，知道国君不能随便更换，又能使晋国获得霸主的殊荣。晋文公便答应全力帮助周襄王复国。这时，秦穆公也答应勤王，屯兵河上，准备渡河。晋文公采纳狐偃建议，一面以重金赌赂戎、狄小国，请其借路让道；一面派胥臣谒见秦穆公，表示晋能代劳，专行勤王大事，请秦班师回国。两件事都办成了。晋文公大军势如破竹，迎接周襄王回王城复位，杀了太叔带和隗后。在周襄王的盛大宴会上，晋文公请求周襄王准许他死后能够享受天子的隧葬(墓里打隧道) 待遇。周襄王以不能因为私人恩德而废弃先王礼制大典为理由，婉言谢绝。他同意割让由他直接管辖的温、原、阳樊、攒茅四邑给晋国作为回报。原城乃是周卿士原伯贯的封邑，原伯贯兵败无功，周襄王夺其邑给晋国，而伯贯尚在原城。晋文公与赵衰到了原城。原伯贯对原城的百姓造谣说：“晋兵围攻阳樊城，把阳樊百姓，全都杀光了。”原城民众十分恐慌，大家发誓死守原城。晋军团团围住原城，知道原城百姓之所以不服晋，是因为不相信他们。所以，晋文公依从赵衰的话，下达如果三天攻不下原城就立即撤兵的命令。到了第三天晋文公就带兵退走了。原城百姓说：“晋文公宁愿失去一座城，也不愿失去诚信，他是有道明君！”他们纷纷开城，追了晋军三十里，迎接晋文公进城。",
      "inspiration": "《管子·枢言》说： “诚信者，天下之结也。”是说诚信乃是天下处世的关键。待人处事时尔虞我诈，商品交易时搞假冒伪劣， 能够得小利于一时，最后没有一个不是搬起石头砸自己的脚，没有一个不是占点小便宜而吃大亏的。 人们相处，以诚待人，才能够取得意想不到的大成就。"
    },
    {
      "yao_text": "六五：悔亡。 厥宗噬肤，往何咎?",
      "yao_comment": "此为睽卦的第五爻。这是说：悔咎会消除。宗族、同党、邻居之间免不了有些磕磕绊绊，像牙咬了舌头那样，前往会没有错误。《象传》说： “厥宗噬肤，往有庆也。”亲友之间有小摩擦，只要能以宽厚相待，以德报怨，隔阂可以消除，自然会有喜庆。",
      "story_name": "227 宋就以德报仇怨",
      "story_overview": "春秋时代，梁国大夫宋就曾经担任邻近楚国边界的一个县的县令。梁、楚两国边境的百姓都种了许多亩地的西瓜。梁国的瓜农适时培土、除草、灌溉，他们种出的西瓜味道很甜美。楚国的瓜农懒惰，很少培土、除草、灌溉，他们种出的西瓜不甜，不好卖。楚国瓜农妒火中烧，气不过，便在晚上偷偷越境去破坏梁国的西瓜，弄得瓜藤也焦枯了。梁国瓜农发觉了，请求他们的上司，准许他们以牙还牙，同样破坏楚国的西瓜。上司报告了县令宋就。宋就说：“恶，正是引起怨恨带来灾祸的东西。别人做坏事，你也做坏事，仇怨越结越深，那不是雪上加霜，更加坏得不得了吗? 你们听我的，到晚上，你们偷偷到楚国瓜地里去，帮他们好好地侍弄、灌溉，你们以德报怨，将来必有好处。” 第二天一早，楚国瓜农发现瓜地整理过，也灌溉了。一天天过去，西瓜味道也逐渐变得甘甜可口了。楚国瓜农发现是边界那边的瓜农干的，便报告了楚国边境的县令。楚王听说，感到很惭愧，于是，楚王派人备重礼，请求与梁王交好，梁、楚两国的和好，就是从边境县令宋就开始的。",
      "inspiration": "己所不欲，勿施于人。严于律己，宽以待人。 以怨报德， 必有后福。这些古训，至今仍不失为与人相处的箴言。 当然，对于那些奸恶之徒，则要多长心眼，勿学救狼反被狼咬的东郭先生。"
    },
    {
      "yao_text": "上九：睽孤，见豕负涂，载鬼一车，先张之弧，后说之弧，匪寇，婚媾。 往遇雨则吉。",
      "yao_comment": "此为睽卦的第六爻。上九处于睽卦极顶，昏暗不明，非常孤立。大意说：看见猪身上涂满了泥巴，怀疑是一车鬼来了； 于是先拉开弓要射箭，后来又放开弓不射了。才知道来的不是强盗，而是求婚的人。 向前迎去，遇到下雨就吉祥。从卦象看，上九以阳居阴位，不中不正，刚之极，便多疑而刚愎自用。《象传》说： “遇雨吉，群疑亡也。”是说阴阳和合为雨，雨洗去了猪身上的泥巴，猜疑也就消失了。",
      "story_name": "228 古城会关张释疑",
      "story_overview": "关羽降汉不降曹，身在曹营心在汉。他得刘备手书，便挂印封金，千里单骑保刘备的甘、糜二夫人前往河北投奔刘备。一路上过五关斩六将，又收廖化、周仓为部下往汝南进发，遥见一座城池。一打听，才知道，此地名叫古城，几个月前有一位将军，姓张名飞，赶走县官，占住古城招兵买马，现在有三五千人马，四处没人敢来侵犯。关羽听说，大喜，忙派随行的孙乾进古城向张飞禀报：“关将军直从许都送二位夫人到这里，请张将军出去迎接。” 张飞听了，白了他一眼，不答话，随即披挂持丈八蛇矛上马，径出北门。关羽望见张飞到来，将刀交周仓接了，拍马来迎接。张飞圆睁环眼，倒竖虎须，吼声如雷，挥矛向关羽便搠。关羽大惊，连忙躲开，便叫道：“贤弟为什么这样? 难道忘记了桃 园结义吗?” 张飞大声呵斥道：“你既无义，还有什么面目来与我相见！你背叛兄长，投降曹操，封侯赐爵，现在又来骗我！我同你拼个死活！” 关羽说：“你原来不知晓。我也一言难尽，现有两位嫂嫂在此，贤弟请自问。”甘、糜二夫人，揭帘说道：“二叔因不知你们的下落，所以暂时借居曹操那里。如今不避险阻，送我们到此地。三叔休要错怪！” 张飞说：“嫂嫂休要被他骗了。忠臣宁死而不辱。大丈夫岂有事二主之理！”孙乾忙说：“关将军是特意来寻你的！” 张飞呵斥道：“怎么你也胡说！他哪里有好心，一定是前来捉我!” 关羽说：“我如果前来捉你，应该带军队呀！”张飞手指尘埃起处说：“这不是军队人马杀来了！”风吹旗号，正是曹操军队，为首一将，乃是蔡阳。张飞大怒，挺起丈八蛇矛朝关羽刺去。关羽飞快闪开，忙说：“贤弟且住。你看我斩了蔡阳，以表我真心。” 一通鼓未完，关羽刀起处，蔡阳人头落地。张飞这才迎关羽进城，听二位夫人诉说关羽经历之事，张飞放声大哭，参拜云长。",
      "inspiration": "刘关张兄弟失散，关羽身陷曹营，张飞孤处古城，见关羽前来，其怀疑原在情理之中。事实胜于雄辩，关羽以斩蔡阳的事实证明他忠于刘备，忠于桃园结义。 只要守纯正大道，推诚信之心，于疑虑委屈之中含远大的求同求合的信念，就一定能够进入水乳交融的和谐境界。"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua38Data;
} else if (typeof window !== "undefined") {
  window.gua38Data = gua38Data;
}
