// 第4卦数据
// 自动生成，请勿手动修改

const gua4Data = {
  "gua_name": "第四 蒙卦",
  "gua_ci": "蒙：亨。 匪我求童蒙， 童蒙求我。 初筮吉， 再三渎，渎则不告。 利贞。",
  "gua_jie": "此卦下经卦为坎，坎为险； 上经卦艮代表山，为山下有险之象。 蒙， 是万物萌芽的状态， 喻幼小、 蒙昧。 此卦虽险因山阻止，而不能为害，故能亨通。 古代只有学生前往求学， 而无老师前往授教的礼节，所以说是童蒙来求我，而不是我反过来去求童蒙。古人《易》占， 以为太繁太多是对神灵的亵渎，所以说，第一次卜筮往往会得到神灵的告示，次数多了，就是亵渎神灵了。 这就是《左传》说的“初筮吉， 再三渎，渎则不告”。 而占卜必须内心真诚中正，才有利可言，所以说“利贞”。",
  "yao": [
    {
      "yao_text": "初六：发蒙； 利用刑人，用说桎梏。 以往吝。",
      "yao_comment": "这是蒙卦的第一爻。 发蒙，指脱去孩童的蒙昧无知。说，解脱；桎梏，指刑具。刑人被解脱桎梏，所以说“利用刑人”。在童蒙未去之前，刑人桎梏未解脱之前，多有灾吝，故说“以往吝”。",
      "story_name": "19 成王始觉周公诚",
      "story_overview": "周成王即位时，还是位蒙昧无知的孩童。所以， 国家大权都由摄政王周公来统领。一些对权势垂涎的野心家利用成王的蒙昧无知，经常在背地里调唆成王，说周公有野心，要想夺成王的权。开始，成王并不相信这些谣言，但谎话三遍往往被人当做真理，更不用说蒙昧无知的孩子了。后来成王渐渐相信了，对周公也怀疑起来。原先，周公有事请示成王。成王总是马上毫不犹豫地说：“就按叔父说的办！”现在，周公有事问成王，成王往往说：“让我多问几个人再说。”有时，把大事都耽误了。周公对成王的不信任态度，日益明显地感觉出来。在周公诛杀管叔、蔡叔之后，流言更盛，说周公诛杀二叔，是架空成王的一步棋子。因而，成王对周公更加怀疑了。为了表示自己的心迹，周公著了一首诗，名叫 《鸱鸮》，这首诗收入了 《诗经》 中。诗中一面表示了周公对周室、成王的忠贞，一面把那些散布流言的人比做“鸱鸮”，警告他们 “无毁我室”。周公将这首诗送给成王，成王读了诗，还是不相信周公。据《尚书》和后来的许多儒家著作讲，由于成王仍然怀疑周公，这年的秋天终于引起了天变。在庄稼成熟，还未收获的时候，天突然刮起大风，雷电交加，田里的庄稼全部被吹倒，连大树都连根拔了起来，引起全国上下一片恐慌。成王看到天的异常变化，认为是天在发怒，而天发怒是由人事的异常引起的。那些制造流言的家伙，这时又在成王耳边说：“天变是在警告您，要防止周公篡权。” 听了流言，成王觉得很有道理。于是，他决定打开收藏中央文献的金柜，希望从中找到对付周公篡权的方法。成王意外地发现了周公作的《金滕》。一看内容，原来是武王生病垂危时，周公祈天，请求自代武王的疾病，以至死亡的文件。成王这才知道，周公对王室的忠诚是丝毫不容怀疑的。",
      "inspiration": "人的蒙昧，不仅孩童有， 任何一个人都或多或少、 或在此或在彼的存在。 有了蒙昧，正如人受刑具束缚一样，就会发生某些困难甚至灾祸。 所以， 除去蒙昧， 犹如刑人除去刑具， 人才能避免灾咎，使灾咎成为过去的历史。 成王正是除去了蒙昧无知， 才有西周的盛世。人在从事追求时，也往往有分辨不清是非方向的时候，这就会使人蒙昧无知，要使所追求的事业能顺利地实现，人就必须时时注意“发蒙”。"
    },
    {
      "yao_text": "九二：包蒙，吉。 纳妇， 吉，子克家。",
      "yao_comment": "此为蒙卦第二爻。 包，包容。 大人能包容童蒙， 为吉兆。此爻为阳，初爻为阴，故有纳妇的喜庆，这也是吉利的。男子娶妇而成家，故说“子克家”。喻人事则指人能包容童蒙的举动，就会获得吉利。",
      "story_name": "20 庄王包蒙绝缨会",
      "story_overview": "楚庄王时，楚国发生了一场内乱。 内乱平息后， 楚庄王设宴，一来庆贺，二来嘉奖有功人员。宴会设在晚上。酒席上摆满了佳肴美酿，宫廷乐队在一旁奏乐助兴，数名妙龄女子翩翩起舞，热闹极了。楚庄王有一宠姬，剪射名叫许姬。这许姬肌如凝脂，五官秀美，身材苗条，是楚国后宫的第一美人。庄王为表示对臣属的感激，把许姬也叫到宴会，令她为各位臣僚斟酒。晚宴的烛光，把本来就令人销魂的许姬照得更加妩媚了。许姬来回穿梭在烛光中，时明时暗，给人以恍若仙女下凡的感觉。每给一人斟酒，但见纤纤细手，得闻体香，几令人不能把持。酒到半酣，突然刮起一阵大风，将宴会上的烛火全吹灭了。这时，许姬突然感到有人在黑暗中拉她的衣袂。许姬反应极快，反手一把将那人头盔上的璎珞抓在手中。许姬来到庄王面前，告诉楚庄王，有人对她非礼，她已经抓住非礼者的璎珞。楚庄王听了，恰好宫人正准备重新点烛，谁料到庄王却命令暂缓点烛，还让每人将璎珞取下，痛饮尽欢。晚宴下来，许姬十分气愤地对楚庄王说：“男女有别，君臣有礼。我代表君王斟酒受人调戏，王却不加追查，怎么能严君臣之礼、 男女之分呢?” 楚庄王笑着回答：“君宴臣，本来应在白天，按礼讲不能超过三杯。我却在晚上设宴，先已失礼。大家喝酒不少，酒后出现那种狂态，本是人之常情。我若追查定罪，国士们都会寒心，还会说我只会宠信妇人呢！” 后来，一位名叫髯翁的文人，专门作了一首七绝来称赞楚庄王此举：暗中牵袂醉中情，玉手如风已绝璎；尽说君王江海量，畜鱼水忌十分清。不久，楚庄王出兵攻打郑国。健将唐狡自告奋勇，愿率百名壮士，为全军先锋。唐狡拼命杀敌，使大军一天就攻到郑国国都的郊外。楚庄王决定奖赏唐狡，并要重用他。唐狡说：“我就是那 位牵美人衣袂的罪人，大王能隐臣罪而不诛，臣自当拼死以效微力。哪敢望奖赏呢?”当天晚上，唐狡悄悄地离开了。楚庄王的这次宴会，被后人称为“绝璎会”，流传千古。",
      "inspiration": "童蒙往往会犯错，父母都能宽容教诲。 成人因有所蒙昧，也会一时犯错， 遇到这种情况，也应该像楚庄王一样， 要有点 “包蒙” 的精神， 这就是俗话说的 “宰相肚里能撑船”。 愈有 “包蒙”精神，所得人心就越多，就愈有吉利可言，这就是此爻所告诉我们的哲理。"
    },
    {
      "yao_text": "六三：勿用取女，见金，夫不有躬，无攸利。",
      "yao_comment": "此爻为蒙卦第三爻。取，即娶。筮遇此爻不宜娶女，若娶女，虽能见金钱财宝，但女子的丈夫会丧身而亡，因而， 没有吉利可言。 所以， 此爻《象传》说： “勿用取女，行不顺也。”",
      "story_name": "21 黄歇娶女遭杀身",
      "story_overview": "战国时有四大君子名闻天下，一位是齐国的孟尝君，一位是赵国的平原君， 一位是魏国的信陵君，一位是楚国的春申君。 四位君子都是各国王室的成员，担任着重要职位，不少人都纷纷投靠他们，以图谋取利禄。赵国有位奸小，名叫李园。此人不学无术，心地极为奸阴，时刻都梦想做上高官，享受厚禄。他先后投靠孟尝君、平原君、信陵君，都因德才俱无，没有受到重用。李园见自己没有本事，就在他妹妹身上打起了主意。他妹妹年方二八，凤眼龙鼻，樱桃小嘴，一对浅浅的酒窝，恰到好处地 长在脸颊两旁，逢人一笑，令人销魂丧魄。李园的妹妹人虽美丽十分，人品却同哥哥一样，毫无廉耻，只认得权势与金钱。她哥哥与她一商量，两人真是臭味相投，很快设下了一个阴毒的圈套。通过各种关系，李园终于把自己的妹妹送给了春申君黄歇。李园也做上了春申君的门客，大受青睐。李女自嫁给春申君后，大受黄歇宠爱。不到三月，李女怀孕了。她马上把这 一消息告诉了他的哥哥。一个更大的阴谋，又在李园兄妹间形成了。李园问：“在夫人与小妾之间，你愿当什么?”他妹妹说：“自然是夫人！”“夫人与王后呢?”“自然是做王后的好！” 此时楚王正因无子而发愁。真是天赐良机啊！几天后，趁着春申君风流的兴头，李园的妹妹娇滴滴地对黄歇说：“当今楚王无子。你也是王室之后，该有继承权。我现在已怀了你的骨肉，不如让我去侍奉楚王，今后天下就是我们的了。”春申君也是利令智昏，竟然答应了下来。三天后，就把李女乔装打扮送给了楚王。楚王一见李女美艳照人，当晚就宣诏侍寝，正中李女下怀。入宫才八个月，李女就生下了一健壮的男婴，楚王高兴自己晚年得子，竟然听信了李女的这是一个健壮的早产儿的谎言。李女所生儿子长大后，被立为太子。春申君暗自庆幸：楚国的天下将是他们父子的了。此时，李女做上了王后，李园自然成了国舅。为了让他们的阴谋永不败泄，他们又密谋害死春申君。就在楚王去世的第二天，李园兄妹设计谋杀了黄歇。",
      "inspiration": "娶女又见金， 色、 财双收，人生哪有这样“好” 事? 人在色、 财面前，不问该取不该取，不问为何来得如此容易，一定会人、财两空，甚至连性命也保不住。 春申君娶女遭杀身的教训，世上的男人都应记取。"
    },
    {
      "yao_text": "六四: 困蒙, 吝。",
      "yao_comment": "此爻为蒙卦第四爻。本爻为阴，上下两爻也都是阴，是两阴夹一阴之象。 象人蒙昧无知，又处穷困之境，故有灾吝。喻人事为蒙昧无知之人，又被奸小所包围，而有困窘之灾。",
      "story_name": "22 群佞困蒙周幽王",
      "story_overview": "西周最后一位君主， 史称周幽王。这位周幽王本是位庸才，却刚愎自用，听不得一点逆耳之言； 又是一位色鬼， 时常耽于声色，而误了朝政。所以，在他周围全是一班拍马的奸佞之徒。其中以虢石父、尹球、祭公最为出名，被幽王分别封为上卿、 司徒与大夫。乱世出忠臣，一些忠贞的臣子纷纷起来奏谏，但全被幽王逐出朝廷。其中有位官居大夫的褒坰，从他的封地来到京城，耳闻目见，也冒死劝谏幽王。周幽王恼羞成怒，要立刻将褒坰斩首。多亏群臣求情，才被囚禁在监狱中。褒坰之子得到消息后，焦急万分，找来几名亲信商议如何才来拯救父亲的生命。其中一位说：“幽王 一天玩乐，耗费不少，一定喜欢金银财宝；幽王又好女色，只要我们能找到一位绝色美女，再献上金银财宝，就可救出大人了。”商议第二天，大家就分头到各地寻访美女。在一僻远山乡，褒坰的儿子终于找到了一位十分美丽的姑娘，这就是后来的褒姒。褒珦的儿子用重金买回了褒姒，打扮起来，真是漂亮万分。他又筹集一批金银财宝，来到京城。到京城后，他先用钱财打通了幽王亲信的关节，然后，将褒姒献给幽王，幽王一见美女，疑是仙子下凡，连忙宣布褒坰无罪，一面宣令退朝，拥着美女到了后宫。虢石父、尹球、祭公眼见幽王十分宠爱褒姒，一个个也都拜倒在石榴裙下，千方百计讨褒姒的欢心，以求宠于幽王。这位褒姒虽是美如天仙，却是一位冷美人。自入宫来，从无笑脸。为了博美女一笑，幽王和三位奸小用尽各种方法，甚至装狗学猪，也都不能见效。虢石父终于想到一个办法，就是史书所讲的“烽火戏诸侯”。这一天，幽王与褒姒坐在高高的观礼台上，幽王下令点燃烽火。这烽火本是敌人来侵，召集各国诸侯的信号，昏君为博美人一笑，竟然把这样严重的大事当做儿戏。烽火一起，各路诸侯点集大军，纷纷来到，却看见幽王与褒姒饮酒作乐，一个个只得面面相觑，又急匆匆地赶回去。褒姒终于笑了。而这一笑，就笑掉西周王朝。",
      "inspiration": "社会是人与人交往的社会。任何人都不免有蒙昧之时，若自甘蒙昧， 周围结交的人又不是正人君子，就会被蒙昧包围起来，只能是灾祸的结局。 周幽王本人蒙昧不说， 还要宠信一群佞臣，误国被杀乃是自然的结果。历史上蒙昧的君主多的是如此，但并不是人人都像周幽王的结局，这里面就有周围是什么样的人的问题。"
    },
    {
      "yao_text": "六五: 童蒙, 吉。",
      "yao_comment": "此爻为蒙卦的第五爻。是说孩童虽然蒙昧无知，但不失赤子之心，天真为大人所爱，所以是吉而不是凶。喻人事为童蒙得大人护爱，可保无忧无虑。",
      "story_name": "23 阿斗童蒙依诸葛",
      "story_overview": "三国时，关羽败走麦城，被东吴俘虏杀害。 消息传到蜀国， 刘备点起大军，要为关羽报仇。 哪里料到，报仇不成，刘备却被吴将陆逊大败而回。刘备逃到白帝城，一命呜呼了！临终前，刘备将太子托付诸葛亮，这就是历史上有名的“白帝托孤”。刘备托孤深谋远虑，他对诸葛亮说：“先生雄才大略，定能安邦定国，若太子可以辅佐，就辅佐；若太子不能辅佐，就由先生你当成都王，来领导蜀国。”听刘备如此一说，诸葛亮赶快表示，一定要鞠躬尽瘁，死而后已，辅佐太子。刘备赶紧叫来三个儿子，说：“我死以后，你们兄弟三人要父事丞相，若有不孝诸葛丞相的，就是天人共诛的不孝子！”诸葛亮听了，更下决心辅佐太子了。刘备死后三天，太子刘禅登上王位。这位刘禅小字阿斗，登基之时才十余岁，只是下主之才，在国家政事上完全是位十足蒙昧无知的孩童。魏主曹丕听说刘备去世，认为是夺取蜀国的大好时机，于是点起数万大军，又联络鲜卑、孟获、吴国、孟达四支军队，分五路杀奔而来。刘禅听到消息，却几天看不到诸葛亮，心中十分惊慌。派人去宰相府，管家却说：“丞相病了，不能到朝。”一连几天，都是如此。把个刘禅与满朝官员急得是汗流浃背，心惊肉跳。于是，他亲自来到丞相府，却见诸葛亮安闲地在那里钓鱼。原来，诸葛亮早已定下了退兵妙计，刘禅这才把心放下来。这就是诸葛亮安居退五路的故事。诸葛亮像父亲一样爱护阿斗，对刘禅竭尽忠心。刘禅虽童蒙无知，却能以赤子之心对待诸葛亮，什么事情都由诸葛亮决断，从不猜疑丞相生二心。在诸葛亮的治理下，蜀国一片升平景象。其后，南征七擒孟获，北伐六出祁山，虽未能实现天下统一的宏图，但诸葛亮在世时，却保证“扶不起”的阿斗稳坐皇帝的宝座。",
      "inspiration": "此爻与上一爻的爻象都有蒙昧无知，但上一爻的蒙昧者， 没有贤人之助，陷于穷困之境，不能自拔。 此爻的蒙昧者是孩童，不失赤子之心，得贤人爱护，虽蒙昧而有吉无害。 赤子之心， 是人的纯真善良之心，人有此心，虽一时蒙昧， 也会得贤人之助，像阿斗得诸葛亮的辅助一样。 所以， 人的蒙昧并不可怕，可怕的是没有纯真善良之心。"
    },
    {
      "yao_text": "上九：击蒙，不利为寇，利御寇。",
      "yao_comment": "这是蒙卦的第六爻。击蒙，是指攻击蒙昧以去无知。寇，敌人，人若消除蒙昧无知，就能更好地对付敌人，敌人就不易于因你蒙昧而战胜你了。 所以说：“击蒙， 不利为寇，利御寇。”",
      "story_name": "24 吕蒙击蒙败关羽",
      "story_overview": "三国时，吴国有位将领，名叫吕蒙，不愧为英勇的战将， 然而， 自小未曾读书，所以， 文墨没有， 行事粗鲁，又全不懂礼仪文饰。大家都昵称他为“吴下阿蒙”。一次，孙权与吕蒙在一起时，孙权说：“吕将军，你现在执掌国家大政，应该多读点书，学点历史和文化知识，这样才好。”吕蒙一听，马上说：“我一天军务都忙不过来，哪有时间读书?以前，我不读书，不是照样带兵打仗吗?” 孙权笑着回答：“要说忙，你不会比我忙吧? 我自渡江以来，就抽空读了《史记》、 《汉书》和各种兵书。你更不比曹操忙吧?曹操带兵打仗经常都忘不了读书。东汉的开国之君刘秀，时常手不离书，这些都是人所皆知的。书中有很多道理，可以使人聪明；书中的历史经验教训，可给人启示警惕。我治国理政，许多都是从书中受到教育启发的。” 听了孙权的这一番话，吕蒙才知读书的重要，从此以后，每天军务再忙，他都要抽一些时间来读书。他还聘请了两位文士，来指导他读书。开始读书时，吕蒙倒没什么特别感受。渐渐地，吕蒙读出味，眼界不断开阔，思路日益活泛，才发觉自己以前的许多愚昧无知。于是，越读越有味，后来竟成为一位饱学之士。周瑜去世后，孙权任命鲁肃为大都督。这位鲁肃是吴国一位名士，学问渊博，读书破万卷。他与吕蒙都在周瑜手下做过事，常戏谑吕蒙，“吴下阿蒙”就是由他叫出名的。这次，鲁肃到吕蒙的驻军去巡视。空闲时，吕蒙主动与他谈起学问来，鲁肃大感意外。开初，吕蒙是以请教者的身份与鲁肃交谈；不一会儿，吕蒙提了几个问题，鲁肃都答不上来；后来，鲁肃只有听吕蒙一个人讲的份了。听完吕蒙高谈阔论，引经据典，鲁肃十分惊叹地说：“想不到你这位昔日阿蒙，竟学富五车了！本人敬服万分！”鲁肃去世前，还推荐吕蒙接替了他的职务，深受孙权的器重。东吴自立国后，一直想夺回关羽镇守的荆州，但一直没有成功。吕蒙当上统帅后，一面采取各种军事步骤，一面联合魏国，终于使一代名将关羽败走麦城，夺回了荆州。",
      "inspiration": "任何人都不是全知全能的，因而，都有蒙昧无知的地方，都需要“击蒙”。 若不能消除蒙昧无知， 就会被 “寇” 乘虚而入；若能 “击蒙”， “寇”不仅不会有机可乘，而且还会被消灭。 吕蒙通过读书提高自己的素养，消除蒙昧无知，由“阿蒙”变为饱学之士， 实现吴国多年夺取荆州的理想，被传为千古佳话。 我们也应时时注意发现自己的 “蒙”， 并努力去消除它。 一个人的 “蒙”越少， 作为就越大。"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua4Data;
} else if (typeof window !== "undefined") {
  window.gua4Data = gua4Data;
}
