// 第40卦数据
// 自动生成，请勿手动修改

const gua40Data = {
  "gua_name": "第四十 解卦",
  "gua_ci": "解：利西南，无所往，其来复吉。 有攸往，夙吉。",
  "gua_jie": "此卦下经卦是坎水，为中男，性沉陷； 上经卦是震雷，为长男，性躁动。《彖传》说： “天地解而雷雨作，雷雨作而百果草木皆甲圻，解之时大矣哉！”这是说，雷雨大作，天地阴阳二气之困结得以解脱，万物昭苏。如果推行坤柔宽缓之道，前往西南方，便有利； 如果不必有所行动回归原地便可吉祥； 如果一定有所往，尽早前往便可吉祥。 当时世处于“解”，刚刚摆脱灾难，民众希望和平宽易和安定宁静，这时政事不可以过快过猛，也不可以一步向前走。找到了解决问题的中正之道，就要早作打算，这就是夙吉。",
  "yao": [
    {
      "yao_text": "初六：无咎。",
      "yao_comment": "此为解卦的第一爻。这是说：没有过错。初六以阴爻而处阳位，本阴柔而不能自立，但若与九四阳爻相应，便可不出错。《象传》说：“刚柔之际，义无咎也。”讲的是在解决困难的初期，以柔中含刚，刚柔相济，便可安宁无事。",
      "story_name": "235 刚柔济刘秀中兴",
      "story_overview": "刘秀是东汉王朝的开国皇帝。他在即位之初就宣称要以“柔道”治天下。他实际上推行的是以柔中含刚、刚柔相济之道，既整顿吏治，加强中央集权，又采取休养生息措施以安定民生，发展社会经济。刘秀结束了二十多年的战乱，东汉建国初他就实行让老百姓从事农桑耕作的政策，增加了大量劳动力。不久，他下令减轻赋税，减少百姓服兵役和其他服役时间。他还采取一些恤贫救灾措施，给老、鳏、孤、独、残、 灾救济粮，以稳定社会。他提倡兴修水利、开垦荒地，命令军士屯田，裁并郡国、省减吏员以减轻人民负担。另一方面，刘秀针对王莽以外戚篡汉的历史教训，采取了约束诸王、外戚的严厉措施：严禁诸王与士人交游，以防他们勾结谋反；控制外戚，制裁外戚的违法行为。他嘉奖捕杀湖阳公主恶仆的洛阳令董宣，使外戚震惊。“架空三公，事归台阁”，是刘秀确保君权集中的主要措施。他提高尚书令的地位，使尚书参与国家重大措施的制定，使之成为皇帝能够总揽朝纲的主要政治机器。刘秀加强对官吏的监察。他“退功臣，进文吏”，防止军权旁落；通过适当人选，牢牢控制军权；他严以察吏，重褒赏，严监督。形成举贤荐能、为官清廉、宽以驭民的吏治。刘秀宽猛相济、刚柔并重的政策和策略，对社会经济发展无疑有着积极作用。东汉初年全国户籍遗存人口只有十分之二，到光武帝末年，人口达到两千一百多万。历史学家称光武帝时期为“光武中兴”。",
      "inspiration": "刘秀的刚柔相济，是吸取了西汉被篡的历史教训。在刚刚解除困难的时候，能够以柔中含刚，柔而能刚，从而达到宽猛适宜、 刚柔相济的境界，使东汉初期出现了中兴气象。 刚柔之间，如何掌握分寸、正确处理二者的辩证关系，使之符合实际，其中奥妙， 大可探索。"
    },
    {
      "yao_text": "九二：田获三狐，得黄矢，贞吉。",
      "yao_comment": "此为解卦的第二爻。打猎时，打到三只狐狸，得到了装有黄金饰物的箭，坚守正道就吉祥。九二以阳爻居阴位，上应六五之君，是刚柔得中之象。《象传》说：“九二贞吉，得中道也”。黄是居中的颜色。箭，比喻正直。 以中正之道，消灭阴险狡猾的小人，所以是吉祥的。",
      "story_name": "236 康熙亲政除鳌拜",
      "story_overview": "顺治十八年，顺治帝逝世，他的儿子玄烨即位，即清圣祖康熙。这时，康熙才八岁，由索尼、苏克萨哈、遏必隆、鳌拜四大臣辅政。四大臣中，索尼资格最老，是四朝元老。遏必隆、苏克萨哈威望较低，凡事听索尼作主。唯独鳌拜南征北战，自恃功高才大，连索尼也不放在眼里，想把索尼等人除掉，趁着皇帝还是个小孩子，由他独揽大权。鳌拜暗中设法，先从苏克萨哈入手。他先借题生事，倡议将正白旗与镶黄旗之地相对换，旗民已安居多年，现在易地迁徙，劳民伤财，百姓自然怨恨起来。经办此事的大学士苏纳海等俯顺民情，奏请停止迁徙。康熙帝召见四大臣商议，小皇帝探身过去，鳌拜一推，扔下朱笔，快步下殿，将他写的圣旨交刑部。刑部不敢怠慢，苏纳海等三个大臣尽被斩首。康熙见鳌拜如此骄横霸道，感到如同芒刺在背，便想早日亲政。他暗令给事中张维赤等联名奏请少年天子亲政。满朝大臣同声赞成，唯独鳌拜横眉怒目，一言不发，大家也就鸦雀无声。拖到康熙六年，康熙才在乾清门亲政。鳌拜依然咄咄逼人，康熙去慈宁宫中见了孝庄太皇太后，哭述鳌拜专横欺主情状。孝庄太后不是寻常女流，她到底是马背上长大，弓箭娴熟。她抚摩着孙儿的头，捏紧拳头，向空中一击。康熙一见祖母的暗示，眼睛一亮，暗暗点了点头。从此，他暗地里向各王府邸，选了百名亲王子弟，年纪同康熙相近，一起练习武艺，耍棒弄拳。不到一年，个个拳术精通，武艺非凡，连康熙也学得几手南北拳法的擒、拿、扑、打。一天，康熙不动声色，说鳌拜功高，封他为一等公。鳌拜像往常一样，昂头挺腰走到康熙面前，问道：“皇上召臣何事?” 康熙瞪圆了眼睛，怒问鳌拜：“你知罪么?”鳌拜毫不畏惧，横眼直视，反问道：“我有什么罪?”康熙声色严厉，叱责道：“你结党营私，嫉贤害能，罪不容诛！”鳌拜听了这话，怒目横扫康熙，忍不住挽起袖子，伸出老拳，扑了过去。康熙厉声下令：“左右与我拿下！”少年一窝蜂围上来，你一拳，我一脚，鳌拜竟被这群童子军打翻在地，头破血流，没有还手之力。这样，十六岁的康熙，夺回了皇帝的权力。",
      "inspiration": "去小人而正风纪，去鳌拜而亲政，符合中正之道，所以吉祥。只有除去邪恶，中正之道才能得以推行。鳌拜动辄向小皇帝挥动老拳。小皇帝最后以拳头制服了目无皇上的权臣。对付恶人，采取非常手段，也是常理，叫做“以其人之道，还治其人之身”。"
    },
    {
      "yao_text": "六三：负且乘，致寇至，贞吝。",
      "yao_comment": "此为解卦的第三爻。大意说：一个背着包袱的小人，乘坐在本应由贵人乘坐的华丽车子上，以致强盗抢劫他，即使坚守正道也困难。六三以阴爻居于阳位，不当位。这好比一个缺德少才的人而盘踞高位，必然会使旁人不满，如果他再得意忘形，不干好事，那就有灾祸了。《象传》说： “负且乘，亦可丑也； 自我致戎，又谁咎也?”是说小人得志猖狂，咎由自取。",
      "story_name": "237 阿合马贪暴被杀",
      "story_overview": "阿合马是出生于中亚的色目人，历任中书左侍郎兼诸路都转运使，负责财政，为元世祖忽必烈皇室搜刮财富有功，先后在尚书省、中书省执政达十年之久。他采取兴铁冶、铸农器宫卖等措施，使国库充盈，深得忽必烈宠信。阿合马用横征暴敛手法，残酷地敲剥下级吏员和百姓，他推行包税、理算法，支使官吏任意向百姓勒索，让官吏苛取民财，却又被上级官吏胁取。好像鸬鹚衔鱼，被人抖取；鸬鹚再去衔鱼，人又来抖取。阿合马任平章政事，专权培植党羽，滥用私人，既不经部拟，也不咨中书，由他一个人说了算。阿合马的儿子忽辛，曾被 忽必烈认为是不懂事的胡商，阿合马却给他江淮行省平章政事(相当于省长) 的重要职位。阿合马、忽辛父子依仗权势，夺人妻女做妾。阿合马拥有妻妾四百多人。一些人向他献上自己的妻子女儿，就可当上官。阿合马贪暴专权，蠹国害民，使反阿合马集团与阿合马的斗争不断激化。反阿合马的力量得到太子真金的支持。真金曾以弓殴伤阿合马的脸，在忽必烈面前羞辱阿合马。朝廷大臣廉希宪曾经杖责阿合马。许多朝臣多次弹劾阿合马。由于忽必烈做后台，阿合马便横行无阻。阿合马一再诬杀汉官，势压朝野。122年3月，恶贯满盈的阿合马被王著打死，王著等被杀。当处理此案的索罗向忽必烈报告了阿合马的奸恶时，忽必烈说：“王著杀阿合马，是对的。”随即追查阿合马党徒的罪恶，阿合马的几个儿子、党羽都被处死。",
      "inspiration": "阿合马以小人执大政，处非其位； 贪暴奸恶二十余年，履非其正。他和他的党羽的下场，是罪有应得。 有道是：善有善报，恶有恶报； 不是不报，时候未到； 时候一到，一切皆报。"
    },
    {
      "yao_text": "九四：解而拇， 朋至斯孚。",
      "yao_comment": "此为解卦的第四爻。而， 同尔，你； 拇，大脚趾，这里指身边的小人。爻义是：摆脱靠近你的小人，信赖你的朋友便会以诚相见。《象传》说： “解而拇，未当位也。”九四阳爻处阴位，不当位，不居中，小人前来阿谀逢迎，必须摆脱，才能得到朋友的诚信和帮助。",
      "story_name": "238 李治革除李义府",
      "story_overview": "唐高宗李治即位，他封他父亲的才人武则天为昭仪。武则天早就垂涎于皇后的桂冠，她陷害王皇后，使李治将废皇后的主意交群臣议论，遭到元老重臣长孙无忌等的反对。武则天把搜索的目光投向群臣，她注意到出身寒门的中书舍人李义府是一个可以利用的人选。李义府为人奸诈，未开口先笑，笑里藏刀，人称“笑猫”。长孙无忌说他不堪重用，宜外流他州。李治同意派李义府往壁州做司马。李义府得知，如坐针毡。好友、中书舍人王德俭提议他上表请立武昭仪为皇后，一定能使皇上龙心大喜，即可转祸为福。于是，李义府连夜写一份忠诚恳切的表奏，说废王皇后立武昭仪是人心所向，大势所趋，请皇上勿再迟疑，当机立断。李治把李义府当成患难中的知音，忠贞的贤臣，取消了调任旨令，赐宝珠一斗，让他留任原职，后又提拔为中书侍郎。新官僚李义府听说大理狱关着一个美貌女犯淳于氏，嘱咐大理丞毕正义免除她的罪过，他想将她收作小老婆。大理卿段宝玄对此案怀疑，李治命人复审。李义府怕事情败露，便逼迫毕正义在狱中上吊而死。侍御史王义方愤然面奏皇上。王义方的劾奏，李治根本没听进去，不仅不追究李义府奸淫滥刑之罪，反而免了王义方官职，贬到莱州当小官。不久，步步高升，李义府当上当朝宰相，晋爵河间郡公。后来有人报告，李义府伙同术士杜元纪，化装出京城东郊，登古坟上，观察上天星象，窥占人间帝王气数、灾祸；又有人告发他卖官索巨贿。李治这才以“阴有异图，谋为不轨”的罪名，命李勐审讯，将李义府革职除名，流戍延州。他的三个儿子和女婿一起流放，人称诛四凶。李义府后来愤懑而死。",
      "inspiration": "李治革除李义府，只是这个昏昧皇帝对于武氏气焰的微弱反抗。他并未以诚信招来朋友(忠义之臣) 的帮助。小人如同虮虱，滋生于不洁净的肌体。人们需经常甄别身边的人，以清除那些笑里藏刀的小人。"
    },
    {
      "yao_text": "六五：君子维有解，吉； 有孚于小人。",
      "yao_comment": "此为解卦的第五爻。大意是：君子有解除困难的办法，吉祥； 他有可能以正道而取得小人的信任。六五阴爻而处于阳位，位尊得中，所以可以解除困难和疑惑。《象传》说：“君子有解，小人退也。”以君子之正道解难释险，兴风作浪的小人，也相信君子的诚信，可以化恶为善。",
      "story_name": "239 鲁之裕解中牟令",
      "story_overview": "清代乾隆己未冬天，文学家袁枚到保定拜望直隶总督孙嘉淦时，适逢直隶清河道鲁之裕来禀报公事。鲁之裕是一位年过七十的魁伟汉子，阔脸大眼，银髯飘胸，他口若悬河，声音洪亮，报告兴修水利之事，一口气讲了一个多时辰，给袁枚留下深刻的印象，很久不能忘记。二十多年以后，谈起鲁之裕，人们还赞不绝口，称他是个有胆有识不随俗俯仰的奇男子。河南总督田文镜为官严厉刻薄，刚愎自用，下属不俯首帖耳，他就罢斥打击。在他手下的官员，都谨小慎微，连大气也不敢出。有一次，属官报告，说中牟县令李某上任不久，库藏亏空，有不法行为，田文镜不加调查，马上命幕僚鲁之裕前去中牟，摘取李某官印，代理其职。鲁之裕化装成平民百姓，戴着草帽，穿土布衣服，骑着毛驴到了中牟县。在进县城的路上，听见百姓议论纷纷，都说：“李公是个好官，为百姓办事，我们舍不得他离开此地啊！” 又走过几条街，听见几十位儒生打扮的人聚集在一起商议：“好官走了太可惜，等鲁公来了，我们大家向他申诉。”有人摇手说：“不中！田总督令重如山，就是十个鲁公也别想移动分毫。而且姓鲁的正是来取其官而代之，他岂能舍己救人?” 当晚，鲁之裕一边沐浴，一边寻思：李县令到任不久，百姓异口称赞，借俸并非贪暴，何罪之有? 我明知有冤屈还照章办事还算个大丈夫吗！鲁之裕骑上快马回开封，先见两司首长，他们都怒气冲冲斥责他：“你是不是得了失心疯? 你这种行为别的督抚都不允许，何况严厉如田公? 你等着吧，有你的好果子吃！” 第二天一早，他去总督衙门，只听吼声如雷，传呼鲁某人见。总督田文镜高坐大堂之上，脸色黑如钢铁，有股杀气。鲁之裕摘下官帽，大声说道：“我以一介寒士求宫，得大人任为中牟令，十分高兴，恨不得连夜上衙视事。不料进入中牟县境，见李县令如此大得民心、士心，而其亏空不过是暂借俸禄。如果明公不明实情而派我去，我回来禀明实情，请明公指示，这样才不辜负君子爱才之心和圣上孝治天下之意。明公认为不值得宽容，我再去取印也不迟，制军府外还有数十位求官不得的人。我岂敢违背明公的美意吗?” 田文镜无言以对，马上命快使收回成命，中牟县令李某官任原职。鲁之裕后来官至清河道、署布政使。",
      "inspiration": "鲁之裕之奇，一是能以堂堂正正的道理说服像田文镜那样刚愎自用的大官； 二是出以公心， 宁舍乌纱，不夺贤官之印。 与那些给同事头上扣屎盆子，栽赃诬陷、落井下石的人相比，他真不愧为光明磊落的奇男子。"
    },
    {
      "yao_text": "上六：公用射隼，于高墉之上，获之，无不利。",
      "yao_comment": "此为解卦的第六爻。公侯用弓箭射杀鹰隼一样的小人，在高墙之上得到这只鹰隼，无往而不顺利。上六以阴爻居阴位，性至柔又不当位，但在紧急关头，仍能有助于柔弱之君。隼是凶残的食肉猛禽，位于高墙，正如同窃据高位的乱臣贼子。《象传》说： “公用射隼，以解悖也”，指的是由于乱臣贼子的悖逆，所以公侯可以及时果断地消灭他们，以保护善良百姓不受伤害。",
      "story_name": "240 王允射隼诛董卓",
      "story_overview": "东汉末年，并州牧董卓趁宦官与外戚混战之际，据兵擅政，废黜少帝，立陈留王为献帝。董卓进位相国，他放纵士兵在京城洛阳大肆抢劫，淫掠妇女，称为“搜牢”。袁绍、孙坚等人起兵声讨董卓。董卓令士兵焚烧洛阳宫庙、官府和民居，挟持献帝西迁长安，强迫居民数百万人随迁，致使洛阳周围两百里内荒无人烟。董卓又授意朝廷封他为太师，车服、仪饰如同天子。又筑坞于郿，号称“万岁坞”。他广树党羽，子孙年虽幼小，男封侯，女为邑君。董卓专权，满朝文武大臣敢怒而不敢言。司徒王允为人深藏不露。他对董卓表面上曲意应对，政事多 向董卓禀白，使董卓把他视为心腹密友，委托他主持朝政。王允与前太尉黄琬、尚书杨瓒等暗中联络，等待机会。当时，徐州刺史陶谦、尚书郑泰等讨伐董卓，都告失败。王允忧心忡忡，形神憔悴。董卓还以为王允是为自己分劳，表封王允为温侯，王允亲到董府致谢。董卓本来好色，到老更加淫荡，搜抢民间少女八百人供他蹂躏。王允忽然想到：何不就从这个色字上下工夫呢！王允先从董卓义子吕布着手，他取出家藏珠宝馈赠吕布，互相结成好友。接着，他又物色娇艳伶俐的歌伎貂蝉，认为义女，向她倾吐满腹忠愤和挑起吕布杀董卓的密谋，那貂蝉是个有见识的女子，毅然答道：“只要对国家有益，我愿献出此身！” 王允邀请吕布夜宴，命貂蝉侍席。吕布见她翩若惊鸿，秋波勾魂，心神俱醉。王允直对吕布说：“将军如不嫌弃鄙陋，谨当令义女侍奉！”吕布倒身拜谢，当即约定吉日，然后送貂蝉去吕府。过了两三天，趁吕布不在，王允宴请董卓，又叫出貂蝉唱歌跳舞，把色鬼董卓弄得浑身酥软，直吞涎水。他脱口赞美道：“司徒公令爱真可谓绝无仅有了！” 王允当即拱手：“既蒙太师见赏，便当奉献！”酒席散时，王允便命貂蝉随董卓同去。吕布听说，跑到王府，责备王允负约。王允故意叫苦不迭，说是太师自己亲来接去，太师望重一时，不会奸占儿媳妇吧? 后来，貂蝉见了吕布，边哭边说：“我是王司徒义女，许配将军，心满意足。不料被太师奸占，不能再侍奉将军，罢，罢---”她撩起衣裙，便要跳水自杀，吕布抢步上前抱住。恰好这时董卓进来，见义子抱住宠姬，顺手抓过一支戟朝吕 布扔过去，吕布飞快跑了。貂蝉一头钻进董卓怀里，哭说是吕布前来调戏，亏得太师救了性命。吕布到王府，一五一十，告诉王允。王允语词闪烁，挑动吕布。吕布拍桌大叫：“若不是父子关系，我恨不得杀了老家伙！” 王允微笑道：“太师姓董，将军姓吕，本来就不是亲生骨肉，他朝你投戟的时候难道有父子之情吗！” 见吕布已下定决心杀董卓，王允便向他附耳交代了大计。初平三年孟夏四月，献帝久病初愈，在未央殿召见群臣，在董卓上朝的路上，吕布刺杀了董卓，董卓的尸首被践踏如泥！",
      "inspiration": "《系辞传下》对此爻有一段解释：“君子藏器于身，待时而动，何不利之有? 动而不括，是以出而有获，语成器而动者也。”括是括结、 阻碍。 “不括”就是灵活自如。 君子学而有智谋， 然后随时灵活无阻地加以应用。王允离间之计使乱臣与小人自相残杀，坐收渔人之利，看来是成功的。"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua40Data;
} else if (typeof window !== "undefined") {
  window.gua40Data = gua40Data;
}
