// 第42卦数据
// 自动生成，请勿手动修改

const gua42Data = {
  "gua_name": "第四十二 益卦",
  "gua_ci": "益：利有攸往，利涉大川。",
  "gua_jie": "此卦下经卦是震雷，为长男，性躁动； 上经卦是巽风，为长女，性入内。 益， 原意是饶、 饱、有余，此处是增益的意思。 《象传》说： “风雷，益。”指的是风雷相激，便使气势壮大，得到增益。益卦主要讲损上益下。 《彖传》说： “益，损上益下，民说(悦) 无疆，自上下下，其道大光。”这是说统治者减损自己而有利于百姓，百姓就无限喜悦； 统治者委屈自己而俯顺民众，他的治国大道就能发扬光大了。《象传》说：“君子以见善则迁，有过则改。”这泛指普通人，要能够以经常改过从善的精神，使自己的品德善益求善，自己的专业精益求精。卦辞的意思是说，益卦，利于有所前进，利于渡过大江大河。只要坚持中正之道，就利于从事有风险的大事业。 当然，在不同情况下，益道会有不同的表现。",
  "yao": [
    {
      "yao_text": "初九：利用为大作，元吉无咎。",
      "yao_comment": "此为益卦的第一爻。大意是：利于有大作为，大吉祥而无过错。初九以刚处刚位，至刚，喜动。在益卦开端，又为下经卦震卦之始，所以有大有可为的气象。但是， 《象传》说：“元吉无咎，下不厚事也。”则是指地位卑下的人，如果不能以非常之功报答君王优厚的赏赐，他就难以负起重责，内心也会很沉重。",
      "story_name": "247 关羽无功不受禄",
      "story_overview": "汉献帝以衣带诏给国舅董承，约忠臣共谋诛曹操之事败露，曹操出兵攻打参加密谋的刘备，刘备与关羽被冲散。关羽保护刘备的甘、糜二夫人及家小，被曹军围在下邳城。曹操派关羽的老朋友张辽去说降关羽。关羽以降汉不降曹、善待刘备夫人、知道刘备去向便当辞去三事相约，曹操同意。曹操引关羽朝见汉献帝，帝命授以偏将军。第二天，曹操设大宴，请关羽坐贵宾席，又送绫锦及金银器皿。关羽自到许昌，曹操待他极厚：三日一小宴，五日一大宴。又送美女十人侍候。关羽将金银送与二位嫂嫂收存，命美女服侍二位嫂嫂。曹操对张辽说：“我待云长不薄，他却总是想走，这是为什么?”张辽答应去打听实情。第二天，张辽去见关羽，说：“我把老兄推荐给曹丞相，丞相没有怠慢你吧?” 关羽说：“深感丞相厚意。我的身虽然在这里，一心念着兄长。”张辽摇头道：“老兄的话不对呀。处世不分轻重，不是大丈夫。刘玄德待老兄，未必超过曹丞相，你为什么一心想去投奔他?” 关羽说：“我当然知道曹公待我很好。但是我和兄长誓共生死。不过，我无功不受禄，我想找个机会以还报曹公的厚爱，然后再走。” 这时，刘备投奔河北袁绍，劝袁绍进攻许昌。袁绍派大将颜良做先锋，进攻白马。曹操部将宋宪、魏续，没战几回合，被颜良斩在阵前。曹操见连折二将，心中忧闷。众将举荐关羽可敌颜良。曹操派人去请关羽，他带关羽上土山观看，忽报颜良弱战。只见山下颜良排的阵势，刀枪森严，整齐有威。关羽催动赤兔马，倒提青龙刀，冲下了山。河北军如波开浪裂。颜良措手不及，被关羽一刀刺倒，又一刀割下脑袋。河北兵将惊慌失措，不战自乱。曹军乘势攻击，袁绍军大败。后来关羽又斩了袁绍大将文丑。连立大功，曹操只好睁一只眼闭一只眼，让关羽单骑千里去寻刘备。",
      "inspiration": "关羽以斩二将的大功，回报曹操优厚的赏赐，还只是对无功不受禄的一种诠释。这有点等价交换的意思。关羽本意还在借立功去投奔誓共生死的刘备，这才是关羽大义的所在。不忘记自己的根本宗旨，人们才能沿着中正之道，去建功立业，取得胜利。"
    },
    {
      "yao_text": "六二：或益之十朋之龟，弗克违，永贞吉。 王用享于帝。",
      "yao_comment": "此为益卦的第二爻。大意是：有人给你增益，送来价值十朋的金钱，不能违背他的好意而拒收，永远坚持正道便吉祥。君王用于祭祀上帝，是吉祥的。损卦六五的爻辞中也出现过类似的爻辞。六二以阴爻居阴位，至柔中正，得九五之助，大可受益。这里指人臣的君王的赐益，只要坚守为臣之道，忠于职守，必然吉利。",
      "story_name": "248 周公东征孚天命",
      "story_overview": "周初，周成王年幼，周公怕天下反叛，便代替成王主持政事。他的弟弟管叔等，散布谣言说： “周公不安好心，想要篡夺成王的王位！”管叔等监督的殷纣王的儿子武庚，趁着周武王死去，国家不安定，也蠢蠢欲动。他们到处煽风点火，说：“现在上天给周降下惩罚了，周有灾难了，我们要恢复我们的殷商！” 按照当时神圣的礼俗，周公用他父亲周文王遗留的大龟，卜问上天的意愿。占卜者说：“卦象显示，上天说西方(周) 将有一场大灾难，西方的人民不得安宁。叛乱现在已经发动起来了！” 于是，周公召集诸侯、官员讨论形势，商讨对策。他发表了东征武庚叛乱的重要讲话。周公沉重地说：“不幸得很，老天降下灾祸在我家中，已经刻不容缓。我这个年轻人，就好像去渡深水一样，只是寻求能够渡过去的办法。现在，武庚他们已经动乱起来了，反而要图谋我们周国。我现在不敢拒绝上天赐给我们的惩罚叛乱者的权力。” 当时，各地百姓推举的十位贤良官员，敲击着戈矛、盾牌，同声向周公说：“我们拥护你，平定叛乱！你一定要负起上天给你的重任，你不能不完成你的父兄所辛苦经营的事业。” 周公点头道：“是啊，我不敢废弃上天的命令。当年文王都是遵从占卜采取行动，老天造福于文王，振兴了我们小小的周国。现在上天是要帮助民众的，因而我们也要遵从占卜行事。上天是奖励好人惩罚恶人的。” 后来，经过三年东征，平定了三监(管叔、蔡叔、武庚) 叛乱，武庚北逃，管叔自杀，蔡叔被囚。这次战事是周公为彻底征服殷族及其同盟者立下的最大功绩，周王朝的统治由此巩固下来。",
      "inspiration": "这里的天命，表面上是指一种有意志的至上神的命令，实质上指的是客观的规律。周公反对分裂，维护统一，符合社会发展的规律， 当时叫做“孚天命”。 自然界、社会的客观规律是不以人的意志为转移的，一切违反客观规律办事的人，无不以失败告终，反之若能依照客观规律办事，就无往而不胜。"
    },
    {
      "yao_text": "六三：益之用凶事，无咎。 有孚中行，告公用圭。",
      "yao_comment": "此为益卦的第三爻。圭，一种方正的玉器，用作表示诚信的信物。这是说因为出了艰险之事，所以得到别人的帮助，没有过错。要有诚信之心。实行中正的德行，带上信物圭，向帮助你的人报告。六九阳居阴位，也不中不正。 上九阳居阴位，也不中不正。 《象传》说： “益用凶事，固有之也。”这样的事是原来就有的。大臣内心有忠诚报国的信念，找到了适当的施政途径，而且报告君王，所以没有错误。",
      "story_name": "249 房玄龄忠诚报唐",
      "story_overview": "房玄龄的父亲房彦谦任隋朝司隶刺史。隋文帝时，人们都认为隋朝统治会长久。年轻的房玄龄却尖锐地看出文帝立杨广为储君、滥杀大臣，终将酿成内乱，王朝必会倾塌。后来房玄龄投李世民，屡次随李世民出征，出谋划策，成为 李的得力谋士。他与杜如晦等参与玄武门之变的策划。李世民即位(为唐太宗)，他为中书令。每次征战得胜，众将都争着搜取珍奇宝物，他却物色人才，结交将领，笼络他们为国出死力。唐太宗说：“东汉光武帝得到邓禹，部下团结。现在我有玄龄，就像邓禹一样。” 他从事军政多年，有关军符“府檄”文书，他常常驻马即办，伏案即成，文字简练，意思清晰。升为尚书仆射后，太宗要他把批阅文件的细务交给左右助手，把主要精力用于协助皇帝访求贤才。他任宰相十五年，女儿是王妃，儿子娶了公主，自己感到权宠隆极，多次上表奏请辞职，太宗不准。不久，升任司空，仍然总揽朝政。他坚持辞去，太宗派使臣告诉他：“谦让诚然是美德。但国家靠你辅政很久，一旦没有你，好像没有左右臂一样。看你精力还好，不要再谦让了。” 晚年，房玄龄多病，太宗命房玄龄迁进宫中，随时咨询。见房病重，太宗就掉泪。病危时，房玄龄还拼着病体，断断续续写了一封劝谏太宗勿伐高丽的奏疏。太宗读了，对高阳公主说：“他已经病危旦夕了，还这样忧愁着国家大事！”",
      "inspiration": "房玄龄是唐太宗时的著名谋臣。 所谓“房谋杜断”，名垂千古。 房，是房玄龄； 杜，是与房同时的名臣杜如晦。 房玄龄以忠君律己、诚信、 多谋， 多次帮助唐太宗化险为夷，唐太宗视他为不可缺少的左右臂膀。做官当如此，做人也当如此：忠诚、谦让、 律己。"
    },
    {
      "yao_text": "六四：中行，告公从，利用为依迁国。",
      "yao_comment": "此为益卦的第四爻。这是说，以中正之道行事，可以劝说三公听从，有利于做好迁徙国都这样的大事。六四阴爻阴位，为至柔之臣，凡事需请示报告。《象传》说： “告公从，以益志也。”这里讲的是像迁都这样的大事，既报告在上的公，也要顺应下情而采取行动，老百姓住在那里不能安居乐业，就要迁徙以适应百姓的要求，实现他们的志向。",
      "story_name": "250 周平王东迁洛邑",
      "story_overview": "西周末年，周幽王宠幸褒姒，又立褒姒为王后，立褒姒儿子伯服为太子。国舅申侯听说幽王派兵攻打申国，便向西戎借兵，攻打京城镐京。周幽王在骊山举烽火向诸侯求救，诸侯以为又是假的，都不出兵，西戎军俘虏褒姒，抢劫财宝，焚烧宫阙，竟把帝都踏为一片废墟。这时，申侯写信给晋、卫、秦三路诸侯，相约出兵救援周王朝，赶走西戎兵，迎立太子宜臼为周平王。西戎军队虽然被诸侯驱逐出王城，但强占周国领土，逼近镐京，连月来战火不绝。镐京城到处是断壁颓垣，十分凄凉。平王一来见府库被抢掠一空，无力再建宫殿；二来见西戎咄咄逼近，便产生迁都洛邑的念头。文武众臣都担心西戎就在卧榻旁边虎视眈眈，齐声赞同。九十岁的司徒卫武公却低头长叹，表示异议，他说：“镐京披山带河，为天下形胜之地。洛邑虽位居天下之中，但地势平坦，四面受敌。先王留东都，不过作临时聚会诸侯之用。陛下如果抛弃镐京而迁到洛邑，恐怕大周王室从此就衰弱了。” 太宰连忙奏道：“老司徒所说，只是安于平常状况的见解，并没有看到时势的变化。先王(周幽王) 荒于政事，灭了伦常，招来外侮。现在陛下扫除战火的余烬，只是正了国家名号，而国库空虚，兵力单弱。百姓畏惧西戎，如怕豺狼虎豹。一旦西戎骑兵长驱直入，民心瓦解，误国之罪，谁能承担?” 周平王命太史择日东行。先期出榜告知镐京百姓：“如果愿意随驾东迁洛邑的，赶快准备，一齐起程。” 到了周平王东迁的那天，大宗伯抱着七庙神主，登车走在前面。秦伯亲自领兵护卫。镐京百姓扶老携幼，追随者不计其数。",
      "inspiration": "客观事物，有常态，有变态。 变态就是事物发生了变化， 就要采取适应变化的对策。周平王东迁洛邑，就是适应变化的举措。事态已经发生了变化，还用旧眼光看问题，那就像卫武公侈谈危如累卵的镐京还是“天下形胜之地”的怪论一样，不但于事无补，还会误了大事。"
    },
    {
      "yao_text": "九五：有孚，惠心，勿问，元吉。 有孚，惠我德。",
      "yao_comment": "此为益卦的第五爻。这是说：有诚信的施仁惠于下民之心，不用通过占卜去询问，就知道有大吉祥。下民也以诚信惠报我以德。这是上下相互以诚信互惠。九五以阳爻居阳位，中正处尊，所以能上下互惠，大家幸福。 因此， 《象传》说： “惠我德，大得志也。”从物质上、精神上施惠于民众，使君王、大臣的德政达到较高的境界，这就是大得志。",
      "story_name": "251 姚崇灭蝗大得志",
      "story_overview": "唐玄宗自从任命姚崇为丞相，抑制贵族近幸，朝廷弊政大为减少。黄门监卢怀慎，名为副相，自己感到才干不如姚崇，遇事就推让，因此当时人称他是“伴食宰相”。有一次， 姚崇因为儿子死了办丧事，请假十多天，政事、公文堆了尺多高，卢怀慎不能处理。姚崇假满，很快就处理完了。姚崇有些得意，问紫微舍人齐瀚：“我当宰相，可比得上管仲、晏婴?”齐瀚慢腾腾地回答：“恐怕比不上管仲、 晏婴吧。管、晏立下法规，很少变更；你定下法规，经常改变。”姚崇又问：“我虽然比不上管、晏，那我究竟怎么样呢?”齐瀚说：“只好算一个救时(解决一时疑难) 良相。” 姚崇听了，高兴地把笔丢下，说：“做救时良相，也不容易呀。我真能够做到，也满足了。” 开元四年，山东闹蝗灾，百姓都把蝗虫看成上天降下的惩罚，在田头地里，焚香设祭，眼睁睁看着黑压压的蝗虫，把绿油油的禾苗啃个精光。姚崇上奏，请派御史督促州县，赶快捕杀蝗虫。黄门监卢怀慎说：“凡是天灾，岂是人力可以制服的！而且多杀蝗虫，恐怕有伤天和之气。”姚崇当即驳斥道：“从前楚庄王吞了蛭虫，病反而好了；孙叔敖杀蛇，后来反而被重用。我们怎么能够不忍心杀蝗虫，反而让它们吃光粮食，眼看着老百姓活活饿死呢? 杀虫救人，如果有祸，归我姚崇一人好了！” 姚崇一面派出御史为捕蝗使，一面亲自去山东各灾区，率领官民奋力捕灭蝗虫。他指出蝗虫怕人，很容易驱赶，教各家农户先自己站在地里驱赶。晚上用火熏，一边烧一边埋。大家同时动手，昼夜不停。有百姓说蝗虫是“天虫”，不能赶，不能烧。姚崇还亲自到 地里，把烧死的蝗虫吃下肚。他对官员、 民众说：“《诗经》里说：‘把这些害虫，丢进火里去烧！’圣人都说蝗虫是害虫，哪里是什么 ‘天虫’！” 由于姚崇的身体力行，百姓一共捕杀蝗虫十四万石，蝗灾尽除，那年山东保住了常年收成，没有发生饥荒。",
      "inspiration": "当“伴食宰相”还是做“救时良相”， 为自己服务还是为民众服务，千年以前的古人已经懂得其中的道理。现在的人民公仆，应该比古人做得更好。难的是你做好事，有人作梗，有人反对。更难的是把好事做在实处，做到永远。"
    },
    {
      "yao_text": "上九：莫益之，或击之，立心勿恒，凶。",
      "yao_comment": "此为益卦的第六爻。爻意是说：没有人给上九以利益，却有人给上九以攻击，没有恒心，必有凶险。上九阳居阴位，又在益卦之末，不中正。本应损上益下，但却损下益上。这就好比君王本当有益于天下百姓，他却欲求无止，使百姓难以承受。所以，他就成了孤家寡人，没有人跟随他。他会遭到外来的打击，甚至会王冠落地。 《象传》说： “莫益之，偏辞也； 或击之，自外来也。”这是说上九说胡话，百姓不相信； 多行不义招来攻击。",
      "story_name": "252 陈叔宝全无心肝",
      "story_overview": "陈后主是南朝陈的末代皇帝。在他统治时，陈的政治更加腐败。他荒于酒色，不理政事。他以江总为尚书令，每天与江总、陈暄、孔范等狎客十余人游宴后宫，制作艳诗。他又大建宫室楼台，滥施刑罚，荼毒百姓。他娶得长发如云的张丽华和妖艳风流的孔贵人，左拥右抱，把政务丢在脑后。他嗜酒如命，说：“酒好像兵，兵可千日而不用，不可一日而不备。酒可千日而不饮，但不可一饮而不醉。我不可一日离开酒杯呀。” 侍中毛喜立有战功，见陈叔宝在先王丧服未除之时，还在死灌黄汤，很想规劝，趁他酒酣，便对他说：“我记起周公对周成王吟的两句诗：‘莫学殷王受，沉迷于美酒。’”陈叔宝不仅不听，还把他贬为永嘉刺史。陈叔宝日益荒淫，广选美女，轮流作乐。他大兴土木，特命在光照殿前，添筑临春、结绮、望仙三阁，各高数十丈，门窗栏槛，全用檀香木制成，炫金饰玉，嵌以珠宝。微风吹送，香飘数里。他每天与宠妃张丽华等饮酒作乐，轻歌曼舞。又选少女千余名，学习新歌，按部传唱。歌曲有《玉树后庭花》等，由江总等文人狎客编写。“璧户夜夜满，琼树朝朝新”，就是陈叔宝对自己淫靡生活的真实写照。隋文帝杨坚早就想讨伐陈朝。他命人大造战船，并故意放话让陈叔宝知道：“如果陈叔宝有点怕惧之心，我还有别的什么要求呢?”陈叔宝深居高阁，全然不知道北面的隋军整装待发，整天与佞臣、宠妃花天酒地。隋文帝发兵讨陈，不久便攻下台城。隋文帝为了显示他宽厚仁慈，也为了笼络人心，对陈朝君臣都分别妥善安置。他经常接见陈叔宝，每次赐宴时，怕陈伤心，不奏江南吴地的音乐。陈叔宝仍然嗜酒如命。隋文帝问监守：“陈叔宝每天喝多少酒?”监守者回奏：“他每天同他的家人喝酒一石。”隋文帝鄙夷地说：“陈叔宝完全没有心肝！” 陈叔宝五十二岁时死于洛阳，死后，封长城县公。",
      "inspiration": "唐朝诗人杜牧有《泊秦淮》诗曰： “烟笼寒水月笼沙，夜泊秦淮近酒家。 商女不知亡国恨， 隔江犹唱后庭花。” 陈朝灭亡，原因很多。荒于酒色， 不理政事，是重要原因。 江北已是磨刀霍霍，江南还在笙歌曼舞。堡垒最容易从内部攻破。从某种意义上说，陈叔宝早已不打自倒了。酒色是杀人不见血的刀子。"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua42Data;
} else if (typeof window !== "undefined") {
  window.gua42Data = gua42Data;
}
