// 第43卦数据
// 自动生成，请勿手动修改

const gua43Data = {
  "gua_name": "第四十三 夬卦",
  "gua_ci": "夬：扬于王庭， 孚号，有厉，告自邑。 不利即戎，利有攸往。",
  "gua_jie": "此卦下经卦是乾天，为父，性刚健，上经卦是兑泽，为少女，性欢悦。《象传》说： “泽上于天， 夬。”沼泽中的水蒸发两天，遇冷便成雨倾泻下来。 夬，果决，决断之义。卦辞大意说：君子在朝廷上宣扬其正道，以诚信的态度宣布号令，告知有危险，告知自己的封邑(百姓)，不利于立即动用武力，前进则有利。从卦象看，夬以五阳解决一阴，是阳刚强盛而阴柔衰弱之象。这时，决断大事，需要刚而辅之以柔抚， 果断而辅之以和缓。君子是以正义取胜，而不是以武力相争。 当然，解决顽固不化的小人，君子的施政办法已难以奏效，最后只好诉诸武力。",
  "yao": [
    {
      "yao_text": "初九：壮于前趾，往不胜，为咎。",
      "yao_comment": "此为夬卦的第一爻。大意说：前面的脚趾强壮，前往不会取得胜利，要犯错误。初九以阳爻居阳位，至刚不中。好像壮健的脚趾，冒险前进，必有凶险。仗恃自己的强壮，不充分考虑有无胜利的可能性，认为只要行动就会取胜，因此鲁莽行事，冒昧前进，不仅劳而无功，甚至会招致大祸。",
      "story_name": "253 甘露变壮趾征凶",
      "story_overview": "唐朝后期，宦官掌握禁军，干扰朝政，随意提升、斥退大臣，甚至专横无忌地拥立、弑杀皇帝。唐宪宗李纯被宦官陈弘志等所杀，唐敬宗李湛被宦官刘克明等所杀，唐穆宗李恒、唐文宗李昂等，都立于宦官之手。宦官擅权专政达到了极点，成为中晚唐朝政的一大弊端。唐文宗即位后，就想着惩治宦官，夺回皇帝丧失的权力。李训推举户部尚书王瑶为太原节度使，大理卿郭行余为邠宁节度使，希望两人赴任之前，先招募兵卒。又命京兆少尹罗立言等罗致吏卒，共诛宦官。太和九年(35) 十一月二十一日，唐文宗在紫宸殿视朝，左金吾大将军韩约奏报，左金吾仗院内石榴树上夜降甘露，皇上宜亲自去观看。唐文宗乘车出紫宸门，怀疑不是真甘露，不可随便宣布此事。文宗又命左右中尉仇士良等宦官前去复查。仇士良等到左金吾仗院时，见韩约惊慌失措，额上出汗，有些疑惑。忽然一阵风吹起帷幕，露出手持兵器的士兵，便急忙退出。李训见仇士良等回殿，知道诱敌而歼的计划败露，忙命金吾卫士上殿保驾。谁知仇士良眼明手快，先指挥宦官连扶带挟，迫使文宗上了软舆。这时，仇士良已挟持太宗破墙进了内宫，铁门重闭，无缝可入。李训只好穿上随从吏员的绿衫，出宫单骑逃入终南山佛寺，后来被仇士良捕杀。宦官挟持唐文宗退进内宫后，立即派遣神策军五百人，持刀出东阁门，逢人便杀。经过这次宦官的大屠杀，朝廷官员所剩无几。仇士良等都进阶升官，弹冠相庆。从此，官民的生杀大权，都由仇士良、鱼弘志两个宦官把持。唐文宗像傀儡一样，能够保全性命，已算万幸了。四年后，唐文宗也郁郁而死。",
      "inspiration": "甘露之变，败在唐文宗及李训等只求杀死宦官，至于如何杀和杀了以后如何处理善后这样的大事，他们都没有深思熟虑。韩约惊慌失措，伏兵暴露，出现突变， 为首的李训等作鸟兽散； 郑注返兵驻地，俯首受斩……都表现出失败的种种弱点和败着。可见即使所行是中正之道，如果行事不严密周到，那也会一着出错， 满盘皆输。"
    },
    {
      "yao_text": "九二：惕号，莫夜有戎，勿恤。",
      "yao_comment": "此为夬卦的第二爻。是说以警惕的态度宣布戒备的号令，晚上有敌兵来进攻，不要忧虑。九二以阳爻处阴中之位，是能攻善守之象。《象传》说： “有戎勿恤，得中道也。”说的是九二居大臣之位，掌握了刚柔相济的道理，内心刚强而外示柔抚、行事果断而又严密周到，既对敌人的举止了如指掌，又能在适当的时机给敌人以致命的打击，即使是决战，也不会吃亏。",
      "story_name": "254 玄宗密谋诛太平",
      "story_overview": "唐中宗被韦皇后、安乐公主合谋毒杀，李隆基发动羽林军攻进宫中，大杀韦皇后及韦氏、武氏集团中人。太平公主出面，恢复唐睿宗的皇帝宝座。唐睿宗立李隆基为皇太子，又使太平公主干预朝政。宰相奏事，唐睿宗总要问与皇太子、太平公主两人商量过没有。太平公主想谋害太子，独揽朝政，七个宰相中有五个是她的徒党，大臣大多依附于她。太平公主与太子姑侄之间的冲突渐渐白热化。姚崇、宋璟等向睿宗建议：命太子监国，将太平公主安置在蒲州。唐睿宗虽然是昏聩之君，但他还是听信了姚崇、宋璟等有识之臣的奏议，先是让李隆基主持政事，后来下手谕，传位给李隆基，是为唐玄宗。不久，太平公主府第中，废黜玄宗的密谋紧锣密鼓，十分热闹。她先勾结宫人元氏，在玄宗常用的赤箭粉中放毒，被近臣王琚发现。王琚对玄宗说：“人家已经先下手了，祸已迫在眉睫，不可不还手了！” 玄宗沉吟不决，说：“我也常想这事，只恐惊动上皇(指唐睿宗)，诸多不便。” 太平公主再召集徒党商议，命心腹将领攻入宫中，胁迫玄宗退位；再由大臣做外应，收拾残局。没有不透风的墙。左散骑常侍魏知古，探听得明明白白，急报唐玄宗。唐玄宗说道：“箭在弦上，不得不发了！” 第二天，玄宗命人率兵三百人，自武德殿进虔化门，先行埋伏，召见太平徒党常元楷、李慈，他们进门就被斩首。然后抓捕萧至忠等文臣，尽行处斩。太平公主闻风逃亡，不知下落。找了三天，在南山寺中找到太平公主及其家眷，圣旨赐太平公主自杀。后人有诗道：“试看开元开盛世，杀了太平方太平。”",
      "inspiration": "太平公主之败，败在她制造动乱，搞分裂，所以不得人心，连亲生儿子都反对她。此所谓“得道多助， 失道寡助”。唐玄宗行的是统一国家的正道，又有周密的行动计划，所以他取得胜利。这个故事还告诉我们：即使你走的是正道，每一步都要小心翼翼，百倍警惕； 还要不时调整战术，或示敌以柔，或制敌以刚。"
    },
    {
      "yao_text": "九三：壮于烦，有凶。君子夬夬独行，遇雨若濡，有愠无咎。",
      "yao_comment": "此为夬卦的第三爻。颀，音求，颧骨。夬夬，果断的样子。爻意：脸上有强硬(愤怒) 的表情，有凶险。君子果决地独自行走，遇到了雨，被淋湿而恼怒，没有错误。九三阳爻阳位，至刚而位不中，对待小人过于强硬，会遭到报复。他遇到风雨袭击，但仍然坚定地走自己的路，不与小人同流合污，所以最终没有错误。《象传》说： “君子夬夬，终无咎也。”赞美的就是君子那种不与世俗和光同尘的特立独行。",
      "story_name": "255 屈原同流不合污",
      "story_overview": "屈原是战国时期楚国的政治家、诗人。屈原生于楚国始封地丹阳秭归，与楚怀王同祖，曾担任过三闾大夫，楚怀王左徒。他的政治活动主要是帮助怀王，议论国家政事，应对宾客，起草宪令及变法，参加合纵派与秦国抗争，两度出使齐国。屈原辅佐楚怀王，正在战国七国争雄之时。楚怀王即位初年，很想有一番作为，曾争到合纵之长。屈原希望变旧更新，怀王很信任他，委以起草、宣布国家政令的重任。当时楚国朝廷中佞臣充斥，与屈原同列的有上官大夫。上官心怀嫉妒，屈原起草涉及推行变法的宪令，还未定稿，上官想抢 夺其稿，屈原没给他，他就向怀王进谗言。楚怀王是个昏聩庸懦的国君，不加调查辨明，就疏远了屈原。屈原的被疏远，根本原因还在于他的政治改革计划触犯了贵族们的利益。屈原被疏远以后，秦国派张仪出使楚国，以“给六百里土地给楚国”诱惑楚怀王。楚怀王终于去了秦国，果然被扣留，最后死在异乡。当时，屈原已被赶出朝廷，流放到汉水以北地区。楚怀王死后，长子顷襄王继位，以其弟子兰为令尹。子兰不但不自责劝怀王入秦的过错，反而指使上官大夫向顷襄王诽谤屈原。屈原不怕奸佞，屡次进谏，劝顷襄王进贤远佞，选将练兵，以雪怀王客死暴秦之耻。上官大夫乘机向顷襄王进谗，偏听偏信的顷襄王大怒，再次把屈原流放到江南地区。屈原辗转漂泊在沅、湘一带约九年之久。他慢慢地顺着沅江，向长沙走去。他看着滔滔江水，吟唱着他的理想和情感的结晶----《离骚》。屈原披散长发，脸色憔悴，形容枯槁，在江南迷蒙细雨中悲叹着，吟咏着他的千古绝唱。最后，这位忠贞爱国的伟大政治家、诗人自沉于汨罗江中。他的精神是与山河同在的。",
      "inspiration": "同流而不合污， 出污泥而不染。 这是一种敢于反潮流的精神。人是需要一点精神的。在浊流横行之时， 尤其要保持清白、清醒和清正。要坚持崇高理想，死而不悔，极其难能可贵。在一些人眼中， 屈原不随俗浮沉，有点不识时务。 东汉的班固曾经批评屈原 “露才扬己”， “竞乎危国群小之间”，不是“明智之器”。班固提倡的明哲保身的人生哲学，至今仍然很有市场。 由此也反衬出屈原忠于理想的精神弥足珍贵。 一个人， 一个民族不能没有这种精神支柱。"
    },
    {
      "yao_text": "九四：臀无肤，其行次且； 牵羊悔亡，闻言不信。",
      "yao_comment": "此为夬卦的第四爻。次且，即趑趄，行走困难，想前进又不敢前进。爻意是屁股没有多少肉，走起路来很困难；牵着羊朝前走，悔恨便可消除； 听到别人的劝告却不相信。九四以阳爻处阴位，不中不正，是阳性受损伤的卦象。《象传》说：“其行次且，位不当也； 闻言不信，聪不明也。”是说九四以阴柔入于阳刚之位，地位不相当，所以坐不安稳； 硬拉着羊才能前进，羊性外柔而内犟，也笨，所以听不进劝告，这样就有危险了。",
      "story_name": "256 范蠡文种殊途归",
      "story_overview": "春秋末，吴王夫差为报父王阖闾被射之仇，兴倾国之兵进攻越国，越军大败。越王勾践奔会稽山。吴兵包围越军，越国危殆之势有如千钧一发。这时，越国大夫文种以美女、黄金、白玉贿赂吴国太宰伯語，劝说夫差准许越国投降。文种又回越国，搜求女子三百三十人，以三百人送夫差，以三十人送伯豁。他还劝勾践忍辱负重，去吴国向夫差请罪。勾践回越国以后，命文种治理政事，范蠡管军队，尊贤礼士，敬老恤贫，百姓很高兴。勾践以木柴为床褥，天天尝苦胆，经常提醒自己不忘国耻。在范蠡、文种的辅佐之下，越国经过十年生聚，休养生息，耕织生产，练兵强国，国力渐渐强盛。夫差为佞臣伯語所蒙蔽，杀了忠臣相国伍子胥，斥退进谏的太子。贸然发兵出境，在黄池向晋国发动争夺盟主的战争。勾践 与范蠡计议，发兵五万，从海道袭击吴国，灭了吴国。灭吴后，范蠡乘一叶扁舟，涉三江，入五湖，消失于万顷清波之中。后来范蠡改名为鸱夷子皮，去齐国任上卿。不久，又弃官经商，贩卖牲畜发了大财，自号陶朱公。范蠡走后，给文种留下一封信，信里告诫他现在不走，难免杀身之祸！文种不相信，后来，勾践终于“赐”文种自杀了。",
      "inspiration": "对待“卸磨杀驴”者，三十六计走为上。在人身依附的封建宗法社会，文种似的悲剧屡演不绝。在现代社会，卸磨杀驴之事，也屡见不鲜。 范蠡超前地双向选择，合则留，不合则去，为我们人生选择(职业选择) 作了示范。对待武大郎开店式的上司，不妨学学范蠡，惹不起，我还躲不起吗?"
    },
    {
      "yao_text": "九五：苋陆夬夬，中行无咎。",
      "yao_comment": "此为夬卦的第五爻。 苋，马齿苋，一种野菜，汁多易折； 陆，商陆，根多。爻意是：要像苋陆那样，果决易断，实行中正之道，便可没有过错。九五阳爻居阳位，中正居尊，但视上六之阴，其中正之道受损。所以《象传》说： “中行无咎， 中未光也。”指九五中正之道并没有发扬光大。 夬夬， 重夬，指对本卦上六而言。君子用夬，不可以太过，太过则小人会产生愤怒报复之心。因此不可滥用强硬的决断手段，而要谨慎地使用中庸之道。反之则可能出错。",
      "story_name": "257 靴子李义惩宝兴",
      "story_overview": "清朝道光年间，宝兴由四川总督任上回北京。一天晚上，他在密室与宠姬对饮，喝得半醉，正要睡觉。忽见绣帘好像被风吹起，一个高大汉子手持明晃晃钢刀，挑帘而进，对宝兴屈一膝道： “中堂平安否?”宝兴惊问：“你是什么人? 深夜到这里想干什么?”汉子说：“小人从成都一路护送中堂到这里，今晚特来相见。” 宝兴吓得不知所措，问道：“你有什么要求?”汉子拱手说：“只求中堂赏五千两黄金作旅费回四川。”宝兴不得已，打开夹房的箱子，取出黄金如数给汉子。汉子从腰间取黄色口袋包上金子，拱手道谢要走，见案头有一个白玉鼻烟壶，闪光夺目，便取壶倒出烟，用鼻子去嗅。汉子对宝兴说：“小人想奉借三天，三天后完璧归赵，还赠一物给中堂祝寿。小人姓李，无名，因小人喜穿短靴，朋友称我靴子李。中堂明天报官严捕时不要忘记了！” 第二天，宝兴急忙派人严令搜捕靴子李。如果抓不到，要重罚捕役。靴子李投案自首。在刑部法堂上，靴子李不承认抢劫宝中堂，他说：“五千两黄金是宝中堂所赐，玉壶是我借来玩一玩，今夜送还原主。” 审案司员只好命人给他上了脚镣手枷，命人押进牢房。靴子李走下台阶，从靴子里取出一支斑竹烟管吸烟，一边吸一边东看西看。突然，他顿足，大叫一声，铁镣崩断，手枷脱落，他跳上房瓦，转眼不见。宝兴知道靴子李当夜必来，令府内到处灯火通明，仆从拿着兵器四处巡逻。公鸡初叫，靴子李从空中翩然而下。仆从们一个个目瞪口呆，身子好像被捆着，动弹不得。靴子李走到宝兴面前，从怀里取出白玉鼻烟壶，放在桌上。他慢慢地说：“我昨晚借你五千两黄金，原来想让你花钱买美誉，帮助穷苦百姓赎你的罪过。谁知你见利忘义。这么一点小数目，还舍不得割爱！你既然上不畏惧国法，下又不怕老百姓怨恨，那就怪不得上天借我靴子李之手，随时叫你人头落地。你以后如能改恶从善，也许能够保住脑袋；如若不然，李某随时都会前来问候你！”说罢，一拱手，一纵身，不见了。",
      "inspiration": "夬卦此爻，以刚决柔， 以君子除小人。处高位而行不义者为小人，位卑贱而行正义者为君子。侠盗的行为，毕竟是古时旧事。 虽然惩戒巨贪无可厚非，但难以尽铲蠹虫孳生的温床，所以其中正之道未能发扬光大。"
    },
    {
      "yao_text": "上六：无号，终有凶。",
      "yao_comment": "此为夬卦的第六爻。是说虽然没有号叫声，最终是凶。上六处于夬卦之终，又以孤独之阴柔而凌驾于众阳刚之上，末日到了。 下面的五刚逼来，一决雌雄，连号哭都号哭不出来，终究被消灭。所以《象传》说：“无号之凶，终不长也。”",
      "story_name": "258 侯景多叛终有凶",
      "story_overview": "侯景原为北魏怀朔镇(今内蒙古包头东北) 戍卒。因功任定州刺史、大行台。先后投靠尔朱荣、高欢，后因与高欢儿子高澄不和，兴兵叛东魏，投降梁武帝，不久，勾结梁武帝侄儿萧正德，率骑兵数百、八千士兵攻入建康(今南京)，直指中央台省和宫殿所在地台城。侯景久攻台城不下，就引玄武湖水灌城，瘟病流行，横尸满路，近二十万军民，活下来的不足三千。梁武帝被侯景软禁，饿 死台城。侯景立太子萧纲为简文帝，自居相国，派兵攻三吴等地，所到之处，奸淫烧杀，一片焦土。后来他又废简文帝，自称皇帝，国号为汉。这时，出现了一位乱世枭雄，他就是西江督护陈霸先。陈霸先投奔梁武帝之子、湘东王萧绎，萧绎任命他为江州刺史，并命大都督王僧辩讨伐侯景，去江州与陈霸先会师。侯景出兵命令见人就杀，见房就烧，所到之处尽成废墟。但是，江南百姓却不归附他。他节节败退，猛将多战死。他深居宫中，迷于酒色，就是老部下也难得进见，部将多有怨言。王僧辩、陈霸先指挥铁骑，突攻台城。守将开门投降。侯景喟然叹息道“想我从前扬名河北河南，攻台城如反掌，今天是天亡我了！”他带上亲兵百多名，北走松江，想东渡出海。侯景连日被追，鞍马劳顿，在船中不觉入睡。醒来一看，前面是胡豆州，离京口 (今江苏镇江) 不远，他大吃一惊，召来妾舅都督羊鹃，问船怎么逆水上行。羊鹃拔出刀，指着侯景说：“我们替你卖命好几年了，现在你已经不行了，想借你的头颅，博取富贵！” 侯景正要跑，羊鹃用刀猛地一刺，侯景大叫一声，立即倒毙。侯景尸体被送往建康，被百姓践踏为泥。",
      "inspiration": "侯景之乱，江南被夷为废墟，生民百不余一。 侯景之死，几乎是一切与人民为敌的反动派的必然下场， 真是大快人心。 而一切与人们为敌的家伙，最终都只能落得如侯景的可耻又可悲的结局，中外古今，概莫能外。"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua43Data;
} else if (typeof window !== "undefined") {
  window.gua43Data = gua43Data;
}
