// 第44卦数据
// 自动生成，请勿手动修改

const gua44Data = {
  "gua_name": "第四十四 姤卦",
  "gua_ci": "",
  "gua_jie": "此卦下经卦是巽风，为长女，性进入；上经卦是乾天，为父，性刚健。《象传》说： “天下有风，姤。”是说，当天下有风吹动，与万物都能相遇。姤，就是相遇、相见，也有邂逅、不期而遇之意。卦辞大意是：男女相遇，匆匆相爱，这女人身体健壮，也不能娶她为妻。为什么呢?《彖传》说：“不可与长也。”因为这种结合不长久。古时常常用男女遇合比喻君臣、朋友间的遇合，所以， 《彖传》又说： “天地相遇，品物咸章也。”天地相遇，使万物的品类鲜明地表现出来。姤卦以五男一女复杂关系的变化，表现人际关系中刚柔相遇的种种状态。",
  "yao": [
    {
      "yao_text": "初六：系于金柅，贞吉。有攸往，见凶，羸豕孚踊躅。",
      "yao_comment": "此为姤卦的第一爻。金梶，金属车闸。赢豕，瘦猪。孚，原意是诚信，这里指焦躁不安。爻辞是说：用金属车闸牢牢控制住车子，能坚守正道，便吉祥。向前走，有凶险，像一头心烦意乱的瘦猪，焦躁地来回走动。初六以阴爻当阳位，不中不正，却又躁动，所以有凶事。《象传》说：“系于金棍，柔道牵也。”以外柔内刚之道控制骄狂的敌人，使之不能前进，然后战而胜之，这就是坚守正道，就吉利。",
      "story_name": "259 勾践尝粪夫差迷",
      "story_overview": "有一天，夫差登上越国为他修建的姑苏台，望见勾践夫妇和大夫范蠡一起扫马粪，对太宰伯豁说： “看他们君臣，虽在穷厄之地，不失礼节，我很佩服他们。”伯豁收过越国的重金贿赂和敬献的美女，他忙说：“他们不但可敬，也很可怜呐。”夫差说：“太宰说的对。如果他们能够悔过自新，也可以赦免他们的罪过吗?” 伯語乘机趁热打铁，说道：“大王以圣王之仁心，加恩于越国，越国岂不感恩戴德，厚报大王?希望大王拿定主意放他们回去。” 夫差下令太史择良辰吉日，赦越王回国。相国伍子胥急忙入奏，劝阻夫差改变主意。伯語赶快把消息通知勾践，要他想办法对付。夫差得了寒疾，伯語进宫看望，劝说夫差要禳灾就应做好事，不如暂时放勾践回囚室，等病好了再禳灾。三个月过去，夫差病还没好。范蠡对勾践说：“大王不如请求前去看望，尝夫差的粪便，再祈祷、预贺他病好的日期。夫差必然大受感动，赦免就有希望了。”范蠡托伯豁转达看望的诚意，夫差同意。勾践一进门就叩头，哭着说：“罪臣听说大王龙体欠安，真是肝肺痛裂……” 话没完，夫差感到肚子胀，想大便，向勾践摆手，要他出 去。勾践说：“囚臣曾经向医师求教，看人泻肚，能了解病情轻重。”等夫差解完，勾践揭开马桶盖，手掏粪便，跪着品尝。左右侍人都掩着鼻子。勾践向夫差叩头说：“囚臣再拜敬贺大王，大王的病，到己巳日好转，三月壬申日痊愈。” 夫差对勾践说：“等我病好了，就放你们回国。” 后来，夫差释放了勾践，不久，勾践大败夫差，逼他自杀，占领了吴国。",
      "inspiration": "勾践尝粪，用的是另一种苦肉计。这幕尝粪剧的导演范蠡目光非凡，他看准了夫差的“妇人之仁”，兼之伯豁的说尽好话和勾践的忍辱负重，所以成功了。看来，千人千面，千人千心，与人相处，不能不多长几个心眼儿。尝了你的粪，说不定会要了你的命！"
    },
    {
      "yao_text": "九二： 包有鱼，无咎，不利宾。",
      "yao_comment": "此为姤卦的第二爻。包，指厨房。爻意说：厨房里有美味的鱼，没有过错，但是只适合自己享用，不利于招待宾客。鱼，在这里是百姓的象征。君王包容民众，亲近民众，就能得到民众的支持，自然就远离了敌人。宾，就是敌人。所以《象传》说：“包有鱼，义不及宾也。”",
      "story_name": "260 刘备爱民得蜀地",
      "story_overview": "曹操大军追击刘备，到了新野，只见四门大开，城中不见一人，竟是一座空城。原来新野百姓尽随刘备南下樊城去了。刘备带领军民十多万，大小车数千辆，挑担背包者不计其数，像一条长龙，向前缓缓移动，每天只能走十余里。眼看曹操追兵渐近，谋士简雍劝刘备迅速抛弃百姓，赶快逃走。刘备不同意，说：“百姓从新野随我到这里，我怎能忍心扔下他们！” 哨马又报：“曹操大军已屯樊城，不久就要渡江追来。”众将都说：“不如暂时丢下百姓，我们先走为上策。”刘备哭着说：“凡是干大事业的人一定以人为根本。现在民众跟随我，我不能丢下他们不管！” 后来，刘备率军民到了江夏，派诸葛亮说服孙权组织孙刘联军，赤壁之战大败曹军，并在蜀地称帝。后人有诗赞扬刘备携民数万之事：“临难仁心存百姓，登舟挥泪恸三军。至今凭吊汉江口，父老犹然忆使君。”",
      "inspiration": "得民心者得天下。曹操扬言要踏平樊城，杀光军民，刘备则与百姓生死与共。 民心向背，可想而知。“以人为本”，事事想百姓之所想， 急百姓之所急， 就无往而不胜。"
    },
    {
      "yao_text": "九三：臀无肤，其行次且，厉，无大咎。",
      "yao_comment": "此为姤卦的第三爻。大意说：臀部很瘦，走起路来很艰难，有危险，但没有大过错。九三阳爻处阳位，但不中，性至刚而不安，坐不住，走不快。《象传》说：“其行次且，行未牵也。”指的是行动没有牵制的力量，因此盲目冒进就危险。但是，如果掌握好刚柔、急缓的分寸，行动稳健，就会转危为安，化险为夷。",
      "story_name": "261 刘邦次且张良扶",
      "story_overview": "项羽把汉王刘邦围困在荥阳，刘邦恐慌起来，同谋士郦食其商议怎样去削弱楚国的力量。郦食其向汉王建议，分封六国后代，六国君臣百姓都会臣服汉王，楚国也会俯首称臣。张良听说，就对汉王分析了他不能分封六国后代的八条理由，认为汉王不具备统一天下的主客观条件，分封反而会弄巧成拙，自套绳索。刘邦听后取消了分封的计划，骂郦食其几乎坏了大事。公元前204年，韩信杀龙且，平定齐国。他派人向刘邦要求暂立他为假齐王，以便震慑齐国。当时楚项羽荥阳之围还没解除。刘邦大怒，骂道：“我被围困在这里，日夜盼着他出兵救我，他倒好，想自立为王！” 张良、陈平暗地轻轻踩了一下刘邦的脚，附耳对他小声说：“现在汉王正处在不利地位，岂能制止韩信自立为齐王吗！不如趁他来请求而立他为王，好好待他，使他能守住齐地，对付南边的楚国。不然的话，会发生兵变！” 刘邦也醒悟过来，转口又骂道：“大丈夫平定诸侯，要当就当正式的真王，当什么暂时的假王！” 刘邦派张良前去齐国，给韩信送去齐王印，调他的部队攻击楚国。这样，既防止了分裂，又增加了攻楚的力量。公元前206年正月，刘邦即帝位，为汉高帝。在分封功臣时，刘邦认为，张良坐在屋内运谋定计，决胜算于千里之外，功劳很大，就让他自己选择齐地三万户做封邑。张良谦虚地辞谢，说自己是侥幸偶然。于是，刘邦封张良为留侯。刘邦已经大封功臣二十余人，许多人日夜争功，定不下来。刘邦从雒阳南宫的复道上看见众将领坐在旷野沙地上交头接耳。刘邦问张良：“他们在说些什么?” 张良说：“陛下不晓得吗?他们在商量造反的事。”刘邦惊讶地问：“天下近来已经安定，他们为什么要谋反?”张良说：“陛下出身平民，靠的是这些将领打天下，现在陛下封的都是萧何、曹参等亲近的旧人，所诛杀的都是生平仇怨的人。现在将军、官吏评功，他们中有些人害怕不但封不到官，还会由于平常的过失而被杀，所以聚在那里想谋反。” 刘邦担忧地说：“那怎么办呢?”张良说：“现在立即先封你最恨的雍齿，群臣看见连雍齿都封官，就会人人自以为有功可封，不再怀疑会因罪被杀了。” 于是，刘邦设筵大宴群臣，封雍齿为什方侯。群臣在酒宴后，都高兴地说：“连雍齿都封了侯，我们不会有什么麻烦了！”",
      "inspiration": "刘邦遇到的几次政治危机(鸿门宴、荥阳被围、韩信自立齐王、大封功臣)，几乎都是事关大局，进退维艰。在这几次危机中，张良高屋建瓴，分析敌我、主次，刚柔相济，扶助刘邦渡过了难关。难得的是，刘邦对张良也几乎是言听计从。刘邦的对手项羽，也有一个大谋臣范增，项羽却未能信用。刘胜项败，礼敬贤才，也是原因之一。"
    },
    {
      "yao_text": "九四： 包无鱼，起凶。",
      "yao_comment": "此为姤卦的第四爻。这是说：厨房里没有美味的鱼，如果 (九二)起来争鱼，那就很凶险。九四以阳爻处阴位，不中不正。《象传》说：“无鱼之凶，远民也。”这是说，初六之鱼(即民众)已经被九二所有，而九四远离了民众，所以必有凶事。",
      "story_name": "262 卫懿公好鹤亡国",
      "story_overview": "卫懿公在位九年，不理国家政事，不管百姓死活，最好色白如雪、能鸣善舞的鹤。俗话说：上人所好，下人送到。因为卫懿公好鹤入迷，凡是献鹤的都有重赏。捕鹤人八方猎捕，都来敬献。于是，卫国的宫廷苑囿，到处养鹤，何止千百只。卫懿公所蓄养的鹤，像朝廷官员一样，都有品位俸禄：上等的鹤，享受大夫的俸禄；次等的鹤，享受士的俸禄。他出去游玩，那些鹤也分班随行，用卿大夫所乘的曲辕，走在车队前面，号称“鹤将军”。养鹤的人，也有固定的俸禄。他加重征收赋税，供应鹤的口粮。老百姓挨冻受饿，他闭着眼睛不管。贤臣石祁子、宁速多次进谏，卫懿公都不听。百姓昼夜诅咒：“上天若有知，一定让他 (卫懿公)不得好死！” 北狄人突然派两万骑兵袭击卫国，消息传来，卫懿公正要载鹤出游。他惊慌失措，马上命令征兵作战。老百姓都跑到荒村偏僻处躲起来，不肯当兵。卫懿公派司徒抓了一百多人，问他们为什么逃避服兵役，众人齐声回答：“国君用一种东西，就足以抵御北狄，何必用我们呢?”卫懿公问：“什么东西?”众人说：“鹤！” 卫懿公说：“鹤怎么能够抵御北狄呢?”众百姓说：“鹤既然不能打仗，就是没用的东西。国君鄙弃有用的百姓，去供养没用的鹤，所以我们不服！” 卫懿公说：“寡人知罪。”大夫石祁子奉命放鹤，那些受惯奉养的鹤盘旋旧窝，流连不去。石、宁二大夫亲自向百姓解释懿公悔过的意思，百姓才稍稍聚合参战。北狄骑兵，攻近荥泽。后来，卫军中北狄埋伏，大败。卫懿公被狄人砍为肉泥。",
      "inspiration": "古人说：玩物丧志，玩人丧德。卫懿公既玩物又玩人(鄙弃人民，远离人民)，所以亡国丧身。 此爻讲的实际上就是腐败亡国。腐败的直接受害者是人民，腐败分子搜刮的是民脂民膏。人民不拥护，铁打的江山也会坍为泥沙。"
    },
    {
      "yao_text": "九五：以杞包瓜，含章，有陨自天。",
      "yao_comment": "此为姤卦的第五爻。杞是杞柳，是高大而能俯就的树木，瓜是匍匐在地但能向上攀援的植物。爻意是说：九五以尊位而能包容臣下，内含中正美德，所以必将有贤才从天而降。《象传》说： “九五含章，中正也。有陨自天，志不舍命也。”讲的就是君臣之间的遇合，也像天人之间的遇合一样，君臣意志一致是不违背天理的。他们一见如故，仿佛神交已久，配合默契，自然能够成就大业。",
      "story_name": "263 苻坚王猛如神交",
      "story_overview": "王猛是山东昌乐人，出身贫寒，隐居山中，贩卖畚箕为业。博学好读兵书，善于谋略用兵。他胸怀经国济世大志，希望遇到有远见卓识的君主以施展自己的才智。东晋大将桓温进兵关中，王猛穿着旧衣服去见他。一面谈论天下形势，一面捉身上的虱子，旁若无人地侃侃而谈。但王猛拒绝了桓温的聘请，却去了前秦见苻坚。两人一见面，谈到国家大事，处处不谋而合，好像多年深交的老朋友。苻坚十分高兴地说：“我得到先生，就像当年刘先主得到卧龙先生一样。从前上帝托梦给殷高宗，使他访求到贤相傅岩；周文王梦见飞熊入怀，得到姜子牙的辅助，我现在有先生帮助，一定能成大业！” 苻坚即位，自称为大秦天王。他任王猛为中书侍郎，曾在一年中五次提升王猛，朝政莫不听王猛安排。这引起了有大功于苻坚的氐族权贵、特进樊世的不满，他当众大骂王猛：“老子当年与先帝打天下，你来管大事。老子种粮你来享现成！” 王猛反唇相讥，说：“我还要用你当杀猪宰羊的屠夫呢！”后来，苻坚杀了樊世，使群臣不敢反对王猛当政。王猛官至丞相、中书监、尚书令，成为苻坚主要的辅臣。他任职十八年，选贤任能，讲求实效，政绩斐然。在政治上抑制氐、羌权贵，整肃吏治，强化中央政权。任始平令时，他以明法峻刑，禁止豪强。任京兆尹时，严格执法，不出一月杀不法贵戚二十余人，使百官震惊。军事上，他统兵消灭前燕，统一北方。经济上，他劝奖农桑，兴修水利。文化上，他广兴学校，促进民族融合。他执政期间，前秦出现了“关陇清晏，百姓丰乐”的小康景象。王猛厌恶浮华奢侈，自奉清俭。灭前燕，苻坚以军功赐他美妾、女妓、马匹等，他上疏坚决辞谢。他临死前，只给儿子王皮留下十头牛的遗产，不替儿子要官位。苻坚对王猛的政绩评价极高，他曾对王猛说：“你不分昼夜地为国事操劳，我就像周文王得到姜太公一样，能够放心过日子了。” 王猛病死，才五十一岁，苻坚悲痛不已。",
      "inspiration": "君臣遇合，一如朋友相交，贵在互相理解。理解还不是最难的，最主要的是在于互相信任。理解加上信任，会使你做出辉煌的业绩。苻坚与王猛算是配合较好的。但是，苻坚南征东晋，没有听从王猛的劝阻，结果招致淝水之战的惨败。可见，人们要始终互相理解、互相信任，是多么的不容易。"
    },
    {
      "yao_text": "上九：姤其角，吝，无咎。",
      "yao_comment": "此为姤卦的第六爻。大意是：在姤卦的极顶，像处在头上长出的角尖里，非常孤立，不免悔恨，但是没有祸害。《象传》说：“姤其角，上穷吝也。”是说上九以阳刚而处于向下的地位，只在角上盘旋，没有可以遇合的对象，算是到了尽头了。这时候，不要好强争胜，而要善待求和，才能免除灾祸。",
      "story_name": "264 谅毅巧说秦赵和",
      "story_overview": "战国时，秦国因秦围赵国邯郸，魏信陵君去解赵之围而攻占魏的宁邑。各国诸侯都派使臣前往秦国祝贺。赵国的使臣三次吃了闭门羹。赵惠文王感到赵国被秦国孤立了，而担心秦国会入侵赵国。左右大臣建议改派辩士谅毅出使秦国。谅毅到了秦国，向秦昭王递交国书，说：“大王新增宁邑，诸侯都来祝贺，敝邑国君也很赞许，不敢失礼，派使臣三次奉上礼物来到大王王廷，但是使臣未被接见。敝国君派我来请示大王，使臣如果没有过错，希望大王不要拒绝赵国愿与秦国交好之意；如果使臣有什么过错，请大王予以接见，当面指教！” 秦昭王派使臣傲慢地回答谅毅道：“我所派给赵国的事，无论大小都得按我说的去办，这样我才接受国书和礼物。如果不听 从我的话，请使者回国去！”谅毅谦恭地答道：“赵王派下臣前来，当然愿意承顺大国的意志。大王请下令，一定遵照执行，不敢迟疑犹豫。” 于是，骄横的秦昭王接见了谅毅，说：“赵豹、平原君几次耍弄寡人。赵王杀了这两个人，秦、赵便可交好；如果不杀，我就带领诸侯到邯郸城下领教！” 谅毅对秦昭王拱手致敬，慢慢地说：“赵豹、平原君，是敝国君的同母兄弟，就好比大王有兄弟叶阳君、泾阳君一样。大王以孝治闻名于天下，有好衣服、美味佳肴，大王没有不分给叶阳君、泾阳君的。叶阳君、泾阳君的车马衣服，跟大王的车马衣服是一样的。大王是多么的仁爱孝悌呵！下臣听说：‘鸟巢倾覆，鸟卵都破，圣鸟凤凰就不飞了；剖杀胎儿，烧死婴儿，仁兽麒麟就不来了。现在下臣把大王的命令回报，敝邑国君害怕大王的进攻，不敢不执行。但是，岂不是与大王仁爱孝悌之心相违背，也太使大王的两位弟弟伤心了吗?” 秦昭王听了，觉得有道理，便说：“好吧，那就不杀他们，但是不准他们参加政事。” 谅毅说：“敝邑国君对兄弟教诲不够，以致惹恼大王，我回去请求国君将他们免职，不准参加政事，以符合大王的要求。” 秦王高兴地接受了赵国的礼物。谅毅以婉转从容而又机智巧妙的外交辞令，使赵国避免了一次战祸。",
      "inspiration": "史家称谅毅有专对之才。这是以柔克刚解除危机的又一例。赵国有过廉颇、赵奢等勇将，也有过蔺相如那样强硬的外交家。谅毅出使秦国之时的赵国，面对秦昭王将率诸侯大军兵临城下的严峻局势，处于类似本爻上九“上穷碧落下黄泉，两处茫茫皆不见”的绝境，使用柔顺外交手法，是十分必要的。所谓“好汉不吃眼前亏”，即此意。然而，谅毅并未完全屈服，他以柔克刚，不负使命。"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua44Data;
} else if (typeof window !== "undefined") {
  window.gua44Data = gua44Data;
}
