// 第46卦数据
// 自动生成，请勿手动修改

const gua46Data = {
  "gua_name": "第四十六 升卦",
  "gua_ci": "升：元亨，用见大人， 勿恤，南征吉。",
  "gua_jie": "此卦下经卦巽为风、为木，为长女，性进入； 上经卦是坤， 为地、为母，性驯顺。 《象传》说： “地中生木， 升。”土地里长出树木，树木不断地向上升高长大。升卦是上升的象征。从卦象上看，下卦巽风，性谦和；上卦坤地，性驯顺，所以能不断上升。《象传》又说： “君子以顺德，积小以高大。”即是说君子要修养自己和顺之德，时刻积累小善，使自己成长为高大的栋梁之才。这是君子不断增进德行、扩大事业的大事。",
  "yao": [
    {
      "yao_text": "初六：允升， 大吉。",
      "yao_comment": "此为升卦的第一爻。允，意为诚信而得当。爻意是说诚信而得当便能上升，有大吉祥。初六阴爻处阳位，不当位而地位低下， 无人提携。 《象传》说： “允升大吉， 上合志也。”就是诚实而得当地追随君主，与其上进之志相投合，他就能得到升进，事业取得成就。",
      "story_name": "271 林则徐慷慨禁烟",
      "story_overview": "十九世纪初，英国竭力发展对中国的鸦片贸易，利用鸦片打开中国的大门。鸦片大量输入，流毒极为严重。不仅损害吸食者的健康，造成每年数百万两白银流入英国，而且造成中国银贵钱贱，直接破坏社会生产，使人民和国家陷于积弱积贫的悲惨境地。道光十八年 (13)，鸿胪寺卿黄爵滋上书，主张严惩鸦片吸食者，以抵制鸦片输入。湖广总督林则徐奏称，鸦片为害巨大，若不认真查禁，“数十年后，中原几无可以御敌之兵，且无可以充饷之银”。这两句，特别使道光帝震动：无兵无银，他还当什么皇帝！他下旨，吸烟贩烟，都要斩首、绞死。这年冬天，林则徐奉诏入京，被授以钦差大臣，令赴广州查禁鸦片。林则徐素性刚直，办事认真，自翰林院庶吉士做到总督，他总是全心全意地做事。这次奉旨禁烟，他更是雷厉风行，大刀阔斧，恨不得把鸦片立刻扫除。他到广州，便与两广总督邓廷桢、广东水师提督关天培等严拿烟贩，惩办不法官吏，整顿水师，加强防务；同时严词责令外国烟贩三天内缴出趸船内的鸦片。外国烟贩们不予理睬。他下令封闭各商船货物，逮捕洋人雇用的买办，断绝澳门与广州之间的交通。在禁烟运动的强大压力下，英国烟贩交出鸦片两万余箱，美国烟贩交出鸦片一千五百余箱。一八三八年六月三日至二十五日，林则徐奉道光谕旨，率地方官员，在虎门海滩，把鸦片两万两千箱当众销毁。这次焚毁鸦片，观者人山人海，人人拍手称快，欢声雷动。林则徐还通告外国商人，如愿通商，需立下甘结，保证不带鸦片。各国商人都愿执行，唯独英国断然拒绝，还发动了侵略中国的鸦片战争。道光被英军的武力恫吓所动摇，随后将林则徐革职，充军伊犁。但是，林则徐慷慨应命，果断禁烟，无论在他个人的经历中，或是在我国近代史上，都是浓墨重彩的光辉一页。",
      "inspiration": "升进之道，是说要在利国利民的前提下，以至善之行求上进，不是指个人升官发财，而是指一种至德的境界。林则徐有一句常不离口的诗句：“苟利国家生死以，岂因祸福趋避之”！表达的就是这种境界。"
    },
    {
      "yao_text": "九二：孚，乃利用稽，无咎。",
      "yao_comment": "此为升卦的第二爻。这是说：只要诚信，便有利于进行简单菲薄的祭礼，没有过错。九二以阳爻处阴位，中而不正，刚中之臣引起柔中之君(六五)的怀疑。然而，只要内心诚信恳挚，奉事君王，君臣互相信任，便可心心相通。《象传》说：“九二之孚，有喜也。”表明这种诚信，得到君王的信任，就有喜事了。",
      "story_name": "272 张玄素回天有力",
      "story_overview": "贞观四年，唐太宗感到原来隋代修建在洛阳的乾元殿有些破旧，便下令征调各地兵士前去修缮，以便用作巡视时居住的行宫。侍御史张玄素极力规劝道：“豪华壮丽的阿房宫建成了，秦国的民心却散了；楚灵王的章华台筑好了，楚国也众叛亲离；靡费民脂民膏的乾元殿完工了，隋朝人民的心也就碎了。陛下今天的财力物力，比得上当年的隋朝吗?” 唐太宗闷不做声，露出不悦的神情。张玄素说：“我看还比不上当年的隋朝。现在应该是休养生息，让民众重建被战乱毁坏的家园的时候。如果役使饱受战争创伤的百姓，重犯隋朝灭亡的错误，恐怕比隋炀帝有过之而无不及吧?” 唐太宗瞪大眼睛，射出一丝怒光。朝廷众臣也暗暗为张玄素有些过激的言辞捏了一把汗。唐太宗是最看不起以侈靡亡国的隋炀帝的，张玄素这不是哪壶不开提哪壶吗?唐太宗用冷如寒霜的目光直视张玄素，张玄素面不改色。朝臣都用首肯的目光看着这个诚信忠直的谏官。过了一会儿，唐太宗脸上云开雾散，微笑着说：“你说得好啊！我没有仔细考虑，以至于失误到这般地步。所有的建造工程都应该马上停下来。我有魏征，有你这样的臣子做镜子，可以经常看见自己的过失，随时改正。” 魏征感叹地说：“张公论事真有扭转天意的能力，可以说仁义诚信之人的话，给国家的利益是很大的啊！”",
      "inspiration": "忠谏是以效忠皇帝为宗旨。忠言往往逆耳，张玄素的谠言直论，简直就是在摸老虎屁股、逆龙鳞。以亡国之君比喻一代英主，简直大大出格，有恶毒攻击之嫌。但是，虚己讷谏的唐太宗，经过思考，还是听信了张玄素的忠诚，做到有过则改。这一点， 比许多今人还要高明。 当然， 张玄素的话， 要是说给不好直言的晚年唐太宗听，他也许不仅无力回天， 而且未必保得住项上人头。"
    },
    {
      "yao_text": "九三：升虚邑。",
      "yao_comment": "此为升卦的第三爻。这是说：要升到空虚无人的小邑去。九三以阳爻处于阳位，至刚而不中，上升的欲望虽然很强，但是只能升到空无所有的地方。因此， 《象传》说： “升虚邑，无可疑也。”君子推行大道，内心排除了私欲杂念，清净光明，所以无可怀疑。",
      "story_name": "273 诸葛亮心若虚邑",
      "story_overview": "诸葛亮是三国时期蜀国大臣，杰出的政治家。他是今山东沂南人。东汉末，牧守地方势力混战，他随叔父隐居南阳隆中， 与颍川石广元、徐元直、汝南孟公威一同求学，这三人读书务求精细，他只抓住大纲要点。他常常抱着膝头吹着长声口哨，爱吟哦讴歌春秋时齐国名相晏婴的《梁父吟》，言谈中常常以古代治国大才管仲、乐毅自比。朋友孟公威想回到北边的汝南去，诸葛亮对孟说：“中原有的是人才，何必非要回到故乡去呢！”他这时已经下定了扶持刘氏宗室中杰出人物以恢复汉室的决心。刘备三顾茅庐，诸葛亮的《隆中对》，为刘备拟定了东连孙吴，西据荆、益，南和夷、越，北抗曹氏的总战略，表现出高瞻远瞩的政治卓见。他结束了隐居生活，在刘备接连兵败、曹操大军南伐的危难之际，到东吴游说，促成孙权、刘备的联合，同周瑜、鲁肃并肩作战，取得赤壁之战的胜利。随后，辅佐刘备取荆州、夺益州。刘备称帝，他任丞相。他以法治蜀，使三国时国力最弱的蜀国政 治上比较清明，人民生活安定。刘备在永安病危，从成都招来诸葛亮，对他托付后事。刘备对诸葛亮说：“你的才能超过曹丕十倍，你一定能够使蜀国安定强盛，最后统一天下。如果刘禅可以辅佐，你就辅佐他；如果他德才不行，不能辅佐，你可以取代他。” 诸葛亮哭着说：“臣敢不竭尽全力，做君主的臂膀吗?臣当效忠贞之节，如大事不济，死而后已！”刘备欣慰地点点头，对儿子刘禅说：“你今后与丞相共事，要像对待父亲那样对他！” 诸葛亮生怕有负刘备的重托。他渡过金沙江，深入不毛之地，平定南中 (今云南、贵州地区)大族叛乱，采取恩威并用的政策，稳定了蜀国的后方。建兴六年 (22)，诸葛亮率军攻祁山。前锋马谡违背部署，被魏将张郃打败，街亭失守。马谡原是他的爱将，但诸葛亮忍痛，挥泪斩了马谡，以明军法。诸葛亮积劳成疾，病死汉中军营，他遗嘱命葬今陕西勉县东南定军山。以山为坟，坟墓挖得只能装下棺材。诸葛亮在给后主的表奏中说到身后之事，表现了他光风霁月般的胸怀。他说：“我在成都有桑树八百株，薄田十五顷，子弟衣食，绰绰有余。至于我在外地任职，没有别的收入，随身衣食用度，全都靠公家供给，不经营别的产业增加进项。我死之后，不允许家里有多余的衣物财产，不要有负于陛下。” 诸葛亮告诫他的外甥：“人立志要有崇高远大的目标，追慕先前的圣贤，绝灭私欲。”诸葛亮教育他的儿子说：“君子要专注地修养自己的品行，谦逊地涵养自己的道德。如果不恬淡寡欲，就不能显示志向；如果不安定专注，就不能达到远大目标。” 作为古代的一位杰出政治家，诸葛亮一直是这样说、这样做的，他一生的言行达到了虚无空明的境界。",
      "inspiration": "《三国演义》把诸葛亮写成一个智多近妖的神。学者们近年来始探讨作为政治家、军事家的诸葛亮的种种失误和不足。人们把诸葛亮当做智慧的化身。我们这个故事则描述诸葛亮那种“虚邑”的精神境界。这种精神境界，是人的高级精神境界，是诸葛亮大名垂宇宙而不朽的奥秘所在。人们为什么这样地歌颂他、敬仰他?是因为人们认识到：做人就要做这样的人。"
    },
    {
      "yao_text": "六四：王用亨于岐山，吉无咎。",
      "yao_comment": "此为升卦的第四爻。这是说：王公因亨通于岐，吉祥而无过错。六四以阴爻居阴位，至柔，在君主至尊之位以下，下又无所呼应，难以升进。但能包容下卦三爻 (初六、九二、九三)，会于岐山，便可吉利。《象传》说： “王用亨于岐山，顺事也。”顺事，既指温顺接纳来自下面的诸侯、邦国，也指顺从服事来自上面的君主。岐山是周太王古公宣父由豳迁往之地，后来周文王、周武王享祭于岐山。",
      "story_name": "274 文王顺时建西周",
      "story_overview": "商朝到武丁以后，贵族们更加腐化，到纣王时达到无以复加的程度，他们淫乱好色，打猎游玩，荒废耕地，让麋鹿禽兽生长在丰草长林中。他们用毒虫爬满的虿盆、炮烙等残酷刑罚，榨取民众的财物。他们昼夜流连于肉林酒池，整个商朝统治阶级沉溺在酒里，腥秽冲天，连上帝都愤怒了。他们招诱邦国的奴隶，供自己使用。下层百姓都起来反抗贵族，到处燃起战火。周文王顺应商王朝大厦将倾的时势，实行仁政。与商朝相反，他禁止饮酒打猎，施行使民众富裕起来的政策，征收租税有 节制，让农家有些积蓄，激发劳动的兴趣。他定出谁的奴隶归谁所有、不许藏匿的法律，作为争取小国、孤立殷纣王的手段。周文王规定，农民助耕公田，交纳九分之一的租税。大小官都分有土地，子孙继承，作为公家的俸禄。商人往来各地，关市不收税；水池、河渠捕鱼不禁止；一人犯罪，妻子不受株连。这些仁政，与殷纣王的虎狼暴政形成了强烈对比。商朝统治下的民众纷纷逃往周地。周的庶民百姓拥护文王，他们像儿子替父亲做事那样踊跃地为文王修筑灵台，卖力干活。与殷纣王信谗害贤、诛杀大臣相反，周文王礼贤下士，接待各方纷纷来投的贤才，他忙得来不及吃饭。德才之士都集中到了周文王那里，而殷纣王那里则是豺狼当道，只剩他孤家寡人。周文王在位五十年。他死后，他的儿子周武王伐纣灭商，终于完成了他毕生为之奋斗的大业----正式建立了周王朝。",
      "inspiration": "顺则昌。此爻讲顺之道，令人生别有洞天之感。所谓顺时顺势，就是顺应客观规律。周兴商亡，古人总结为“恃德者昌，恃力者亡”，这里说的是政治斗争。 至于顺下以纳众， 顺上以成礼，顺时顺势，对于人们在经济、文化各方面成就大事，都大有裨益。"
    },
    {
      "yao_text": "六五： 贞吉，升阶。",
      "yao_comment": "此为升卦的第五爻。是说坚持中正之道便吉祥，好像登上台阶一样步步升高。六五以阴爻居阳位，不正而中，是柔君之象。这里也用以指历阶而升的大臣，他们纳下而不拒，大任而不自专，自然能够步步升进。《象传》说：“贞吉升阶，大得志也。”讲的是君主铺上台阶，使贤者有被提拔晋升的机会，得以充分施展自己的才智。",
      "story_name": "275 狄青建功得升阶",
      "story_overview": "北宋名将狄青，山西汾州西河 (今汾阳)人，农家出身，从军后，被选充任皇帝宿卫的班直。仁宗宝元初，出任延州指使，在对西夏的防御战中以勇敢著称。随侍陕西经略副使范仲淹，范夜半阅读军书，侍从都休息了，只有狄青坚持值班，随叫随到。每做事，两手洗得很干净，行为举止很有教养，深受范仲淹、韩琦等大臣的赏识，屡官至泾原路副都总管、经略招讨副使。狄青少年时就胸怀大志。他初当兵时，正值王尧臣高中状元，报子传呼，观众欢声如雷。有个士兵叹息道：“他当了状元公，我们才当兵，贫贱和富贵就如此不同！”狄青回答说：“那可不一定，要看你的才能如何。”旁边的人都讥笑。后来狄青当上了枢密使，王尧臣任副职。狄青为人宽宏大度，不计小事。他任定州副帅时，一次主帅韩琦宴请宾客，席间，说笑的人拿儒生开玩笑，惹恼了宾客、陕西豪士刘易，他当众辱骂狄青是“脸上刺字的丘八”，扔筷子摔碗。狄青并不生气，和颜悦色，第二天还登门赔不是。韩琦说：“狄青真有雅量。” 韩琦、范仲淹倚靠狄青如左臂右膀。范仲淹教他读《左传》，告诉他：“为将不知古今，只有匹夫之勇！”从此，他刻苦读书，秦、汉以后的兵法，无不通晓，遂积功至都指挥使。狄青身居国防枢要大臣高位，深自恭谨。有唐朝名臣狄仁杰的后人拿着狄仁杰画像及委任官职的文凭十多件献给狄青，说狄 仁杰就是狄青的远祖。狄青婉言道谢，说：“我不过是一时碰到好运气，怎么敢自比狄公呢?” 但狄青以功高盖主，遭到朝廷的怀疑，最后狄青病死在陈州任上。",
      "inspiration": "路要一步一个脚印地走， 台阶要一级一级地往上爬。不鸣则已， 一鸣惊人； 不飞则已， 一飞冲天————这样的事不多。 一蹴而就，难免爬得越高，跌得越重。即使一步一阶地升至高位，也要记住“树大招风”的俗话，戒骄戒躁，谦虚谨慎，防止堤毁蚁穴的事发生。屡立战功而又谨言慎行如狄青，尚且避免不了忠而招疑，何况我辈平常人呢！"
    },
    {
      "yao_text": "上六：冥升，利于不息之贞。",
      "yao_comment": "此为升卦的第六爻。冥，昏昧，晦暗。这是说只能在昏暗中上升，不能升阶、升位，只有不断地坚守中正之道，才会有利。上六以阴爻处阴位，至柔，当位而不中，处在升之极顶而无位之处。《象传》说： “冥升在上， 消不富也。”是说冥升在上者，对于财物不要贪求，而要消损使自己不富。实际上，这是指地位很高的人要常有一种自觉不足的欠缺感，充实内在的德行，不要自以为红火得很，否则会走下坡路。",
      "story_name": "276 寇准至刚不利贞",
      "story_overview": "北宋真宗时，寇准任丞相，丁谓被任为参知政事。寇准与丁谓原来曾经是交往很密的朋友，他赞扬过丁谓的才华，那时，原任丞相李沆问寇准：“这个人，能使他得志吗?”寇准答道：“像丁谓那样有才，恐怕相公也将他扳不翻呢！”李沆微微哂笑道：“我希望以后你要想想我说的话。” 寇准第三次入阁任丞相，虽然知道丁谓是奸邪小人，但因为是旧交，仍然以礼相待。副相丁谓表面上对寇准毕恭毕敬。有一天晚上，大家在中书会餐，寇准喝汤淋湿了胡须，丁谓赶忙起身用手巾给他擦干净。寇准性格素来粗豪，又略带酒意，对丁谓调笑道：“参政乃是国家大臣，竟然替长官揩胡子么?”这话说得丁谓脸颊通红，恨不得钻地洞，心里却是恨得咬牙。宋真宗得了风疾，不能视朝，国事多由刘皇后决断，寇准很担忧。他进宫向皇上建议由皇太子监国。他以为安排妥当，一时心满意骄，竟然酒后漏言，传进了丁谓耳朵里。丁谓捞到了稻草，买通内宫太监，进宫禀奏刘皇后，说寇准谋立太子，阴谋不轨。刘皇后报告真宗，竟从宫中假传诏令，免去寇准丞相职务，授太子太傅，封莱国公，改任李迪、丁谓为相。丁谓等又怂恿刘皇后，想兴大狱，彻底追查太子监国事件。丞相李迪保奏太子无二心，轩然大波才渐渐平息。",
      "inspiration": "忠直至刚的寇准第三次拜相，已是冥升。他的失败，固然由于刘皇后、丁谓势焰熏天，也由于至刚而欠柔韧，粗豪而欠细密。太子监国的泄密，说明小纰漏会坏了大事。"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua46Data;
} else if (typeof window !== "undefined") {
  window.gua46Data = gua46Data;
}
