// 第49卦数据
// 自动生成，请勿手动修改

const gua49Data = {
  "gua_name": "第四十九 革卦",
  "gua_ci": "革： 巳时乃孚，元亨利贞，悔亡。",
  "gua_jie": "革卦下经卦是离火，为中女，性依附；上经卦是兑泽，为少女，性欢悦。《象传》说： “泽中有火，革。”火在泽下燃烧，蒸发了泽中的水，泽在火上洒水，浇灭了燃烧的火，水火不相容，就发生改革、变革或革命。革，原意为去掉兽皮上的毛，去掉旧东西。引申为更新、革新、改革、革命等。从卦象上看，二女同居，志不相得，情势颠倒，必定发生激烈的矛盾、冲突和斗争，要求变革。政事不好，就要除旧革新。天地万物有静止就有革新。对于民众来说，大通、大利、大正的德政，是变革良好的标志。《象传》说： “君子以治历明时。”这是谈君子要根据变革之道，整治历法，顺从时变之序而与时代共同前进。",
  "yao": [
    {
      "yao_text": "初九：巩用黄牛之革。",
      "yao_comment": "此为革卦第一爻。巩，用皮革捆扎东西使之牢固。这是说：用黄牛皮结实地捆紧。黄为中色，象征中正之德。牛性驯顺。革即牛皮，坚韧不拔。初九阳爻阳位，性至刚，位不中。《象传》说：“巩用黄牛，不可以有为也。”表明变革初始，时机不成熟，不可贸然采取激烈的行动，只能继承传统、遵守成法。",
      "story_name": "289 明帝守光武成法",
      "story_overview": "东汉明帝刘庄即位以后，一切遵奉他父亲光武帝时制度，使光武中兴政治安定、经济发展的局面得以继续。因此，明帝以及随后的章帝在位期间，史家称为“明章之治”。汉明帝热心提倡儒学，命皇太子、诸王侯及大臣、功臣子孙学习经学，又为外戚樊氏、郭氏、阴氏、马氏诸子立学于南宫，号称“四姓小学”，设置五经师以授其业。他为政苛察，总揽朝政，权不下移。他严令后妃之家不得封侯参政。如他的姑姑光武帝之女馆陶公主为儿子求任郎官，他不允许，仅赐钱千万。他对群臣说：“郎官不是一般官职，外放地方，主宰百里左右地区，任用不当，百姓遭殃，不能马虎。” 功臣窦融子孙骄纵违法，汉明帝下诏严惩，窦融长子窦穆、孙子窦勋、窦宜都因罪被处死。他在位期间，恢复和发展了汉族与少数民族的友好关系，随着对外交往的发展，佛教已在西汉末年传入中国。汉明帝听博士傅毅说西方有神，于是派遣郎中蔡惜、秦景西赴天竺(今印度一带)求取佛经及和尚，并在洛阳修建中国第一座佛教庙宇白马寺。汉明帝在位十多年，吏治比较清明，境内安定，百姓安居乐业，不到二十年时间，人口增加一千多万。",
      "inspiration": "变革之道，应守持中态度。古人说：过犹不及。又说：欲速则不达。在条件不成熟、时机不适合的时候，不贸然行动，不盲动冒进， 以免进一步退两步的悲剧发生。古代许多朝代的第二代皇帝多采取基本遵循前朝(多是开国者)成法制度，保持政策方略在一段时期内的延续。稳健的守成者比盲目冒进者治理社会还要进展得快些， 因为他们顺应客观时势，脚踏实地， 一步一个脚印地前进。"
    },
    {
      "yao_text": "六二： 巳日乃革之，征吉， 无咎。",
      "yao_comment": "此为革卦的第二爻。这是说：变革的时机已到，就去从事变革，前进或出行吉祥，没有过错。《象传》说：“巳日革之，行有嘉也。”即是说前进会有好事。六二以阴爻处阴位，中正至柔，上应九五，时机到了，进行变革就吉祥。这里的关键就是变革的条件、时机。",
      "story_name": "290 燕王待机乃靖难",
      "story_overview": "明太祖朱元璋在位三十年，把开国功臣大都杀了，只有徐达等六人善终，所有边防事宜，改由各皇子专任。皇子当中燕王朱棣镇守北方朔漠一带，他招兵买马，实力强盛，拥兵燕京，越加雄心勃勃了。七十一岁的朱元璋死后，遗诏命太孙朱允炆嗣位，是为建文帝。并令各地藩王镇守国中，不必来京 (今南京)。唯独燕王朱棣星夜南下，将到淮安，被建文帝派使臣促令还国，燕王还怏怏不乐。建文帝是个柔弱寡断的人物，他对各地藩王有些疑忌。他的亲信侍臣黄子澄，常讲西汉平七国的故事给他敲警钟。户部侍郎卓敬更提醒他注意兵强马壮的燕王，建议将燕王徙封南昌，就近 控制。这话传出去，流言四起，都说新皇帝有意削夺各藩王。燕王上书请病假。燕王虽然在北平，但南京的动静，他了如指掌。他对外假传自己病得起不了床，暗地里却与和尚道衍密谋。道衍说他一过四十，胡须长过肚脐眼，便该登大宝之位。谁知天下事，没有不透风的墙。建文帝也采取措施：派幸臣去燕京主管地方政事，实为监视；调燕邸卫兵出守边防，釜底抽薪；以练兵山海关为理由，派兵驻临清严加戒备。削藩之事，紧锣密鼓。建文帝分别派使臣率兵将齐王朱榑逮送京师，将代王朱桂幽禁大同，湘王朱柏被逼自焚。燕王朱棣誓师抗命，削去建文年号，仍称洪武三十二年，自立官署。他秣马厉兵，扬旗击鼓，自称靖难军。然后下旨，以“清君侧，诛奸臣齐泰、黄子澄”为名，出师占领通州，进陷蓟州，攻下居庸关。开平、龙门、云中诸守将，望风投降。燕王起兵三年，第四年攻入南京，夺了皇位，建文帝下落不明，燕王称明成祖。他进一步强化君主专制，大杀建文时逆命诸臣，继续削藩，改北平为北京，实行“宽猛适中”的施政方针和“家给人足”、 “斯民小康”的经济发展政策，使得“赋入盈羡”，为明代最高峰。",
      "inspiration": "靖难之役是明统治集团内部争夺皇位的武装冲突。其根本原因实际上是朱元璋分封藩王。 内部胜利了的明成祖的业绩， 有史为证。他在藩王中排序在前而又军力最大，面临众兄弟纷纷被杀的咄咄逼人之时势，他也是箭在弦上， 不得不发。何况朱元璋早就授予藩王有移文朝廷索取奸臣和举兵靖难之权呢。值得注意的是，在揭起靖难大旗之前，性格刚强的燕王一直在表面上装疯卖傻，向后退让，在似乎就要俯首就擒的那一刻，给了对手以致命的一击。这大概就是变革时要掌握的时机。"
    },
    {
      "yao_text": "九三：征凶， 贞厉，革言三就，有孚。",
      "yao_comment": "此为革卦的第三爻。三就，指承顺天意，顺应百姓，自己也认同。爻意是说：前进或出行凶险，坚持正道也很危险。但是，变革的言行如果符合天意，百姓信从，自己也认同，那就是符合实际的，可信的。九三阳处阳位，性至刚，位不中。所以《象传》说： “革言三就，又何之矣?”即是指在这种境况下，变革没有出路。但如果变革之道得到三方面认可，变革的条件也就充足了。",
      "story_name": "291 刘秀三就立东汉",
      "story_overview": "西汉末，刘秀弟兄起兵南阳，昆阳大捷后，刘秀奉更始帝派遣去黄河以北发展势力。他粉碎了诈称汉成帝儿子的王郎政权，又逐个吞灭铜马诸部农民军，关中一带把他称作铜马帝。刘秀在河北声势日盛，更始帝派人任命刘秀为萧王，令他解除兵权，和诸将一起回长安。他面临政治前途上的关键时刻。何去何从，难以抉择。他白天睡大觉，茶饭不思。正在这时，部将耿弁对他单刀直入地说：“百姓脱离王莽，思念刘氏，见汉兵兴起，好像离开虎口，回到慈母怀抱。天下至为重要，王可以自取，不要让外姓人得了！” 听了他的话，刘秀十分喜悦。于是，他借口河北还未平定，拒绝听从更始帝的征召。这标志着刘秀自认为羽翼已经丰满，百 姓归心于他，正式向更始政权宣战了。接着，刘秀派耿弁、吴汉等，铲除了更始政权安在他身边的几块绊脚石：幽州牧苗曾以及尚书仆射谢躬等，清扫卧榻之侧，除掉了内顾之忧。从此，他已经和更始处于对峙地位了。这时，刘秀称帝的条件逐渐成熟：河北、河内更加稳固，洛阳朱鲋势单力孤，指日可下；更始政权已如枯木朽株，必败于赤眉农民军。在众多政治集团中，刘秀应是首屈一指。当皇帝，复兴汉室，这是刘秀多年来梦寐以求的目标。君权神授，也是当时天经地义之事。建立一个政权，需要造舆论。刘秀的军师方望希望他“求助人神”，即向上天神灵请示。这时，刘秀年轻时的同学、儒生强华从关中来，奉献代表天意的《赤伏符》，符文说：“刘秀发兵捕不道，四夷云集龙斗野，四七之际火为主。”强华解释，四七表示从汉高祖刘邦到刘秀正好是二百八十年，火为汉德，现在转到了刘秀，他复兴汉室正是奉天承运合理合法的了。公元25年六月己未，刘秀即皇帝位于鄗南 (今河北高邑东南)，为汉光武帝，不久定都河南洛阳，建立了东汉王朝。",
      "inspiration": "所谓“天意”、 “天命”， 其实就是顺应历史潮流。 刘秀顺应了社会发展的历史潮流，得到了百姓的拥戴，又施行了比较切合时势的方略，所以，他在血战中成为东汉的开国皇帝。这个故事，其中含义也可看做“天时、地利、人和”的另一个印证。做事情不能不充分考虑时机(天时)、现实状况 (地利)和群众拥护不拥护 (人和)。条件不充足， 乱来不得。"
    },
    {
      "yao_text": "九四：悔亡，有孚改命， 吉。",
      "yao_comment": "此为革卦的第四爻。这是说：悔恨可以消除，有诚信于变革，吉祥。《象传》说： “改命之吉，信志也。”就是有诚信，不离开恒正之道，所以得以实现了志向。九四阳爻处阴位，刚柔相济。但不中不正，不免有悔恨，但坚守正道又可消除悔恨。重要的是，要坚守中正之道，而且诚信，才能在变革时机成熟之时，完成“改命”那样的大使命。",
      "story_name": "292 霍光有孚废昌邑",
      "story_overview": "西汉中期的权臣霍光是名将霍去病的异母弟，历任奉车都尉、光禄大夫，供奉内廷二十余年，因任职小心谨慎，很受汉武帝宠信。武帝病危时，霍光在病榻前哭泣问道：“如果陛下有意外，谁来继位呢?”武帝对他说：“立我的小儿子弗陵，你来像周公辅佐成王那样辅助他。” 汉昭帝刘弗陵即位后，霍光以大司马、大将军领尚书事，又以皇后外祖父的身份，决断朝政。他继续执行武帝晚年“与民休息”的政策，多次削减国家的财政支出，减免租税，赈贷种食，当时百姓充实，四裔宾服。汉昭帝死，没有后代。霍光奉太后诏，迎立武帝孙子昌邑王刘贺为帝。刘贺原本是个浪荡公子，专好打猎，半天能跑三百里。现在当了皇帝，他更是为所欲为。整天叫人弹琴吹笛，闹得鸡犬不宁。见有美貌宫女，便叫进去，陪他喝酒、睡觉。他荒淫无道，不问政事。霍光十分忧虑愤懑。他同大司农田延年商议如何对待。田延 年说：“将军是国家柱石，既然知道此人不配为君，何不向太后建议，另选贤能?” 霍光推荐田延年在宫内管事，暗地与车骑将军张安世策划，便召集丞相、御史、将军、列侯等在未央宫开会。霍光命群臣起来，取出奏议，交给群臣传阅，然后由丞相杨敞领衔，依次签名。签完后，他带领众臣到长乐宫奏禀太后，陈述昌邑王淫乱荒政，不宜嗣位。皇太后乘车驾到未央宫承明殿，传诏昌邑群臣不得擅入。刘贺听说太后驾到，进殿朝谒。朝谒完，霍光随后跟进，指挥门吏，突然关上大门，不准昌邑随从群臣进去。霍光也不多说，转身出去，命车骑将军张安世指挥羽林军，将昌邑随从诸臣赶到金马门外，逮捕两百多人，送交廷尉处治。刘贺不知道自己要被废黜，还问：“我那些随从官员，到底犯了什么罪，被大将军全部赶走了?” 过了一会儿，太后传诏，召刘贺问话。刘贺随诏使前往承明殿，遥见上官太后身穿珠襦，坐在武帐中，数百名侍卫持戟守卫，十分森严。刘贺战战兢兢地跪听尚书令朗声宣读群臣奏牍。奏牍宣布他沉湎酒色、淫乱宫闱、荒废政事等罪状，请求废黜。尚书令读完，上官太后就说了一个“可”字。霍光亲自送刘贺到昌邑王邸中，对他说：“王的所作所为是自绝于天，臣不敢对不起国家！愿王自爱！” 后来，霍光又召集群臣议立新帝。汉武帝的曾孙刘病己以通经仁爱入选，经皇太后诏令，立为汉宣帝。霍光专主朝政二十年，成为西汉后期外戚专权的滥觞，也改变了汉武帝之前以丞相为中心的三公执政，使西汉封建政治体制发生了重大变化。",
      "inspiration": "这是封建专制制度下的一个小插曲。旬月之间，刘贺改变命运，是他自作自受。当初霍光不察，贸然迎立一个花花公子为万乘之主，失察之咎，霍光纵然浑身是嘴也辩不掉。他毅然决断，废刘贺以利社稷，也算善于补过。废立乃国家大事，霍光以大将风度， 周密布置， 滴水不漏， 一举成功。"
    },
    {
      "yao_text": "九五：大人虎变， 未占，有孚。",
      "yao_comment": "此为革卦的第五爻。这是说：大人 (明君或大臣)的变革，好像秋天的老虎换毛以后身上的彩纹更加鲜明美丽，不等占卜就令人信服。九五阳爻居阳位，至刚中正，下与至柔中正的六二呼应，其变革自然灿烂辉煌。《象传》说：“大人虎变，其文炳也。”就是指大人变革有如秋后虎毛新变的大而鲜明，条纹清楚，这就是至尊君主的虎变，显示出灿烂文明恒德。",
      "story_name": "293 赵武灵胡服骑射",
      "story_overview": "赵国是战国七雄之一。战国初期，赵国经常进攻别国，并向北方各少数民族地区(林胡、楼烦、代、中山等)扩展。为防御北方敌人，赵修筑长城。后来，中山强大起来，一度围攻赵国鄗地，形成严重威胁。赵武灵王即位后，他想到赵国北邻燕，东边是胡，西靠近林胡、楼烦，与秦仅是一河之隔，处于四战之地。于是，他发愤图强，想重新开启“胡、翟之乡”，向外扩展领土。于是，赵武灵王第一个穿上了上褶下裤的胡服，戴上有貂尾、蝉翼为饰的武冠，束上金钩为饰的腰带，足上穿皮靴，这种 装束，骑马射箭都很轻快便利。他派人劝他的叔父公子成也穿上胡服，学习骑射。公子成却认为，这种异邦蛮夷的服装，穿起不好看，走路都走不快。而且随便改变祖宗传下来的习俗，违背先人教导，还会失去民心。听了使者回报，赵武灵王亲自到公子成家里，给他讲道理，公子成被赵武灵王说服，也穿上了胡服，学习骑射。从此赵国人不分贵贱，尽都穿上轻便的胡服。弃车骑马，练习射箭打猎，兵力渐渐强盛。赵武灵王亲自率军向四方拓边，西到云中，北尽雁门，扩大领土几百里。",
      "inspiration": "这里讲的是利国不必拘泥于旧制的变法之道。胡服骑射，是变法的一种。兵强，主要还在军心一致，斗志昂扬。如无斗志，虽有胡服骑射，未必是胜利之师。赵武灵王的变革精神，表现出变易古道、旧制的思想。他不同意用古人成法限制现在， 以过去制约今天，是符合事物推陈出新的趋势的。近代有人说过：过去种种，譬如昨日死；现在种种，譬如今日生。睡在昨天的床上，永远不能迈向明天。"
    },
    {
      "yao_text": "上六：君子豹变，小人革面，征凶，居贞吉。",
      "yao_comment": "此为革卦的第六爻。这是说：君子的变革，如同豹子在秋天换毛以后身上色彩更加斑斓。小人改变态度，表示顺从变革了。前进会有凶险，留在原地守住正道便吉祥。《象传》说：“君子豹变，其文蔚也；小人革面，顺从君也。” 上六阴处阴位，至柔不中，豹变的“文蔚”也不如虎的“文炳”，所以上六能有些作为，但不一定很大。因为君主贞守中正之道，小人也顺从变革，所以变革会巩固发展下去。",
      "story_name": "294 城濮战晋文受策",
      "story_overview": "公元前634年，晋、楚两国为争夺霸权在城濮交战。前一年，宋国背楚投晋，楚成王率军围宋。晋文公领兵攻楚的盟国曹、 卫以救宋。晋兵破曹，俘虏曹国国君。楚成王急命主将子玉撤回包围宋国的军队。子玉却派使者回报楚王，要同晋军决一死战，如果不能取胜，甘愿受军法处置。宋成公派大夫门尹般向晋求救。晋文公按谋臣计策，命宋大夫把宝玉重器礼物分赠齐、秦两国，挑起两国对楚的不满，从而孤立了楚国。楚国主将子玉派部将宛春出使晋，想以反间计，使宋、曹、卫三国怨晋。晋将先轸设计，私下许诺曹、卫，以离间楚与曹、卫的同盟，再扣留来使宛春激怒子玉，使子玉移兵攻晋，楚对宋的包围便自动解除。楚国主将子玉果然被激怒，撤了围宋之兵，纠合陈、蔡、郑、许大军，直逼晋军大营。晋文公下令晋军后退，先退三十里，再退、再退，直退到九十里以外的城濮，方才安营。三十里是一舍，这就叫退避三舍。这时，齐孝公、秦穆公也各派大将率兵，在城濮驻扎；宋围已解，宋成公也派兵，协同晋军，准备与楚国作战。楚军见晋军向后退避，各有喜色。楚将斗勃建议回师，并向主将重提楚成王“切勿轻敌”的告诫。子玉不听。晋军已退避九十里，晋文公见已经履行了当年的诺言，便令晋军分别与友军联络，协同秦军攻楚左师，同齐合攻 楚右师。中军直攻充楚前队的陈、蔡军队，击溃陈、蔡军队，又以伪装后退，引诱楚军进入埋伏圈，楚军大败，主将子玉拔剑自刎。从此，楚军不敢北进，中原各国纷纷离楚归晋。周襄王驾幸践土(今河南荥泽)。晋文公献上楚俘千余人，被甲之马百乘，并得到周襄王的策命，成为中原的盟主。",
      "inspiration": "春秋无义战。城濮之战有两个特点： 一是楚国主将子玉骄狂刚愎， 不听告诫，使楚军由胜而败， 证明骄将必败的真理； 二是晋文公实现从前对楚王的承诺，对楚军退避三舍；胜楚以后， 晋文公继兴兵勤王之后， 再次昭示拥周定霸中原的大信于天下，从而使周襄王和各国诸侯都信服晋国。 君子豹变， 此之谓也。"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua49Data;
} else if (typeof window !== "undefined") {
  window.gua49Data = gua49Data;
}
