// 第50卦数据
// 自动生成，请勿手动修改

const gua50Data = {
  "gua_name": "第五十 鼎卦",
  "gua_ci": "鼎：元吉亨。",
  "gua_jie": "鼎卦下经卦是巽木，为长女，性进入；上经卦是离火，为中女，性依附。《象传》说：“木上有火，鼎。”木上升火，是烧炊烹饪之象，卦画与鼎的形状都如此。鼎是烹饪工具，用来煮食物；鼎又是国家权力的象征，夏铸九鼎，传到商、周。在鼎卦各爻中，二义兼用，重在后者。古人讲革故鼎新，就像以鼎烹饪，化生为熟，可比喻培育新的人才。《象传》说：“君子以正位凝命。”君子要学习鼎的榜样，端正大道，使国家安宁，政权巩固。",
  "yao": [
    {
      "yao_text": "初六：鼎颠趾，利出否，得妾以其子，无咎。",
      "yao_comment": "此为鼎卦的第一爻。这是说：鼎足朝上，鼎就颠倒了，一般说这很危险，是坏事。但是，鼎翻倒，倾倒出鼎内残剩的肮脏食物，装进去新鲜洁净的食物。这就像君王的小妾不能成为正式配偶，但她生了儿子被立为继承人，就成为主妇，因而显贵。因此，初六鼎足的颠倒，反而使坏事变成好事。《象传》说：“鼎颠趾，未悖也。利出否，以从贵也”就是这个道理。初六以阴处阳位，不中不正，是下实而上虚之象，必然站不稳，要跌大跤；他这一跌，也许是大好事呢。",
      "story_name": "295 和珅倒嘉庆吃饱",
      "story_overview": "和珅是清朝乾隆时的权臣，因机灵善辩，仪表俊伟，深受乾隆赏识，历任乾清门侍卫、御前侍卫。后授户部侍郎，擢任军机大臣，居此要职二十四年。还任过大学士，兼户、兵、吏等部尚书，累封至一等公，宠信为朝臣之冠，是乾隆晚年的心腹。他权势极大，贪得无厌，广收贿赂，富甲天下，致使吏治败坏，国库空虚。他秉政专权，历来被认为是造成清代中衰的重要原因。初任皇帝侍卫时，和珅是个唇红齿白、相貌堂堂的美貌少年。他随侍乾隆，有问必答，句句称旨，不久便被任为宫中总管。他善于察言观色，投其所好，十次总有八九次，要说到乾隆心坎上。爱好游玩的乾隆想要巡幸江南，又怕费金钱，劳动。和珅便鼓动如簧之舌，说当年尧舜五年一巡幸，圣祖康熙帝六次巡幸江南，都是圣德大典。何况现今国库充盈，即使费一点金银，不过是牛身上拔一根毛。和珅的撺掇，使晚年的乾隆巡游无度，耗费大量人力财力，官吏贪渎成风，大贪污案屡诛不止，人民不堪忍受，爆发了长达九年的川楚白莲教起义。嘉庆四年，乾隆去世，清仁宗嘉庆帝立即下诏，将和珅的二十条大罪传示天下。其中骑马闯圆明园、坐椅轿直进大内、娶宫女为妾为犯上大罪；管理吏、户、刑三部，独揽大权、随意撤除 易经64卦34支故事 军机处人员为擅权罪；仿照宁寿宫式样建造官邸、修坟墓仿皇陵开隧道为僭逆罪；后面六条则是极为严重的经济犯罪；和珅所藏珍珠手串两百余串，比宫中多几倍；大珠比皇帝御用的冠顶珠还大；家中银两、衣物数逾千万；夹壁墙内藏赤金两万六千余两，私库赤金六千余两，地窖埋银百余万两。和珅所聚敛的各种田产、房屋、商号、当铺及金银财宝，总计估价约为八百多兆 (古代的“万亿”)，相当于清朝甲午、庚子两次对外赔款的总和。和珅财产共列出一百零九号，其中的二十九号，值银两亿两千多万两，而当时的国库收入年仅四千万两。当时民间流传一句话：“和珅跌倒，嘉庆吃饱。”",
      "inspiration": "按时下有的时髦语言， 和珅的富埒帝王的巨大财富， 属于“灰色收入”。他不是无本经营，他的本钱就是他的权力，他头上的乌纱帽。古今中外大大小小的贪官，无不靠权力去非法攫取财富。他们是依靠贪赃枉法、敲诈勒索、欺压百姓、搜刮民脂民膏而先富起来的那部分人。 巨贪如和珅， 可以掏空了国库； 小贪也可以聚蚁溃堤，使国家钱财流进私人的腰包。和珅子孙，绵绵不绝。人民因此需要多出几个嘉庆那样的人。 当然，人民更应该自己去驱除、消灭和珅似的大小蛀虫！"
    },
    {
      "yao_text": "九二： 鼎有实，我仇有疾，不我能即，吉。",
      "yao_comment": "此为鼎卦的第二爻。鼎里这时装上了肉和汤，最怕火势过猛烧糊了食物，但是终于没有烧糊，就吉利。这是比喻的说法。《象传》说：“鼎有实，慎所之也；我仇有疾，终无尤也。”九二以阳刚居中，是鼎中装满食物之象，所以要慎重注意火候；有人有仇我之心，只要处理适当，不让他坏了大事，也就可以转祸为福。",
      "story_name": "296 郑伯相机诛共叔",
      "story_overview": "春秋时，郑武公有两个儿子，长子叫寤生，他是逆生子，母亲姜氏不喜欢他。次子叫段，长得很漂亮，姜氏偏爱他。郑武公死后，寤生即位，是为郑庄公。段封在小小共城，号称共叔。姜氏多次要求以大邑京城封给共叔，郑庄公无奈，只得照办。共叔领命，到京城就任。他到京城后，借口练习射箭、打猎，每天训练士兵。又假说出外打猎，袭击占领小邑鄢及廪延，两处邑宰逃入郑国都城，奏知郑庄公。上卿公子吕高声叫道：“共叔该杀！他现在内恃母后宠爱，外恃京城牢固，看来他不篡位是决不会罢休的！”郑庄公说：“共叔无道，但还没有公开扯起反叛的大旗，我如果杀了他，国母必定阻挠，外人会说我既不爱护弟弟，又不孝敬母亲。我现在等他肆无忌惮地蛮干妄动，到他痈肿脓流，罪恶昭著之时，再名正言顺地定罪。” 第二天早朝，郑庄公传令，自己往周朝面君辅政，命正卿祭足监国。姜氏派心腹携密信去京城，约共叔五月初袭击郑国国都。公子吕派人杀了送信人，将密信送庄公。庄公看罢，重又封好，派人送给共叔。索到共叔回书，约定在五月五日，立一面白旗在城楼，作为接应信号。五月初三，共叔派公子滑以重金贿赂卫国借兵。自己率领京城全部士兵，说是奉郑庄公之命回都城监国，浩浩荡荡开出 京城。公子吕预先派十辆兵车，扮作运货的商车，偷偷进入京城，只等共叔发兵，便在城楼点起大火。公子吕望见火光，杀进城去，不费大力气，便占了京城。当即出榜安民，详述庄公孝母爱弟，共叔背义忘恩之事，满城人都说共叔无道。共叔出兵没两天，听说京城被占，心惊肉跳，共叔点兵，大半不见了，晓得人心已变，只得逃往封地共城。庄公与公子吕两路夹攻，共城攻破，共叔自杀。郑庄公将姜氏、共叔来往两封书信交给姜氏，姜氏十分羞愧，简直无地自容。",
      "inspiration": "郑庄公克段一事，有人认为是杀叛逆，天公地道；有人认为是故意纵容，千古奸雄。历史已无法复写。这个故事告诉我们：办事要注意动向，坏人、坏事刚刚露出苗头，就要密切注视它的动向，别让小疮变成溃疡，转化为恶性肿瘤！"
    },
    {
      "yao_text": "九三：鼎耳革，其行塞。雉膏不食，方雨亏，悔，终吉。",
      "yao_comment": "此为鼎卦的第三爻。这是说：鼎耳坏了，鼎就不能搬动。无法吃到鼎中的美味雉肉和汤，当下雨时弄污了鼎中美食，使人后悔，但最后还是弄好了美味，仍然吉祥。九三阳处阳位，至刚至实，虽有亏缺，终无咎悔。《象传》说：“鼎耳革，失其义也。”这是指鼎此时失去其作用。但天降雨露，象征阴阳交融，表示阻塞不通，美味变质都随之结束，恒正之道仍然会畅通无阻，美味还是美味，最后的结果是美好的。",
      "story_name": "297 死范雎变活张禄",
      "story_overview": "战国时，魏昭王去世，其子魏安釐王即位。他听说秦昭王新近采纳丞相张禄之谋，将要攻打魏国，急忙召集群臣商讨对策。信陵君主张整兵固城，严阵以待。相国魏齐主张谒见秦王，请求纳贡、交人质讲和。于是，魏安赭王派中大夫须贾出使秦国。须贾到了咸阳，住在馆驿里。他求见张禄丞相，一连吃了几次闭门羹。一天，须贾见一个人，穿着破烂衣衫，蓬头垢面，抖抖索索地走进馆驿。须贾一见，大吃一惊，说道：“范叔呀！我以为你被魏相国打死了，怎么还活在此地?”范雎说：“他当时把我的尸首扔在荒野，我又苏醒，被人救了，不敢回家，到了秦国。” 须贾上下打量他，动了几分怜悯之心，请范雎同坐，一起喝酒、吃饭。当时正值严冬，范雎衣服单薄，又破烂，冻得嘴青面黑，浑身直哆嗦。须贾叹气，他命随从取出一件涕袍叫范雎穿上。须贾愁眉苦脸地说：“我想求见秦国丞相，几回都碰了钉子，你在秦国很久，有没有相识的替我先在张大人跟前说好话，允许接见?”范雎便说，可以陪同前往。范雎假称借来四匹马拉的大车，请须贾上车，他手拿缰绳当赶车人。到了相府门前，范雎说：“大夫在这里稍等，我先进去禀报。” 须贾立在门外，等了很久，半天不见范雎人影出来，他才向守门人打听，才知道赶车人就是丞相张大人。须贾一听，好像头上响了一个炸雷，顿时身子瘫软，喃喃说道：“我死期到了！”须贾只得脱袍解带，免冠赤脚，跪在相府门 外，托守门人禀报：“魏国罪人须贾在外领死！” 须贾见到范雎，范雎历数须贾罪行，秦昭王知道后，想要杀了须贾。范雎却说：“须贾为公事而来，自古两国交兵，不斩来使，臣岂敢以私怨而伤公义！”",
      "inspiration": "三十年河东三十年河西。死范雎变活张禄，这类事不多。但说明事情有时会向其反面转化。魏齐把事做绝，最后被逼自杀。须贾是从犯，赠绨袍表明他还没有丧尽天良，总算是保住脑袋。还是那句老话：得饶人处且饶人， 能放手时且放手。"
    },
    {
      "yao_text": "九四： 鼎折足，覆公谏，其形渥， 凶。",
      "yao_comment": "此为鼎卦的第四爻。鼎足折断了，倒了鼎中的珍馐美味，美食也玷污了身上，很凶险。 九四阳处阴位，位不中， 九四是鼎腹，下应初六的鼎足，足断，鼎翻，美食倒了出来。 《象传》说：“覆公竦，信如何也?”指的是责任事故是由于信用了小人 (或不称职的人)，因而贻误了国家大事，作为使用人才的国王或大臣是难以逃脱责任的。",
      "story_name": "29 杨坚信杨素覆𫗧",
      "story_overview": "杨素是隋代著名将相，为讨平地方势力，巩固南北统一，建有大功。后为尚书仆射，与高颎同掌朝政。隋文帝杨坚之妻独孤后蓄意废长立幼，杨素与独孤后、晋王杨广沆瀣一气，暗室密谋，挑唆杨坚先免去支持太子的高颎。然后，杨素顺风敲锣，落井下石，多次诬陷东宫，说太子杨勇无恶不作；又说晋王杨广仁孝好学，堪当大任。于是，杨坚将 太子杨勇废为庶人，立晋王杨广为太子。从此杨素与杨广穿上了连裆裤。杨素又同杨广合谋，伪造罪证，陷害耿介刚勇的蜀王杨秀，使杨秀被囚。独孤后死去，杨坚溺于酒色，不几年，百病丛生，骨瘦如柴，一切国事都交杨广、杨素代理。后来，杨坚偶感风寒，就卧床不起。杨广、杨素等，到仁寿宫看望杨坚。杨坚似睡非睡，闭目养神，忽见一人慌慌张张，抢步进来，睁眼一看，见宠妃宣华夫人钗钿斜偏，头发蓬乱，惊问道：“你、你为什么这样慌张?”宣华夫人流着眼泪，呜呜咽咽地说：“太子无礼!” 杨广调戏宣华夫人，宣华不从，挣脱而去。杨广又慌又怕，便密召杨素商量对策。杨广发出东宫宫帖，控制门禁，不准大臣、宫妃、内侍进寝宫。再派右庶子张衡入宫看病，又在他耳边嘱咐了几句话。张衡进寝宫，赶走杨坚身边的宣华夫人和蔡夫人。不一会儿，张衡出来，报称皇上驾崩。杨广、杨素进去一看，杨坚已经没气，只是一双眼睛大睁着，目光炯炯地瞪视着他们，两人不由得倒抽一口冷气，往后退去。从此，依靠伪装和阴谋龙袍加身的隋炀帝杨广，骄奢淫逸、残暴虐民，上台十四年就断送了隋朝江山。其罪之始作俑者就是杨素。",
      "inspiration": "本爻《象传》所说： “覆公谏， 信何如也”， 这个 “信”， 大可咀嚼。《系辞传》上解说本爻是： “德薄而位尊， 知小而谋大，力小而任重，鲜不及矣……言不胜其任也。”用来审视杨坚之信用杨素、杨广，大体不差。决策者使用人才，对其德 (品质)、知(文化素养)、力 (才干)的综合考查，不可不慎之又慎。把野心家、阴谋家当成最可靠的接班人，岂不覆鼎倒灶吗?"
    },
    {
      "yao_text": "六五：鼎黄耳金铉，利贞。",
      "yao_comment": "此为鼎卦的第五爻。铉是鼎耳上的吊环。黄是中色，金是尊刚。六五阴处阳中尊位，好像鼎的黄金吊环，坚守正道是有利的。《象传》说： “鼎黄耳，中以为实也。”是说内心谦虚而又充实中正之德。",
      "story_name": "299 汤斌贤德如金铉",
      "story_overview": "汤斌字孔伯，睢州 (今河南睢县)人。顺治进士，累官潼关兵备道，后辞官从大学者孙奇逢求学。康熙时被荐应博学宏词科，任《明史》总裁官，擢内阁学士。在江苏巡抚任内，曾上疏请求蠲免苏 (苏州)松 (今上海)积欠用赋。迁礼部尚书，后改工部。他任江苏巡抚时，夫人、公子都穿平常布衣，行装也像穷读书人，饮食只是粗茶淡饭。有一天，见仆人买鸡进来，他很吃惊，说：“我没有叫吃鸡呀，谁让你买的?”仆人答：“是公子。” 他立即把儿子叫来，训斥道：“你想吃鸡就回去。世上没有不能咬菜根就可以干事的！”他命儿子跪在院中读《朱子家训》，把买鸡的仆人开销了。在江苏离任时，他只买了一套江苏出版的“廿一史”带走，他对送行官员们说：“这里书价便宜，所以我买了，就是太重，马吃不消。” 他的夫人坐轿子出门，衣上的败絮落在轿前。他死时睡的是 木板床，穿的破布袄、布裤，遗产只有俸银八两，靠同僚捐银二十两才办完丧事。长洲陆在新以孝廉任松江教授，汤斌推荐他廉勤方正，被康熙任为庐陵知县，颇有政绩。常州守官祖进朝有惠政，无故被免职，汤斌上奏，为祖辩明，得以留任。鉴于五通、五显淫祠流行，寺院香火熏天，多有酗酒、淫乱之事，汤斌奏请毁淫祠，革除恶俗。百姓刻碑纪念，碑文说：“肉山酒海，遇汤而败。” 康熙南巡时，地方官想毁民房修御道，汤斌力争，不同意。后来康熙嘉奖他，说：“你颇合朕爱民的心意。”并赐给他御膳。刚正不阿的汤斌，曾经当面指责当朝执政大臣明珠的家奴：“你的主子与我同朝为官，你不要狐假虎威！”后来，明珠多次对皇上进谗言，使康熙疏远了汤斌。汤斌死后，谥号文正。这是他一生言行的准确概括。",
      "inspiration": "官高而自奉甚俭，位尊而荐贤嫉恶，知多而好学不已，才大而为民办事。为官如此，可以无愧矣！对比豪奢如石崇，嫉才如李林甫，不学无术如范进，残害人民如魏忠贤，人民还是希望多出几个像汤斌这样的好官。"
    },
    {
      "yao_text": "上九：鼎玉铉，大吉，无不利。",
      "yao_comment": "此爻是鼎卦的第六爻。上九是鼎盖，玉铉是打开鼎盖的玉把手。鼎盖打开了，可以尽情享用鼎中的美食，所以大吉大利。上九阳处阴位，本不中不正， 又无应，但处鼎最上处， 鼎道可以最终完成。《象传》解释道： “玉铉在上， 刚柔节也。”金铉过于刚硬，玉铉温润适中，刚柔相济，所以能够无往不利。",
      "story_name": "300 宋太祖恩威兼施",
      "story_overview": "宋初，宋将潘美等攻下广州，将南汉国主刘长擒送汴都。宋太祖只杀了南汉主政大臣龚澄枢等，特赦刘长，封为检校太保右千牛卫大将军。刘长用珍珠编结成一条龙，头角爪牙，栩栩如生，献给太祖。太祖召见，赐酒一卮。刘长接酒，不敢喝，叩头哭泣。太祖笑道：“你怀疑这酒有毒吗?”说着，命左右取过刘长手中的酒，一饮而尽。见此，刘长喝了，脸上有些羞愧的神情。原来刘长在广州，专用毒酒害死臣下。宋军平定后蜀，后蜀国主孟昶晋见。曹武肃王密奏道：“孟昶在蜀称王三十年，树大根深，请逮捕他，杀了他的臣子，以防止蜀中发生动乱。”太祖在奏折后面批道：“你简直是雀儿肚肠！” 有一次，宋太祖到宰相赵普府第，看见走廊上放着十瓶东西。问是什么，赵普忙答是吴越王钱俶送来的海鲜食品，太祖说要尝一尝。打开瓶子一看，是闪闪发光的瓜子金。赵普连忙辩解说：“臣未打开看，实在不知情。”太祖叹息道：“你不妨直接接受。他以为国家大事，统统都由你书生做主，所以格外厚赠哩！” 不久，赵普派亲信官吏往陕甘山区，购置诏令禁贩的大木材，运回汴梁盖官邸，官吏又从中倒卖，三司使赵玭劾奏。宋太祖大怒道：“他还要贪得无厌么?”不久，下诏调赵普外任河阳三城节度使。",
      "inspiration": "不杀降王， 不诛大臣， 符合宋太祖“守内虚外” 的方针。 以柔抚之道待臣下，在和平时期的文治，对于结束唐安史之乱以来持续两百年的藩镇割据局面， 有进步意义。 然而，过宽失之政滥，吏治腐败也会愈演愈烈。"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua50Data;
} else if (typeof window !== "undefined") {
  window.gua50Data = gua50Data;
}
