// 第52卦数据
// 自动生成，请勿手动修改

const gua52Data = {
  "gua_name": "第五十二 艮卦",
  "gua_ci": "",
  "gua_jie": "此卦的下经卦与上经卦都是艮山，为少男，性静止，象征停止不动。 《象传》说： “兼山， 艮。” 艮， 就是停止。 《彖传》说：“时止则止，时行则行。动静不失其时，其道光明。”讲了动静之间的辩证关系：该停止时就停止，该前进时就前进。艮，有违背之义，引申为停止、怨恨、坚硬等义。这里，适可而止，“适可”是其核心。",
  "yao": [
    {
      "yao_text": "初六： 艮其趾，无咎，利永贞。",
      "yao_comment": "此为艮卦的第一爻。这是说：脚趾停下，没有过错，有利于永久坚持正道。初六阴处阳位，不中不正，无应。为行动之初，脚趾一停，全身不动，止住在正当位置。所以《象传》说：“艮其趾，未失正也。”不会盲目躁动，不会出错。该停止就停止， 反之，就会出错。",
      "story_name": "307 澶渊盟止于当止",
      "story_overview": "北宋景德元年 (1004)，辽以收复失地为名，发兵南下，连占数城，抵达黄河边的重镇澶州城北 (今河南濮阳附近)，威胁宋朝的都城东京开封，朝野人心惶惶。边境告急文书如同雪片飞来。宋真宗急召群臣会议。参知政事 (副相)王钦若主张迁都异州 (今江苏南京)，参知政事陈尧叟主张迁都益州 (今四川成都)。宋真宗不答，左右四顾，不见宰相寇准，便问：“寇相如何不来?”王钦若与寇准素来不和，他说：“寇相怕还在家里唱曲子，掷骰子呢。” 宋真宗遂命内臣宣寇准入朝。寇准拜见，宋真宗便问：“辽兵已到澶渊，是否有良策对付?”寇准一贯主张抗辽，这时，他说：“莫如御驾亲征。” 于是，宋真宗下诏亲征，大军抵达澶渊。宋军在澶州前线以伏弩射杀辽南京统军使萧挞览，辽军士气受挫。寇准与太尉高琼一道上奏，力请宋真宗麾师渡河，宋真宗登上澶州北城楼，远近将士望见皇帝的黄罗盖，齐呼万岁，欢呼声如巨雷滚滚，远传数十里。辽军士气本因主将被射死而大大低落，此时更是一片沮丧。宋军一鼓作气，开城出击，大败辽兵。宋真宗得到捷报，便留寇准在北城上，自己回行宫。宋真宗只希望辽军能尽快北撤，他不惜代价，派遣使臣曹利用向辽求和。寇准力主乘胜北伐，无奈宋真宗求和心切，但求太平了事。寇准只好不再坚持北伐。当年十二月，宋、辽商定和约：宋朝每年给辽绢二十万匹，银十万两，两国边境如旧，宋辽结为兄弟之国。从此，宋、辽长期并立，两国不再有大的战事。澶州又名澶渊郡，历史上称此和 议为澶渊之盟。这时，原来主张逃跑的王钦若转而向宋真宗攻击寇准，说寇准把真宗当做赌注孤注一掷，订立“城下之盟”，是国家的大耻辱。宋真宗听信王钦若，罢免寇准的相位，出知陕州，改任儒臣王旦为相。",
      "inspiration": "胜而求和，宋真宗真是得胜回头， 自有他的打算。文治的幽灵一直徘徊在宋朝皇宫。宋真宗罢免了力主抗辽有功的寇准，是他先伯父赵匡胤杯酒释兵权活剧的另一出。这种止于所止，使北宋得到了苟安，但也为尔后一百多年的战乱开了先河。至于个人行动，或动或静，或前进或停止，事业开头，局势不明朗，慎重为上， 不宜轻易迈出第一步。"
    },
    {
      "yao_text": "六二： 艮其腓，不拯其随，其心不快。",
      "yao_comment": "此为艮卦的第二爻。腓，小腿。拯，拯救。这是说停止其小腿，不能帮助改变小腿随着颤动的本性，所以其心不愉快。六二阴处阴位，中正无应，至柔。 《象传》说： “不拯其随，未退听也。”这是说小腿未能退听安静下来。前进途中，骤然完全停止，步调就不一致，就会出怨言。然而，坚守正道的君子，不怕流言飞语，偏要制止恶人的暴行，直到杀掉恶人， 为民除害。",
      "story_name": "308 徐阶巧斩严世蕃",
      "story_overview": "明代嘉靖年间，权臣严嵩专主国政近二十年，戕杀异己，招权纳贿，败坏吏治，吞没军饷，废弃边防。御史邹应龙等先后严词弹劾严嵩、严世蕃罪行。后来嘉靖帝朱厚熜见严氏父子积怨甚多，朝中侧目，渐渐疏远了他们。邹应龙尤其揭露严世蕃卖官鬻爵，支使恶仆强夺百姓田宅，母丧期间酒色荒淫的罪行。嘉靖召见大学士徐阶，与他商议。徐阶早想除去权奸首恶，但他见嘉靖特别宠信严氏，不得不对严嵩恭谨自谦。现在，见严氏已被皇上冷落，他便火上浇油，奏道：“邹御史所奏都是事实。严氏父子的罪恶，天下人无不切齿痛恨，陛下应迅速决断，免得滋生后患。” 出宫后，徐阶急去严府。严嵩问及邹应龙劾奏之事，徐阶从容答道：“想来不会有大麻烦。”严嵩感激地向他拱手说：“多年老朋友，全靠你挽回，老朽应当拜谢。” 刚刚送徐阶出门，不久，锦衣卫就来宣读诏书，勒令严嵩退休，并逮严世蕃发配雷州。严世蕃从雷州偷偷逃回家中。他父子势焰倾天二十年，无人敢举报他私逃。严世蕃竟招工匠上千人，大修府第园亭。适逢袁州推官郭谏臣，出公差路过严府，想进去看看。严府家奴呵叱郭谏臣滚开。郭谏臣立即呈报南京御史林润，林润飞快上奏，说逃犯严世蕃等聚集江洋群盗，有谋反嫌疑。嘉靖这回才真的发大火，命将严世蕃等抓进监狱。徐阶上奏严世蕃用阴阳家所言，说南昌有王气，修房不亚于宫阙；勾结宗人聚集亡命之徒，北通胡虏，南结倭寇，图谋大逆等项，上呈嘉靖。过几天，圣诏下，将严世蕃处斩；严嵩削职为民，令江西抚按查抄家产，抄得黄金三万余两、白银三百余万两，珍宝无数，.如同宫廷。严嵩寄食墓舍，两年后饿死。",
      "inspiration": "严氏父子，本是嘉靖养虎自伤。迫害忠臣，也是严氏假嘉靖之手才得逞。徐阶巧改劾疏，避其忌讳， 方能扳倒严氏这株大树。严世蕃已是逃犯，还不安分，更猖狂作恶，实属本性难移。对一代大奸， 用一下智巧权变， 为民除害， 是必要的。"
    },
    {
      "yao_text": "九三： 艮其限，列其夤，厉熏心。",
      "yao_comment": "此为艮卦的第三爻。限， 身体上下部分的界限， 即腰部。列，分开，分裂。夤，夹脊肉。这是说：停止其腰部，腰肌上下分开，十分危险，心中如同烈火焚烧。九三至刚不中，夹在两山中间， 上不沾天，下不着地，危在旦夕。九三像一个四分五裂的王朝，君主荒淫失政，人民颠沛流离，它所停止的地方就只有坟墓了。",
      "story_name": "309 赵高裂秦利熏心",
      "story_overview": "赵高原是赵国宗族远支，宦官。自小为内官厮役，善看君王脸色行事，又能强记秦朝律令，秦始皇披阅案牍，稍有疑义，一经赵高参决，无不合法律。秦始皇说他精明干练，擢为中车府令，又命他教导小儿子胡亥。赵高引诱胡亥淫乐，秦始皇父子却称赞他是忠臣。赵高招权纳贿，枉法为恶，秦始皇命大臣蒙毅审理，蒙毅依法判以死罪。不料秦始皇怜惜他勤敏有才，下令赦免，还令他官还原职，兼管符玺之事。秦始皇出游会稽，回京路过平原津(在今山东德州)，患了重病。病危时，他嘱咐李斯、赵高写信给长子扶苏，令其将兵权 交给大将蒙恬，速回咸阳主持丧葬。赵高怕蒙氏弟兄掌权对自己不利，便与胡亥、李斯合谋，秘不发丧；改始皇遗书为丞相李斯奉遗诏立胡亥为太子；又发诏指责公子扶苏、蒙恬犯大罪，赐死。胡亥立为二世皇帝后，赵高任郎中令，参与大政决策。赵高后又拜为中丞相，独揽朝政，他为了巩固权位，想谋反作乱，恐怕群臣不听他的，故意在二世面前指鹿为马。二世说：“丞相搞错了，把鹿说成马。”问群臣，有的沉默，有的说马，有的说鹿，赵高对凡是不随声附和的大臣都加以迫害，有的官员看见他心里都捏一把汗。赵高企图自立为皇帝，但因左右百官不从，只好立二世兄子公子婴为秦王。不久，公子婴用计在斋宫杀死赵高，灭其三族。但是，这已经不能挽救秦王朝大厦坍塌、灰飞烟灭的命运。",
      "inspiration": "指鹿为马的发明权属于赵高。他为什么敢于指鹿为马?因为他手中有生杀予夺的权力。怕死的跟着鹦鹉学舌，不怕死的敢于指鹿说鹿。说真话，有时甚至需要付出生命做代价。安徒生童话中有个皇帝穿新衣的故事，说的是指鹿为马的另一种表现形式：假作真时真亦假。皇帝明明身上一丝不挂，久了，他好像感到自己穿着衣服似的。只有天真无邪的孩子说： “瞧，皇帝光着身子呢！”通常说要实事求是，在孩子那里就是这样简单明了，在顾虑重重的成人那里却是那样复杂艰难。"
    },
    {
      "yao_text": "六四： 艮其身，无咎。",
      "yao_comment": "此为艮卦的第四爻。这是说：停止其胸背部，没有过错。《象传》说： “艮其身，止诸躬也。”六四阴处阴位，至柔当位，不中而无应。止其身，就是独善其身，忘记一切物我、是非，淡泊无虑。这是人的自我修养达到的一种高级境界。",
      "story_name": "310 陶渊明独善其身",
      "story_overview": "陶渊明，又名潜，字元亮，别号五柳先生。浔阳柴桑 (今江西九江西南)人。他出生在一个没落官僚家庭。曾祖父陶侃是东晋开国元勋，祖父陶茂做过武昌太守，母亲是东晋名士孟嘉的女儿、陶侃的外孙女，父亲早死，从小生活贫困。陶渊明生活在东晋后期，是东晋王朝在内战火并中日渐衰亡的时代。他受过良好的家庭教育，学习当时崇尚的《老子》、《庄子》，还读了儒家的六经以及各种异书。他生活在匡庐、彭蠡的山水田园里，喜欢读书、喝酒，对着湖光山色抚弄古琴。他不羡慕富贵荣华，但有时却怀着他曾祖父“致力中原”的志向，向往着收复胡马铁蹄下的张掖、幽州。独善其身和兼济天下的人生选择，他都考虑过。他的叔父见他家里耕地不能自给，娃娃多，推荐他当彭泽令。彭泽离他家乡一百里。他命人在公田里全部种高粱用来酿酒，他说：“我能经常在酒里沉醉，心满意足了。”他的妻子坚持种一小半稻谷，好做口粮。当了八十多天彭泽令，本来对为口腹而自役的行为感到痛苦不堪，加上妹妹程氏在武昌病死的消息传来，陶渊明内心被煎熬着。岁末，适逢郡里派督邮来检查，县吏说：“应该穿好官服，束好腰带去拜接。” 陶渊明长长地叹了一口气，说道：“我岂能为了五斗米向乡下小子低头弯腰?”当天就交出官印，辞官回家。同时，他写下了与龌龊官场诀别的宣言书《归去来辞》。他以沉痛的自责来表达他对官场的憎恶。残酷血腥的战乱，卑鄙黑暗的阴谋，使他觉得自己走过一段迷途，现在能够“登东皋以舒啸，临清流而赋诗”，身心好像与大自然融为一体了。他在《归田园居五首》诗中，把从前仕途生活比做笼中鸟、池里鱼，而现在开始“久在樊笼里，复得返自然”的自由自在、无拘无束的生活。他和妻子都下田耕种、浇田灌园。尽管家里遭过一场大火，家乡发生长达半年的战祸，他仍然日出下地日落收工，冒着寒风霜露，在多难的岁月里，过着艰苦而又自得的耕读生涯。陶渊明的弃官归田，在士子汲汲于富贵名利的当时，是一种惊世骇俗的行为。陶渊明留下的诗、文、赋，对后世产生了巨大的影响，是我国古典文学的瑰宝。他后半生坚决不和统治阶级同流合污，洁身自好、独善其身，但仍然留心现实，是非爱憎之情依然在炽热地燃烧着。",
      "inspiration": "在晋宋之际，士子人人都清高，人人都想做官。陶渊明的归田， 固然惊世骇俗，但他的行为，连同他的诗文，却并不为南朝人所看重。 到唐宋， 才逐渐引起人们的重视。 他的隐逸无可厚非，后人也不必引以为楷模。他的人格、他的精神及其结晶的诗文，则是无价瑰宝。陶渊明追求的不是外在的轩冕荣华、功名利禄，而是内在的人格和不委屈而累己的田园生活。 自然景色、田园劳动成为他生活、精神的一部分。他把人的觉醒提高到一种高度自觉的程度，使自己成为真正意义上的人。"
    },
    {
      "yao_text": "六五： 艮其辅，言有序，悔亡。",
      "yao_comment": "此为艮卦的第五爻。这是说：停止其嘴巴，正其言使他讲话有道理、有顺序，悔恨便可以消除。六五阴处阳位，处尊守中，如果哇哇乱讲、语无伦次，就会言多必失。《象传》说：“艮其辅， 以中正也。”辅，面颊，引申为嘴巴。就是以中正之道指导言论，说话要讲道理、伦常。",
      "story_name": "311 唐太宗纳言正行",
      "story_overview": "唐太宗对他的侍臣说：“我每天坐朝，如果想要说句话，就要考虑这句话对百姓有没有好处，所以我不敢多说话。”给事中杜正伦进奏道：“是呀，君主的言论行动必定会有所记录，史书就是专门记载君主的言论行动的。我的任务就是编写陛下的起居注，不敢不忠于自己的职守。陛下如果有一句话不合道理，千百年后都会有损于圣德，而不仅仅是目前对老百姓有所损害。希望陛下说话要谨慎。” 有人上书请求唐太宗罢除那些只会溜须拍马阿谀奉承的臣下。唐太宗问道：“你说的溜须拍马阿谀奉承的臣下是谁?” 这人回答道：“臣居住在山林荒野，不能清楚地说出是谁。希望陛下跟群臣们谈话，或者假装发怒来试试看，那些坚持真理不屈服的，就是忠诚正直的臣下。那些害怕您的威严顺着您的心思看风使舵的，就是溜须拍马阿谀奉承的臣下。” 唐太宗说：“君主自己作假，凭什么去要求臣下刚正忠直呢?我正要用至诚治理天下。知道以前的帝王喜欢诡诈莫测的手段对待臣下，我觉得这样做可耻。你的办法虽然好，但我不能采用。” 有一次，程名振奏对不合唐太宗的意旨，唐太宗很不高兴，便责问他。程名振却从容不迫，应答得更为详尽、清楚。唐太宗这才消了气，对左右的人说：“房玄龄在我身边，每次看见我斥责别人，就显得六神无主，手足无措。程名振并没有见过我，对于我刚才的责问，他却毫不慌张，滔滔不绝地回答，讲得头头是道，真是一个奇才。”于是，提拔程名振为右骁卫将军。治书侍御史权万纪进言说：“宣州、饶州发现了很多银坑，开采它们可得数百万缗钱。”唐太宗却很不高兴地说：“我是尊贵的天子，所缺乏的并不是财物，只恨没有好的建议可以有利于天下百姓。与其多得到数百万缗钱，还不如得到能够进嘉言、出好主意的贤才。你没有向我推荐一些贤才，也不曾黜退过一个不贤之臣，却专门谈收税采银之事。过去尧、舜把玉璧扔进荒山野林里，把明珠丢进深谷中，就是希求贤才远远胜过珍宝。只有后汉桓帝、灵帝才聚敛钱财为己有，抛弃贤才如粪土。你是想让我做桓帝、 灵帝吗?” 当天，唐太宗就将权万纪削职为民，叫他回家。",
      "inspiration": "古话讲“非礼勿言”，我们讲“非理勿言”。说话要讲道理，说话要符合实际，符合客观事物的法则或规律，也就是“言有序”。言论精要不烦，有利于解决具体的实际问题。假话、大话、空话， 即使像江水滔滔不绝， 也毫无益处。"
    },
    {
      "yao_text": "上九:敦艮, 吉。",
      "yao_comment": "此为艮卦的第六爻。这是说：上九处于艮卦之极顶，能够敦厚地止于全卦六爻之上，吉祥。上九阳处阴位，不中不正不尊，但阴阳相济。《象传)说： “敦艮之吉，以厚终也。”就是指以淳朴厚重的大道去化育万物，从而能够制止一切祸事，转而为福。",
      "story_name": "312 孟尝君厚重止祸",
      "story_overview": "齐相国孟尝君的一个门客，跟孟尝君的妾发生了私情。有人把这事告诉孟尝君，并气愤地说：“这家伙是你的门客，端着你的饭碗，却同你的小妾相爱，太不够义气了。淫为大罪，你应该把他杀了！”孟尝君说：“男女之间，由于相貌、体态的美丽而互相爱悦，这也是人之常情。此事不要张扬，更不能动刀，我另外妥善处理。”过了一年，孟尝君对他小妾的男友说：“你跟随我好久，没有做大官，小官你又不想做。卫国嗣君跟我是贫贱之交的朋友，我准备车马、虎豹皮包装的五匹帛，你带上礼物和我的书信到卫君那里去，也许你将来会有些发展。” 于是，那门客去了卫国，见了卫君，后来很受卫国国君的重用。后来齐、卫两国发生边境纠纷，关系恶化，卫国国君很想约集几个诸侯国的兵力来进攻齐国。这位门客对卫国国君说：“我恳切希望国君丢掉攻打齐国的念头，与齐和好如初。国君如听臣的劝告，那当然好；如果不听臣的劝告，那就认为我不是好人，我就只有用我颈项的鲜血溅洗国君的前襟，以死来表白我对齐、卫两国和睦相处的诚意了！”那门客说罢，痛哭流涕，哭得抬不起头来。卫国国君深受感动，同意门客的意见，打消了约集诸侯国进攻齐国的念头。齐国的官员听说这件事，议论说：孟尝君真可以说是善于处理事情的矛盾冲突的人。他不因为门客私通小妾就杀掉他，通情 达理，体现了爱士之情，避免了祸事；这位门客以义报德，拼死说服卫国国君，避免了一触即发的战祸。他们都是有功之人。",
      "inspiration": "古人评孟尝君爱士是非礼之爱，门客的强争是非义之强。那是古人的见解，有其历史背景。孟尝君对婚外恋情的看法，认为男女之间因为相貌体态的美丽而互相爱悦是人之常情，的确是违背了礼的规定，大大超前的。 门客以死强争，止息干戈， 是大善之事，何不义之有?小不忍则乱大谋，这个故事的结束，也从另一角度给人处世以有益的启示。"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua52Data;
} else if (typeof window !== "undefined") {
  window.gua52Data = gua52Data;
}
