// 第53卦数据
// 自动生成，请勿手动修改

const gua53Data = {
  "gua_name": "第五十三 渐卦",
  "gua_ci": "渐：女归吉，利贞。",
  "gua_jie": "此卦的下经卦是艮山，为少男，性静止；上经卦是巽木，为长女，性进入。《象传》说：“山上有木，渐。君子以居贤德善俗。”这是说：山上有树木，渐渐长高。君子也是逐渐地积累贤德，改善风俗。渐卦就是循序渐进、不断进步的形象。卦辞说：实行渐道，女子出嫁吉祥，坚持中正之道有利。 《彖传》解释说： “渐之进也，女归吉也。进得位，往有功也。进以正，可以正邦也。其位，刚得中也。止而巽，动不穷也。”女子出嫁，找到了人生的归宿。渐卦用女子出嫁行六礼的渐进做比喻，阐明人的上进、升进，士子、因功升迁也应合于中正之道，才能治国平天下。",
  "yao": [
    {
      "yao_text": "初六：鸿渐于干。小子厉，有言，无咎。",
      "yao_comment": "此爻为渐卦的第一爻。干，河岸。这是说：鸿雁渐行在河岸上，幼雁有危险，有怨言，没有过错。初六阴处阳位，不当位， 不中，无应。 《象传》说： “小子之厉， 义先咎也。”这是说，幼雁体小力弱，怕跟不上雁群，有危险，因此不能遽然行事。但是，小人却讥诮君子的升进为危厉之事。不知君子按照正道的升进是合乎渐进之道的，即使在渐进初始时有出众的表现也是可以的。",
      "story_name": "313 甘罗十二为丞相",
      "story_overview": "战国末，秦王政和主持政事的相国吕不韦想联燕伐赵，燕王派太子丹入秦为质，请秦国派大臣去燕为丞相。吕不韦想派张唐去，张唐却托病坚决不去。吕不韦坐在堂上生闷气。他门下有个十二岁的小宾客甘罗，是秦武王时右丞相甘茂的孙子，他见吕不韦不高兴，便问：“你心中有什么麻烦事吗?”吕不韦这才说了请不动张唐的事。甘罗说：“这是小事，何不早说，我去说服张唐。”吕不韦不相信。甘罗说：“从前项橐七岁就当孔子的老师，我十二岁，比项橐还大五岁。我去了没成效，你再换人不迟。你对天下士子，怎能动不动就上火毛脸呢！”吕不韦同意了。甘罗对张唐说：“以前应侯派武安君攻赵，武安君不肯去，应侯发怒，武安君被赶出咸阳，死在杜邮。现在文信侯亲自登门请将军去燕国为相，而你坚决不去，这岂不是很像当年武安君抗命，不能得到应侯的宽容一样吗?你想，文信侯能饶过你吗?所以我说将军的死期不远了。” 张唐听了，不禁毛骨悚然，脸上有畏惧的神色，他请甘罗代他向吕不韦请罪，说他立即准备行装。甘罗对吕不韦说：“张唐是不得已才答应去燕国，但内心里还是害怕他得罪过赵国，在去燕路过赵时会遇到刁难。我请求派 给我十五乘车，为张唐先通报赵国。” 赵悼襄王听说秦、燕通好，正怕两国联合攻赵，忽报秦使者来到，便出郊外二十里迎接甘罗。见他年少，暗中惊奇，问道：“从前有一位替秦打通三川之路的，也姓甘，不知道是先生的什么人?”甘罗答道：“是我祖父甘茂。” 赵王又问：“秦国朝廷中的年长者，派不出使臣吗?怎么派了先生?”甘罗说：“秦王用人，因人而任。年长者委以大事，年幼者任以小事。我最年幼，所以派到赵国来了。” 赵王碰了个软钉子，更佩服甘罗人小鬼大。他问：“先生来到敝邑，有何见教?” 甘罗问道：“大王听说燕太子丹去秦为人质吗?大王听说张唐去燕国为相吗?”赵王说：“我都听说了。” 赵王十分高兴，立即赐给甘罗黄金百两，白璧二双，将五城地图交甘罗还报秦王。秦王十分高兴，封甘罗为上卿。",
      "inspiration": "甘罗智商是否如此超常，另当别论。他对张唐和赵王，都用了先将对手置之绝地，然后再指出活路的诡辩术，则是古代纵横家的熟技。"
    },
    {
      "yao_text": "六二：鸿渐于磐，饮食衎衎，吉。",
      "yao_comment": "此为渐卦的第二爻。磐，大石。衎衎，快乐的样子。这是说：鸿雁飞到平整的大石上，和谐喜乐地喝水吃饭，吉利。六二阴处阴位，当位得中，上应九五。《象传》说：“饮食行衎，不素饱也。”这是说：不是无功受禄，白吃饱饭，而是要辅佐君王，使国强民乐。",
      "story_name": "314 于成龙不吃白饭",
      "story_overview": "于成龙在清顺治时任广西罗城知县七年，政绩突出，后累官知府、直隶巡抚至两江总督。于成龙任罗城知县，招抚流亡，兴办学校，减免赋税，使百姓安居乐业。他自己生活极为清苦，百姓过意不去，交完田赋，给他一些钱。于成龙为了领情，留下一些钱，够买一壶酒就行。他在罗城当县官七年，因为生活太苦，跟随他的仆人走的走，死的死。罗城百姓更加同情他，每天早晚都有百姓去问他过得好不好。当于成龙升为合州州官离开罗城时，老百姓拦路号哭，说：“老爷现在离开了我们，谁给我们做主呀！”送了他一百多里，才回罗城。只有一个算命的瞎子不回去。于成龙问他为什么不回去。他说：“我估计老爷的旅费支持不到一千里行程，我这手艺可以资助一点。”后来，于成龙在旅途遇大雨受阻，盘缠用完，依靠算命瞎子的帮助才到了合州。于成龙调任福建时，命人买了几担萝卜。别人笑他：“这是不值钱的东西，买那么多干啥?”他说：“我沿路吃的蔬菜就是它。” 他任两江总督，在制府署每天吃的青菜白饭，江南人称他“于青菜”。没有茶叶，仆人只好每日采摘衙门后的槐叶当茶泡着喝，天长日久，把槐树采摘得光秃秃的。逢饥荒年份，他以碎米拌糠熬成粥，一家人都喝，也用粥待客。他说：“就照这样过下去，可省出一些粮食去赈救挨饿的百姓。” 于成龙身为封疆大员，死后家徒四壁，床头的一个破箱子里，只有一件锑袍、两副靴带。土瓮里有几升粗米，几罐盐菜、豆豉，再没有什么值钱的东西。于成龙常常吟诵《诗经》上的两句诗，作为自己的座右铭：“彼君子兮，不素餐兮！”那意思是：那些君子，要为民办好事，不能白吃饭！",
      "inspiration": "何以为官?答案可能成千上万。巨贪如和珅，他几乎钓得大地鱼虾尽，恨不得掘地三尺以肥己。 于成龙的标准不高： 为官不要白吃饭。这个低标准，为官想要达到，并非易事。旧话说“千里做官为吃穿”，只要不坑害百姓，不是喝百姓之血滋补自己，还是情理中事。至于“三年清知府，十万雪花银”，那就不是官，而是比明火执仗的土匪更可恨、更可怕的吸血鬼了。"
    },
    {
      "yao_text": "九三：鸿渐于陆，夫征不复，妇孕不育，凶，利御寇。",
      "yao_comment": "此为渐卦的第三爻。这是说：鸿雁渐渐飞到平地上，丈夫远行不回，妻子怀上别人的孩子不能养育，凶险，有利于防御敌寇。九三阳处阳位，不中无应。《象传》说：“夫征不复，离群丑也。妇孕不育，失其道也。利用御寇，顺相保也。”是说丈夫远出轧姘头不回家，是离群的丑事；妻子在家养私生子，是失道的丑事。这两件事都有危险。只有对付外敌才有利。古人常以君臣关系与夫妇关系相比，人臣如妻妾，他们如果自骄凌上，君臣由疑忌而离异，权倾一时的大臣难免成为刀下鬼。",
      "story_name": "315 诸葛恪失道被杀",
      "story_overview": "诸葛恪，字元逊，三国琅琊阳都 (今山东沂南南)人。其父诸葛瑾为孙吴大臣，叔父诸葛亮为蜀汉名臣。诸葛恪少有才名，善于词辩应对。有一次，孙权与群臣聚会，叫人牵来一头驴，在驴脸上贴了一条标签，写上“诸葛子瑜”。子瑜是诸葛瑾的字，他的脸长，孙权写这标签开他的玩笑。诸葛恪年纪虽小，却很聪明，他请求孙权给他一支笔，在那四个字下面添上“之驴”两个字。大家拍手叫好，孙权也高兴地把这头驴赐给了他。孙权很赏识诸葛恪随机应变的才能，对诸葛瑾说：“你家真像蓝田生玉，后继有人。” 赤壁之战以后，丹阳郡山越酋长费栈受曹操指使，依靠山林险阻，拒绝向孙吴缴税服役，不断骚扰孙吴的后方，成为心腹之患。孙权数次派大将进剿，都未彻底平定。诸葛恪主动请求进讨山越，他父亲诸葛瑾非常忧虑，叹气说：“诸葛恪不能使我们家族兴盛，还会使我们家族满门抄斩啊！” 孙权拜诸葛恪为抚越将军，兼丹阳太守。他采用坚壁清野的对策，平时不与山越交锋，等谷物成熟时派兵抢割，山越因缺粮，被迫投降。进剿山越的成功，助长了诸葛恪恃才自负、妄自尊大的思想和性格。孙权病死，诸葛恪受诏辅立孙亮，专主国政。他受到东吴民众的拥戴，每次出巡，百姓都伸长颈项仰望他。他还率兵大败魏军于东兴堤，军威大振，被封侯，督管内外军事。作为主要辅臣，诸葛恪本应把主要精力放在整顿内政上。但他求功心切，不顾诸大臣的劝谏，不顾民疲力屈的现实，亲率大军二十万，大举进攻曹魏。结果东吴军队因疲劳、饮水泻肚，大半病倒，死伤遍地。他还处斩报告病员增多的军吏。将士怨声载道，他却若无其事地在长汀的小岛上休息一个月，还打算在浔阳置办田产。朝廷召他班师回朝的消息接连不断，前线惨败、将士倒毙、朝野怨愤的信息，诸葛恪充耳不闻。后来这位悠然自得的大将诸葛恪被骗进宫中饮酒，席间，惨死在孙峻的屠刀下。诸葛恪一死，全家被杀，诛灭三族。",
      "inspiration": "诸葛恪失道被杀。所谓失道，就是失去了中正之道———这是《易经》中的一个重要思想。他不该伐魏，他不该矜己凌人，一意孤行。由于他的目空一切，招致了二十万大军惨败。孙峻借了军民的怨恨，朝野的激愤，罗织拥权生变的罪名而骗杀诸葛恪，实际上是孙权严刑乱杀的延续。骄必败，确实是不刊之论。"
    },
    {
      "yao_text": "六四：鸿渐于木，或得其桷，无咎。",
      "yao_comment": "此为渐卦的第四爻。桷，方形的椽子，此谓平的木板。鸿雁渐渐上了树木，树木不适宜鸿雁这样的水鸟居留，便上了平正的木板，便可安居，没有过错。六四阴处阴位，至柔不中无应。《象传》说： “或得其桷，顺以巽也。”这是说： 只要以驯顺之道奉君主，虽然有些不安，但可以避免危险。",
      "story_name": "316 刘墉受挫巧周旋",
      "story_overview": "刘墉，字崇如，号石庵，在乾、嘉之际，官至体仁阁大学士。在民间，素有智多星、白面包公、刘青天的美誉。刘墉的父亲刘统勋身为军机大臣、大学士，被乾隆倚为股肱之臣，乾隆对刘墉也格外优遇。他六十三岁时代理吏部尚书，三 年后任协办大学士，一当就是十二年，到他七十八岁高龄，才实授大学士。比起与他同期从协办到实授大学士的伍弥泰、和珅等，他的升迁显得过于漫长。刘墉多年未被重用，长期坐冷板凳，原因是什么? 就在刘墉任协办大学士第二年，乾隆发现刘墉有觊觎补授大学士、急于求升迁的嫌疑，便有意将刘墉挂起来，以示惩戒。乾隆检查皇子们学习的上书房，发现七天没人进书房，他认为担任皇子总师傅的刘墉严重失职，给刘墉扣上不忠不孝的大帽子，而后给予降职为侍郎衔的处分。在乾隆措辞严厉的上谕里，否定一切，连刘墉在安徽学政、湖南巡抚任内的政绩也一概抹杀。这要追到刘墉与乾隆的头号宠臣和珅的关系上去找原因。和珅为人机敏，强记但读书不多，粗解诗文，常请文人讲论古今。有时写诗文，私下请大手笔、四库全书馆总裁纪昀等替他润饰文字，甚至替他捉刀代笔。只有刘墉时常对和珅冷嘲热讽，弄得和珅狼狈不堪。和珅常对乾隆诉苦，告刘墉的黑状。有一次，他得知和珅应召入宫。那时寒风猛刮，大雪纷飞，泥泞遍地。刘墉穿着破衣服，命人拦住和珅的轿子，说：“中堂亲自过府贺年不遇，现在下轿迎接和相！”两人寒暄之际，刘墉溅了和珅的玄裘绣袄一身稀泥，使他十分尴尬。刘墉以他特有的幽默表示自己对大权奸的蔑视。八十五岁时，刘墉无疾而终。",
      "inspiration": "刘墉晚年以模棱、滑稽自容，乾隆、嘉庆都斥为渎职。其实一个耄耋老人用虚与委蛇、幽默谐谑对待炙手可热的权奸，仍不失为自我表现与自我保全的处世态度。对于恶人，不妨以嬉笑怒骂而嗤之以鼻。"
    },
    {
      "yao_text": "九五：鸿渐于陵，妇三岁不孕，终莫之胜，古。",
      "yao_comment": "此为渐卦的第五爻。陵，高山。这是说：鸿雁渐渐行于高山之上，妇女三年不怀孕，最终没有人能胜过他，吉祥。九五阳爻居阳地，中正至尊至刚。三岁不孕比喻小人的挑拨离间，使君与贤陋之间的沟通短期受阻，但终究阻力会消失，不能战胜君主与贤臣之间的欢悦。",
      "story_name": "317 齐襄除佞信田单",
      "story_overview": "田单是齐宗室远房族属。燕将乐毅攻破齐国时，田单命族人砍断车轴末端，用铁包裹轴头，使之坚固易行，得以不为燕军俘虏。田单被推为将军，坚守即墨。他又用计挑拨燕惠王怀疑燕将乐毅，使燕惠王派骑劫取代乐毅为将。他设计使燕军尽割被俘齐兵鼻子、挖掘齐人坟熊， 以激怒齐人。齐燕交战，田单搜集了千余条牛，给牛披上五彩绛色缯衣，缚尖刀在牛角，于夜间点燃牛尾，牛被激怒，直冲燕军，以“火牛阵”大破燕军，收回失地十余座城。田单由莒 (今山东莒县)迎接齐襄王回到国都临淄。田单因功被任为相国，齐襄王宠幸的九个臣子一直对田单不满，常常对襄王造谣中伤田单。齐人貂勃也讨厌田单，说：“安平君是个小人。”田单把貂勃请来，用好酒招待，请他指出自己的过错。貂勃借用跖犬吠尧各为其主的寓言，希望他向齐襄王推荐自己，并赶走齐王身边的小人，表示自己愿为田单效劳。齐襄王要派人出使楚国，田单推荐了貂勃。貂勃出使楚国，楚王留他游乐、喝酒，好多天不回齐国。第二天，齐襄王气呼呼地说：“叫相国田单来见我！”田单脱下冠帽，脱掉上衣，露出肢体，光着脚拜见齐襄王，然后恭敬地后退，表示请罪。五天以后，齐襄王感到实在找不出田单到底有什么罪过，便宣布田单无罪。貂勃从楚回齐，齐襄王赐酒宴，喝得快乐，齐王说：“召相国田单来。”貂勃起立作揖说：“大王怎么可以说这样亡国的话呢?往远里说，王比得上周文王、齐桓公?”齐襄王说：“我比不上。” 貂勃说：“周文王得到吕尚，尊之为太公；齐桓公得到管仲，敬他为仲父。而现在大王得到安平君竟直呼其名，开天辟地，作为人臣，有哪个的功劳比安平君更大?大王如不快杀掉九个佞臣以谢安平君，国家就很危险！” 于是，齐襄王杀掉他身边的九个佞臣，驱逐他们的家族，增加安平君田单的食邑一万户。",
      "inspiration": "嫉妒是人的七大罪之一。田单的惧祸恃怯而自晦，在古代很普遍。春秋战国时代，杀得天昏地黑，名将、士子跳槽择主也比较自由。齐襄王十九年，襄王死，田单去了赵国为将，不再回齐。 和则留， 不和则去；用则行， 不用则藏————这是那个时代士子的选择。"
    },
    {
      "yao_text": "上九：鸿渐于陆，其羽可用为仪，吉。",
      "yao_comment": "此为渐卦的第六爻。陆，古人解为逵，即通往云霄之路。这是说：鸿雁飞到极高处，超然如在九霄之上，其羽毛可用来做仪表风范，吉祥。上九阳处阴位，虽不正不中无应，但刚柔相济，如同君子升进，一步步升高，直到逍遥自在地遨游于万物之表的上空。《象传》解释之所以吉，是因为不乱，就是得到循序渐进的奥妙。",
      "story_name": "318 王文端清风峻节",
      "story_overview": "王杰，字伟人，陕西韩城人。乾隆二十六年进士，乾隆亲擢为第一。授翰林院修撰，累官至东阁大学士。曾主持考试十二次，三次任会试正总裁，没人告他徇私舞弊。卒谥文端。王杰个子不高，对人和蔼可亲，偶然露出刚正之气。他进入军机处时，和珅正红得发紫，通天震地。除了议论公事，王杰不同和珅交往。平时默然独坐，座位离气焰逼人的和珅很远。即使和珅主动找他搭话，他也含糊答对，不冷不热的。和珅附庸风雅，拿着水墨画轴，向同僚炫耀他有宝藏，王杰淡淡一笑说：“中堂贪墨之风到了这个地步！”他以贪爱水墨画，暗指和珅贪贿成性。和珅听出话中有刺，岔开话头说：“状元宰相手果然生得好！”王杰冷冷地说：“这手只会做状元宰相，不会要钱，有什么好！” 乾隆死后，嘉庆亲政，诏令权奸和珅自杀，王杰为首辅。王杰遇事持大体，竭诚进谏，深得嘉庆优遇。他为官四十年，位极人臣，但仍像他当穷秀才时一样清贫。他有门生从外任官回京城看老师，见王杰生活清苦，赠送银钱祝寿，聊解老师衣食之困。王杰满脸冰霜，对门生说：“从前我给你讲了些什么你该明白，现在如果收受你的馈赠，我的行为还像我说的那样吗?”门生听了，不禁深深地向老师鞠躬，眼里满含着激动的泪水。王杰退任时，嘉庆写诗赠送他，其中有一句是“清风两袖返韩城”。这是王杰最满意的评价。",
      "inspiration": "南朝宋诗人鲍照《白头吟》诗云： “直如朱丝绳， 清如玉壶冰。”人们以此塑造自己的刚直守正的品格。 这种品格表现为对柔弱者不欺侮，对权势者不屈服。古人认为这种清风峻节，可以使人“富贵不能淫，贫贱不能移，威武不能屈”。这样才使人成为顶天立地的大写的人。有了这种清风峻节，人类也才有生生不息的精神基础。"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua53Data;
} else if (typeof window !== "undefined") {
  window.gua53Data = gua53Data;
}
