// 第54卦数据
// 自动生成，请勿手动修改

const gua54Data = {
  "gua_name": "第五十四 归妹卦",
  "gua_ci": "归妹：征凶，无攸利。",
  "gua_jie": "此卦下经卦是兑泽，为少女，性欢悦；上经卦是震雷，为长男，性躁动。《象传》说： “泽上有雷，归妹。”泽中之水随着泽上的雷而震动，象征着少女要嫁给成年男子。归妹，就是嫁出少女。嫁出少女，前进或出行有凶，没有利。《彖传》解释卦辞时认为：少女出嫁找到人生归宿，这是天地大义。这是少女时代的终结和做妻子的归宿。而“征凶，位不当也。无攸利，柔乘刚也”。说“位不当”，是指少女本该嫁给少男，却嫁绐年纪大的长男，不当位，所以凶。少女长男相处，就容易以柔克刚，以贱凌贵，很不利，造成妻制夫、男从女的关系，这种婚姻关系不会好。",
  "yao": [
    {
      "yao_text": "初九：归妹以娣，跛能履，征吉。",
      "yao_comment": "此为归妹卦的第一爻。娣，从嫁为妾的妹妹。这是说：少女出嫁， 身份是偏房的妾，好像一个跛子，也能走路，往前走是吉祥的。初九阳处阳位，至刚， 当位不中，上无应，虽然有向上进取之心，但地位终究低下。《象传》说：“归妹以娣，以恒也。跛能履吉，相承也。”指这种婚姻是终身相伴，是永恒的。妾能够为君王生下更多的可以继嗣王业的后代，就像虽然跛足但也能走路并且吉祥一样。",
      "story_name": "319 桃叶桃根嫁献之",
      "story_overview": "王献之是东晋大书法家、文学家王羲之第四个儿子。少年时就有盛名。他工于书法，尤精于草、隶，也善绘画。他七八岁时练习书法，父亲王羲之悄悄从他身后去夺他的笔，他握笔紧，竟夺不到，他父亲感叹说： “这孩子学习这样专心致志，以后一定会有大成就！”他后来也成为书法家。他开始任州主簿、秘书郎、州丞，被皇帝相中，以新安公主下嫁他。后来任建威将军、吴兴太守。征拜中书令。王献之风流不羁，娶有一妾名桃叶，其妹桃根随姊从嫁。王献之与桃叶、桃根，常常在建康(今南京)的秦淮河上，驾一叶翩舟，饮酒吟诗，互相唱和。有一次，桃叶姊妹将要远行，王献之吟唱了三首《桃叶歌》，表达对她们的深情：桃叶复桃叶，渡江不用楫。但渡无所苦，我自迎接汝。桃叶复桃叶，桃叶连桃根。相怜两乐事，独使我殷勤。桃叶映红花，无风自婀娜。春花映何限，感郎独采我。相传桃叶另有三首《答王团扇歌》，也充分表现了多情女子与王献之的伉俪深情：七宝画团扇，灿烂明月光。与郎却喧暑，相忆莫相忘。青青林中竹，可作白团扇。动摇郎玉手，因风托方便。团扇复团扇，持许自障面。憔悴无复理，羞与郎相见。消夏祛暑之时，阵阵清凉的风，吹拂了烦热，传递着他们“相忆莫相忘”的款款情意。王献之有才，桃叶姊妹的诗也表现出她们非同寻常的艺术才华。他们以诗传情，在古代是不多见的。",
      "inspiration": "归妹以娣是古代政治色彩很浓的一种婚姻习俗。随着社会历史的变迁，这种习俗已成历史遗迹。南京秦淮河畔的桃叶渡，使我们对这个美丽的传说产生遐想。人间难得是真情。在儒家要求诗歌“发乎情，止乎礼义”的诗教之下，大胆表现男女情爱的诗歌被视为淫辞，像此故事所引的诗歌，敢于表现对于社会地位低下的妾的情爱，抒发对妾的纯朴真实的感情，对森严的礼法束缚，是一个突破。至于“归妹以娣”的多妻主义，该进博物馆，不足为范。"
    },
    {
      "yao_text": "九二：眇能视，利幽人之贞。",
      "yao_comment": "此为归妹卦的第二爻。这是说：虽然瞎了一只眼，还有一只眼能看见，有利于坚守幽居深闺中的贞节。九二阳处阴位，不当位却得中，与六五相应。《象传》说：“利幽人之贞，未变常也。”指女子能自守中正贞静之道，保持她高洁的操守。",
      "story_name": "320 鸳鸯幽闺自守贞",
      "story_overview": "鸳鸯是贾母的贴身丫鬟，又是贾府的家生奴才之女。她生得细腰削背，鸭蛋脸，一头乌油黑发，高高的鼻子，两腮上几点雀斑，更添几分娇媚。贾母的大儿子，年过五十的贾赦想讨十八岁的鸳鸯做第三房小老婆。他让大老婆邢夫人亲自去向鸳鸯提亲。邢夫人满以为这是坛子里捉乌龟---手到擒来的事儿，一个家生奴才，做梦都想攀大老爷的高枝呢。谁知鸳鸯一句话不说，只是低了头。邢夫人拉她，她也不动身子。相好的小姐妹，已被贾赦儿子贾琏收作偏房的平儿也来劝她，说：“你不答应，只怕事情没个完。大老爷 (指贾赦)的性子你是知道的。现在他不敢把你怎么样，将来难道你跟老太太一辈子不成?也要嫁出去的。那时落在他手里，有好果子吃?” 鸳鸯冷笑道：“老太太在一天，我一天不离开这里。若是老太太归西了……不然，我还有一死。一辈子不嫁男人，又怎么样?” 平儿又说：“可惜你是这里的家生女儿……” 话没说完，鸳鸯打断她的话：“家生女儿怎么样?牛不吃水强按头?我不愿意：难道杀我的娘老子不成?” 贾赦得知，传鸳鸯的哥哥金文翔去大骂，说道：“你去传我的话，就说我说的：‘自古嫦娥爱少年’，她必定嫌我老了，大约她恋着宝玉，只怕也有贾琏。你叫她趁早死了这份心！她将来嫁到谁家去，也难逃出我的手心。除非她死了，或是终身不嫁男人。叫她趁早回心转意，有她的好处！” 鸳鸯拉上她嫂子，到贾母跟前跪下，一面哭，一面说，说着，她从袖里取出一把剪子，左手打开头发，右手便铰。众丫鬟拉住，已剪下半绺了。贾母听了，气得浑身乱战，说道：“我通共只剩了这么一个可靠的人，他们还要来算计！”贾母发了火，贾赦这才像遇火的乌龟缩回了头，打消了邪念。贾母死后，鸳鸯自缢而死。",
      "inspiration": "鸳鸯一生沉静温柔，犹如恬静的清泉，当她反抗贾赦时却爆发出闪电雷鸣般的力量。她不仅拒绝做贾赦的小老婆，而且拒绝做任何人的小老婆，表现出她誓不承认自己是奴才的平等要求。这是一个不识字的丫鬟迥异于大家闺秀的刚烈的自贞。与她相比， 那些以肉体为商品的女人不过是一摊污泥， 而她是一座高山。"
    },
    {
      "yao_text": "六三： 归妹以须，反归以娣。",
      "yao_comment": "此为归妹卦的第三爻。须，等待。这是说：少女出嫁，必须等待，但仍然是从嫁的妾。《象传》说：“归妹以须，未当也。”这是因为六三阴处阳位，不中不正无应，好像少女不贞静，必须等待姐姐出嫁时陪嫁出去。",
      "story_name": "321 小周后嫁李后主",
      "story_overview": "南唐后主李煜是一位才华出众的文学家，又是一位薄命的亡国之君。在他的妻子周后病重的时候，妻妹小周后进宫前来探视病情，住在寝宫瑶华殿别院的一座画堂里。小周后比周后小十四岁。当年李煜迎娶周后的时候，她才五岁。现在，这个亭亭玉立的少女，在李煜心中荡起一阵涟漪。他们过从甚密，小周后仔细打量着姐夫，李煜从她那会说话的明眸中读出了什么。他突然对小周后说：“大舜圣君娶了娥皇、女英姐妹俩。你的姐姐叫娥皇，你能做女英吗?” 小周后羞红了脸，低头不语。她抬头，眼里含着无限的情意。李煜写了好几首词，向妻妹吐露自己心中的炽热情感。他嫌白昼耳鬓厮磨不能倾吐情愫，竟在月下约妻妹偷情幽会。当更深夜凉之时，这个心怯的少女，手提金线绣鞋，胆战心惊地光脚踏着青苔小径，走过花香扑鼻的花园，扑进情人的怀抱，身体还在撒娇地颤动。他们沉醉在难舍难分的热恋中，竟忘记了重病的娥皇。有一天，昏睡几天的娥皇醒来，发现小妹在榻旁，惊喜地问道：“小妹何时来到宫里?”小妹回答：“来了好几天了。是皇上派人接我来的。” 娥皇联想到这几天李煜很少来探视，疑惑、委屈、失望不禁涌上心头。她叹了一口气，便闭上眼睛，不再说话。加上年仅四岁的儿子惊吓而死，娥皇病情急剧恶化，不几天，就去世了。与此同时，宋太祖恩威兼施，大军压境，使六神无主的李煜感到，南唐王朝风雨飘摇的末日已经来临，一个来自北方的可怕魔影正在他头上。他梦见自己被扔在群鸦啄尸的荒野。而这时，不分白昼黑夜，小周后陪伴李煜在灯红酒绿中自我麻醉。母丧守制期满，李煜大操大办，举行大婚，迎立小周后。她与李煜朝夕相处，形影不离。他们在声色诗酒之中放纵享受，醒时传杯畅饮，醉后交颈而眠，忘记了宫殿快要坍塌下来。不久，宋将曹彬率大军南下，攻破金陵。李煜投降，被封为违命侯。元朝人冯海粟在画上题诗道：江南剩有李花开，也被君王强折来。怪底金风吹地起，御园红紫满龙堆。前两句指宋太宗强暴小周后，后两句指金人攻陷开封，徽、钦二帝的后妃们也遭遇小周后同样的命运。",
      "inspiration": "作为一个词人，李煜的词达到了很高的境界。这位工书法、善绘画、精通音律、词为绝唱的艺术家，同时又是一个昏庸无能的亡国之君。他与小周后的恋情，是一曲哀婉的悲歌。"
    },
    {
      "yao_text": "九四：归妹愆期，迟归有时。",
      "yao_comment": "此为归妹卦的第四爻。愆，超过，延误。这是说：少女要出嫁，但是延误了时期，成了大龄姑娘，当然后来还是出嫁了。九四阳处阴位，不中不正且无应，但上体震卦主爻，有贤女之象，所以《象传》说：“愆期之志，有待而行也”，就是指少女在等待着好配偶，她宁可失去婚期，不愿失去正道和佳配。",
      "story_name": "322 天马媒终成眷属",
      "story_overview": "唐朝乾符年间，扬州秀才黄损，字益之，年方二十一岁，长得风流俊雅，同辈中推为才子。父母早死，家道零落。父亲遗下一件羊脂白玉雕成的玉马坠，黄损自小带在身上。有一天，在街上遇见一位白发碧眼的老人，与他谈得投机。老人见他身上的玉马坠，要过去摩玩赞叹，黄损生性豪爽，见老人喜欢，便欣然相送。老人只拱了拱手，说道： “日后当报！”黄损应荆襄节度使刘守道之聘，去任他的记室参军，便搭船去荆襄。晚上，正要入睡，忽听邻船传来凄婉的筝声，很像与他相好的第一筝手扬州妓女薛琼琼的指法。他起床，披上衣服偷看，见弹筝人是一个妙龄少女，她身穿杏红轻绡，黑发如云，非常娇艳。黄损神魂飘荡，久久不能入睡，挑灯写成一首词：“生平无所愿，愿作乐中筝。得近佳人纤手指，研罗裙上放娇声，便死也为荣。”第二天早早起来，偷偷将词从门缝里投进去。少女拾到词，半开窗户偷看黄损，见他风姿潇洒，人如词美。便时时开窗，频送秋波。当夜，新月微明，少女裴玉娥与黄损相约，三个月后到涪州，两人决定终身大事，莫教她望穿秋水。舟停荆江，两人相别，泪水盈盈。黄损如期赶到涪州，见客船云集。在一只船上，裴玉娥正独倚篷窗相望，欣喜地向他招手，说：“郎君真是守信的人！” 黄损正要举手去牵缆绳上船，谁知水流急如箭，一松手，那船竟去如闪电。黄损沿河狂跑十几里，那船竟消失在浩浩烟波之中。他对着江面，捶胸顿足，痛哭了一场。心想：“我不如投向江流，或者能和裴姑娘的魂魄见面。” 裴玉娥被薛琼琼的养母薛媪救起，她讲到与黄损订有婚约，出示情词，薛媪也极熟识，便带她上长安。黄损到处找裴玉娥，如醉如狂，身无分文，便沿门乞讨。走到荒林古庙，忽见白发碧眼老人，老人送他几十两银子，说：“儿女情长，日后再说；大丈夫置身青云，当务之先！” 黄损只得上京赶考，皇榜高中，官至刑部侍郎。当时吕用之专权乱政，朝野上下怨声沸扬。黄损独条陈吕的罪恶，吕被免官闲居私宅。黄损年少高中，又参倒权奸，名倾天下。长安高官贵戚央媒说合，他一心想着裴玉娥，尽都谢绝了 吕用之闲居私室，命人到处访美女做姬妾。听说薛媪的养女是天下绝色，便派悍仆数十人扔下五百缗为聘礼，抢裴女回府。吕用之请人来驱除妖马。有一个白发碧眼的老人前来，他对吕用之说：“相公不如将此女赠给长安贵人中你所恨之人，可除妖孽。” 吕用之便把薛媪叫来，说他想把她女儿送给黄损。薛媪到了黄府，对他说：“相公原来与我女儿好，我现在把她送来了！”黄 损又惊又喜地说：“这是我朝思暮想的玉娥呀！” 他冲出门去，迎接裴玉娥。两人紧紧拥抱，连问：“这是梦吗?真的吗?”这一对有情人终成眷属。",
      "inspiration": "宋人秦观有词云：“两情若是久长时，又岂在朝朝暮暮。”好事多磨。故事中的神怪之说未必可信，但真正的爱情，是不怕山高水远，不怕任何险阻的。爱情需要理想的支撑，需要爱慕的驱动，需要一点浪漫的色彩。过分看重权力和金钱，过分看重现实利益的两相结合，是苍白无力，难以持久的。"
    },
    {
      "yao_text": "六五： 帝乙归妹，其君之袂， 不如其娣之袂良。 月几望, 吉。",
      "yao_comment": "此为归妹卦的第五爻。帝乙是纣王之父殷高宗，他把女儿下嫁给姬昌，姬昌贤德，所以吉祥。月几望，是农历十六，月亮圆满，阴极阳消之时，就是妇盛而与夫相匹配。六五柔处刚尊中位，不追求华丽服饰，所以比随嫁娣侄服饰要朴素一些。",
      "story_name": "323 解忧公主去乌孙",
      "story_overview": "乌孙是我国古代西北地区具有重要地位的一个少数民族，是形成现代哈萨克族的族源之一。在公元前三世纪到公元五世纪初，约六百年左右的时期内，乌孙活跃在新疆的历史舞台上。公元前二世纪以前曾居住在甘肃西部河西走廊地区，后来迁徙到新疆伊犁河流域，以游牧经济为主，拥有六十多万人。解忧公主于公元一世纪初到乌孙，先嫁军须靡，军须靡死后，他的堂兄翁归靡继位。按照乌孙习俗，她又嫁翁归靡。她在乌孙生活了四十多年，主要是和翁归靡生活在一起。他们感情很好，生了三男两女。长男元贵靡，后来是乌孙昆弥；次男万年，为莎车王；三男大乐，为左大将；长女弟史，为龟兹王绛宾之妻；小女素光，为若呼翎侯之妻。翁归靡号为肥王，他是乌孙历史上的贤王。在位期间，他贯彻归服汉朝的方针。匈奴派骑兵四千人占领车师 (今新疆吐鲁番盆地及奇台、吉木萨尔一带)，解忧公主与翁归靡一面上书汉朝政府求援，一面组织五万精兵，准备迎击，匈奴远逃。刚刚即位的汉宣帝集中十五万骑兵，分五路出击匈奴。翁归靡在汉校尉常惠节度下，出伊犁河谷，奔袭巴里坤草原，俘虏匈奴王族，骑将四万多人，使匈奴大伤元气，保持了汉朝和匈奴六十年间无战事，西域正式划入汉王朝的版图。按照军须靡的遗嘱，翁归靡死后，他与匈奴妻子所生的儿子泥靡应是王位继承人，而泥靡是亲附匈奴的。翁归靡通过汉使常惠上书汉朝政府，希望废去泥靡，立汉的外孙、他和解忧公主所生的长子元贵靡为王储，并让元贵靡娶汉朝公主为妻，以叛绝匈奴。汉朝政府决定同意，并选定解忧公主的内侄女相夫公主嫁元贵靡，为相夫派出侍御百余人，住在上林苑里学习乌孙语言。汉宣帝在上林苑的平乐观设宴招待匈奴及各族首领。然而，送亲队伍到达敦煌时，传来翁归靡病死，泥靡在一些亲匈奴贵族的拥戴下已继位代为昆弥，号狂王。按俗，解忧公主又嫁狂王，两人不和。狂王统治残暴，人民很恨他。解忧公主对汉使、卫司马魏和意、副侯任昌说：“狂王把乌孙民众害苦了！”于是，在一次宴会后，派人杀狂王。狂王受伤骑马逃跑。他的匈奴妻子生的儿子细沈瘦带兵把汉使和解忧 公主围困在赤谷城。西域都护郑吉派兵才解了围。中央另派中郎将张遵带药给狂王治伤，赐黄金、采缯，把魏和意、任昌送长安斩首，使事态渐渐平息下来。在乌孙统治集团内部斗争中，翁归靡的匈奴妻子所生的儿子乌就屠袭杀了狂王，自立为昆弥。冯婊原是解忧公主随嫁的侍女，很有学识，曾经代表公主到各小国通好行赏，号称冯夫人。她是乌孙右大将的妻子，而右大将又和乌就屠是好朋友。由于冯夫人的开导，乌就屠及乌孙贵族接受汉朝政府诏令，立元贵靡为大昆弥。元贵靡死后，解忧公主上书，说年老思乡，愿意埋葬在汉地。汉宣帝诏准，甘露三年 (前51)，解忧公主死于长安，七十二岁。",
      "inspiration": "西汉先后以宗室女细君公主和解忧公主与乌孙王和亲。和亲巩固了汉与乌孙的联系，使乌孙成为钳制匈奴的重要力量，促进了西域各族人民与中原汉族的经济、文化交流和发展，也促进了西域社会的进步。和亲，是和为贵在民族关系上的具体表现。"
    },
    {
      "yao_text": "上六：女承筐，无实；士封羊，无血，无攸利。",
      "yao_comment": "此为归妹卦的第六爻。封，割。这是说：女子举着空筐，里面没有枣、栗子和干肉一类的拜见公婆的礼物；男子杀羊不见血，没有婚礼上的菜肴，不吉利。上六阴处阴位，至柔不中，下无应爻，是虽然订婚终未成婚的形象。",
      "story_name": "324 尤三姐杀身殉情",
      "story_overview": "尤二姐对丈夫贾琏说起她妹妹尤三姐看上了柳湘莲。贾琏拍掌说道：“果然眼力不错。这柳二郎，那样标致，又冷面冷心，差不多的人，正眼也不看的。他最和宝玉合得来。只是他萍踪浪迹，几年才见一次面， 岂不白耽搁了?”正在说话，尤三姐进来说道：“姐夫，我说什么是什么，姓柳的来，我便嫁他，一百年不来，我自己出家修行去！”说着，将一根玉簪，击为两段，又说：“一句不真，就如这簪子！” 正巧贾琏去外地办事，遇到柳湘莲和表亲薛蟠，提及小姨妹亲事，薛蟠也极口称好，柳湘莲也是爽快人，就以祖传鸳鸯宝剑作为订婚信物。贾琏回家，把剑递给尤三姐。柳湘莲见了好友贾宝玉，说起贾琏提亲之事，宝玉笑着说：“大喜，大喜！她果然是古今绝色，堪配你之为人。” 柳湘莲有些疑惑，素无往来，哪有女家反求男家之理?贾宝玉教他不要胡乱猜想，他说：“她是我珍大嫂子的继母带来的两个小姨，二姐嫁了琏哥，这是三姐，她们姓尤，真真是一对尤物!” 柳湘莲跌足叹道：“这事不好，断断做不得了！你们贾府里除了那两个石狮子干净，只怕连猫儿狗儿都不干净。我不当涮锅的剩王八！”柳湘莲便径直去找贾琏，托词说是不知姑母已替他定了亲，想带回信物鸳鸯剑。这时，尤三姐走出内房。她想，柳湘莲一定是在外面听到什么风言风语，嫌自己是淫奔无耻之流。她柳眉倒竖，摘下剑来，出来便说：“你们不必再说了，我还你的定礼！”她泪如雨下，左手将剑与鞘送与湘莲，右手将隐在肘内的雌剑往脖子上一横。可怜“揉碎桃花红满地，玉山倾倒难再扶”。柳湘莲忽然警觉，他抽出那把雄剑，把头上的万根烦恼丝一挥而尽。他看破红尘，出家了。",
      "inspiration": "“可使寸寸折，不能绕指柔”。 白居易这两句诗可以解释尤三姐的悲剧， 一半由于性格太刚烈：青年血气方刚， 眼里揉不下一点沙子，清白身子溅不得半点污泥，难免有如此过激行为。悲剧另一半源于封建社会对出身低贱的尤三姐的压迫和折磨。然而，过刚必折，以身殉情，不足为现代青年所效仿。"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua54Data;
} else if (typeof window !== "undefined") {
  window.gua54Data = gua54Data;
}
