// 第55卦数据
// 自动生成，请勿手动修改

const gua55Data = {
  "gua_name": "第五十五 丰卦",
  "gua_ci": "",
  "gua_jie": "此卦下经卦是离火，为中女，性依附；上经卦是震雷， 为长男， 性躁动。 《象传》说： “雷电皆至， 丰。”霹雷轰鸣，电光闪闪、声势极大，这就是丰。丰，有多、大、盈、足诸义。《象传》又说： “君子以折狱致刑。”雷表示威慑，电表示明察，君子可用以明察决断地处理刑狱之事。卦辞是说：丰卦，亨通。君主的德光普照，不必忧愁，宜于如日居天那样。",
  "yao": [
    {
      "yao_text": "初九：遇其配主，虽旬无咎，往有尚。",
      "yao_comment": "此为丰卦的第一爻。旬，平等，均等。这是说：丰道开始，便遇到与他相匹配的主人，虽然彼此势均力敌，但却没有过错，如果前往，反而会得到礼敬尊尚。初九阳处阳位， 当位不中，至刚勇进。配主指九四。《象传》说：“虽旬无咎，过旬灾也。”指匹敌不可过头，过头就会向相反方向转化。",
      "story_name": "325 荀彧遇配主曹操",
      "story_overview": "荀彧世代官宦，叔父荀爽，位居司空。汉末天下大乱，他弃官带领宗族离开四战之地的家乡投奔河北袁绍，他揣测袁绍势力虽大，终究不能成大事，转投在河南濮阳的奋武将军曹操。曹操与他相见如故，非常高兴地说：“你真是我的张子房(张良)！”便任命他为司马，当年他才二十九岁。当时，曹操只是地方军帅，董卓势力凌驾天下，咄咄逼人。曹操向荀彧问计，荀彧说：“董卓暴虐到了极点，一定会在动乱中灭亡，他的日子长不了。”后来董卓恶贯满盈，被王允设计诛杀。曹操为兖州牧以后，征讨徐州陶谦，荀彧以州司马留守鄄城。陈留太守张邈、陈宫等反叛，秘密迎接吕布同谋，并派使者刘翊告诉荀彧：“吕将军来帮助曹使君攻打陶谦，应该马上供应军粮。”荀彧识破奸谋，不为所惑。荀彧与程昱一起率军坚守，急召东郡太守夏侯惇来援。夏侯惇诛杀谋叛者数十人，局势才稳定下来。荀彧又派人说服范县、东阿的守吏，为曹操保存了鄄城等三个反攻基地。陶谦病死，曹操想攻占徐州，再讨平吕布。荀彧建议先讨吕布，指出先攻徐州的三个不利条件，曹操听从，吕布败走，兖州平定。建安元年，汉献帝从黄河以东回洛阳，曹操谋划迎汉献帝，建都许昌。部将犹豫，担心山东未平，地方势力不好控制。荀彧极力赞成。于是，曹操到洛阳迎接汉献帝到许昌。荀彧为侍中，守尚书令。曹操在外征伐，军国大事都与荀彧筹划。荀彧还荐贤举才，向曹操推荐了郭嘉、荀攸、钟繇、严象、韦康等人，为曹操所用。官渡之战，曹操军粮将尽，想退兵还许昌，荀彧以两雄相争，先退者势屈易败，劝曹操坚持下去，待机出奇兵制胜。曹操接受了荀彧的意见，后来大败袁绍。后来，曹操想自封魏公，加九锡，派董昭私下询问荀彧。荀彧认为曹操原本是兴义兵以保国安民，秉忠贞之诚，守退让之实，君子爱人以德，不该这样。曹操很不满意，派人送毒药给荀彧，迫令自杀。荀彧死时，才五十岁。",
      "inspiration": "荀彧跟随曹操二十一年，曹操多用其谋略，他也得到曹操的礼尚优遇，应该说是互相呼应，互相扶助。无疑，曹操是荀彧的配主。荀彧不得善终，是由于他是拥汉的豪族儒臣。他天真到不同意曹操当魏公，认为那样是不忠诚，不道德。许多官场上的同僚、商场上的伙伴，往往不了解同僚、伙伴内心的秘密，在要害问题上与 “配主”唱反调， 翻了脸， 砸了锅。"
    },
    {
      "yao_text": "六二：丰其蓄， 日中见斗，往得疑疾，有孚发若，吉。",
      "yao_comment": "此为丰卦的第二爻。薪，草席。斗，星斗，北斗星。挂上厚厚的遮阳草席，屋子里中午也昏暗而看得见北斗星，如果前往会受到猜疑嫉恨，但如果以诚心去开启对方的心智，感化对方，就会吉祥。六二阴居阴位，至柔，当位中正。 《象传》说：“有孚发若，储以发志也。”臣下要以诚信去启发君主刚正的大志，扫除遮蔽真相的阴翳，清除怀疑，达到互相扶助以成大业。",
      "story_name": "326 赵普以诚释疑雾",
      "story_overview": "赵普是宋朝的开国元勋，历相太祖、太宗二朝，后来晋爵太师、魏国公。早在后周时，他就是赵匡胤的主要幕僚。他又是陈桥驿兵变拥立赵匡胤的重要策划者。宋朝建立后，他任宰相，刚毅果断，也很专权。后来他因收受吴越王的瓜子金，已为赵匡胤所不满，后来又违禁私购木材，被翰林学士卢多逊劾奏，被赵匡胤降任河阳节度使。宋太祖赵匡胤暴病而死，他的弟弟赵光义继位，是为宋太祖。这时，宋太宗想起了赵普。他出任河阳节度使时，曾上表自诉，于是，宋太宗召赵普入朝，一个关于宋太宗是宋太祖合法继承人的“金匮之盟”的故事便流传开来，使所谓烛影斧声中太祖死因可疑的流言和宋太宗对赵普的疑忌渐渐消除。建隆二年夏六月，杜太后病重，宋太祖昼夜侍奉，不离左右。怎奈病势越重，痰喘交加。杜太后知道自己快不行了，便召集子孙，还有时任枢密使的赵普到床前。杜太后先对宋太祖说：“你登基已一年多了，你可晓得你得到天下的原因么?”宋太祖答道：“完全是祖宗及太后的保佑、扶助，才能有此幸运。” 杜太后说：“你错了！周世宗让一个什么也不懂的小娃娃主持天下，所以你才有今天。你百年以后，皇位应当先传光义，光义传光美，光美传德昭，国家有成年男子为君主，才是社稷的幸福，你必须牢记！” 宋太祖哭着说：“我一定遵命！”杜太后又转而对赵普说：“你跟随皇上多年，差不多就像我赵家亲骨肉一样。我的遗言，麻烦你好生记下来，不得有违。” 赵普就在床前写下誓书，先写太后遗嘱，末尾署名，写上“臣赵普谨记”五个字，随即密封在金匮中，说是开国成规，代代不变。于是，作为金匮遗嘱执笔记录人的赵普，便顺理成章地 恢复了宰相职位。",
      "inspiration": "赵普以“金匮之盟”表白他对宋太宗的忠诚。史家或称“金匮之盟”是伪证。那是宫中秘事，姑存疑。诚信需要证据， “金匮之盟”就是证据。证据是很重要的。"
    },
    {
      "yao_text": "九三：丰其沛， 日中见沫，折其右肱，无咎。",
      "yao_comment": "此为丰卦的第三爻。沛，幡幔。沫，昏暗。这是说展开遮阳的幡幔，在太阳当顶的中午就昏暗无光。折断了右臂，没有过错。九三阳处阳位，至刚， 当位不中，是一个凶爻。 《象传》说：“丰其沛，不可大事也；折其右肱，终不可用也。”处在黑暗的时世，君子干不成大事业。而且， 由于君主的昏庸，他斩杀了右臂一样的大臣，也只能是苟安一时罢了。",
      "story_name": "327 三字狱冤杀岳飞",
      "story_overview": "南宋抗金名将、民族英雄岳飞，河南汤阴人。他出身农家，曾当佃客。十九岁时投军，参加征辽之役。二十三岁时，志愿从军抗金。历任江淮宣抚使司右军统制、通泰镇抚使、宣抚副使、招讨使、宣抚使，在抗金、击破盗匪中战功卓著。他治军赏罚分明，纪律严整，岳家军号称“冻杀不拆屋，饿杀不打虏”。绍兴七年，岳飞升任宣抚使，计划大举北伐，并提议丧失生育能力的宋高宗建储(立太子)，遭到宋高宗和金朝派到南宋进行诱降活动的秦桧的反对，宋廷取消了北伐计划。金军毁约，高宗被迫命令各军抵抗，岳飞早已制定了“连接 河朔”的战略方针，主张黄河以北的游击军和正规军互相配合，夹击金军，以收复失地。岳家军先后在郾城、颍昌等地，以少击多，大败金军主力。岳飞又会合太行忠义两河豪杰及部将梁兴，连败金兵，夺回怀、卫诸州，太行路绝，金兵极为恐慌。岳家军进驻朱仙镇，距离北宋故都汴梁四十五里，与金军主帅兀朮对垒列阵。岳飞派亲军五百骑先驱杀进兀术阵中，如猛虎进山，犬羊立倒。金兵十死七八，主帅兀朮几乎丢命。岳飞传语诸将道：“直捣黄龙府，与诸君痛饮！” 这时，忽有朝使来，促命撤军。岳飞问是什么原因，朝使答道：“秦丞相与金议和，已有头绪，所以请少保班师回朝。”奸相秦桧想了一个釜底抽薪之计，然后连下十二道金牌---紧急军令牌，十万火急，令岳飞即回。金军主帅兀朮听说岳飞退兵，分道出击，把各州又夺回去。秦桧又请旨，任命岳飞为枢密副使，夺了他的兵权。兀尤给秦桧写密信说：“你早晚都在请和，怎么让岳飞掌兵部，难道想打我们?你一定设法杀了岳飞，然后才能讲和！” 秦桧便指使中丞何铸、侍御史罗汝楫、谏议大夫万俟禼不断上奏，指责岳飞“逗留舒州，不援淮西，近与张俊视兵淮上，又想弃去山阳，居心实在可疑”。秦桧又与张俊密谋，威胁利诱岳飞部将王贵、王俊，捏造罪状，张宪下狱，后又假传诏旨，逮捕岳飞、岳云父子。岳飞见了审讯官员何铸、周三畏，只说：“皇天后土，可表此心。”说罢，解开衣服，露出背上四个大字：“尽忠报国”，这是他母亲给他刺上的。与秦桧同党的何铸，也不觉肃然起敬，说了个“好”字。朝臣多为岳飞叫屈，秦桧权当逆耳之言，抗金名将韩世忠向 秦桧诘问岳飞到底犯了什么罪，秦桧答道：“虽然还没有真凭实据，恐怕是莫须有的事情。” 韩世忠愤然说道：“莫须有三字，何以服天下?”",
      "inspiration": "千秋功罪，任人评说。说岳飞是愚忠的，砸岳飞墓的，说秦桧未必那么坏的，很热闹过一阵子。岳飞虽无言，历史却俱在。时间是最无情的审判官。作为我们民族精神的支柱之一的爱国主义传统，是骂不倒、砸不垮的。"
    },
    {
      "yao_text": "九四：丰其薛， 日中见斗，遇其夷主，吉。",
      "yao_comment": "此为丰卦的第四爻。夷，平等。这是说：挂起大草席，中午时昏暗无光却可以看见北斗星，遇到平等相待的主人，吉利。九四阳处阴位，不中不正。《象传》说：“丰其蓄，位不当也； 日中见斗，幽不明也；遇其夷主吉，行也。”说明九四当事业丰隆之时，由于地位低下，时世黑暗，只有出行才能遇到匹敌之主。古代有些大臣，虽然自己没有多大本事，但能向皇帝推荐贤才，并协同谋划赞助政事，也名垂青史。",
      "story_name": "328 常何慧眼荐马周",
      "story_overview": "落魄书生马周，寄食在长安一位萍水之交的朋友的外甥女王媪之家。王媪是个寡妇，以卖饼为生。有一天，常中郎家老仆人前来买饼。王媪想着常何是个武臣，少不得文士相帮，问老仆人道：“有个薄亲马秀才，饱读诗书，笔下流利，想找个馆舍，不知你家用得着吗?”马周也真是天旱遇上及时雨，别了王媪，来到常中郎家中。常何一见马周，仪表堂堂，心中喜欢。命人打扫书馆，留马周置酒款待。第二天，常何取二十两白银，十匹彩绢，亲自送到馆中。他将圣旨求言之事，与马周商议。马周索取笔墨纸砚。他铺开白纸，笔蘸浓墨，手不停挥，草成国家应办事宜二十条。常何看了，叹服不已，连夜缮写好，次日早朝呈皇上御览。唐太宗看那奏疏，笔走龙蛇，所言都切合时宜，不禁轻叩御案，连声说：“好！写得好！”他问常何道：“此等见识议论，非卿所能言，你从哪里得来?”常何跪拜道：“请恕臣死罪！这二十条奏疏，臣愚昧不能写出，这乃是臣家客马周所写。马周，可真是忠孝有才之人。” 太宗爱才如命，他当即速宣马周来见。黄门官奉了圣旨，直奔常中郎家中宣马周。马周吃了早酒，正在熟睡，叫不醒。圣旨又下，到第三遍，常何亲自来催促。次日清早，马周同常何谒见太宗。那时突厥反叛，太宗正派遣四大总管出兵征讨，命马周献平虏策。马周口若悬河，句句说到皇上心坎上，皇上改封他给事中之职。常何举贤有功，赐绢百匹。马周机灵善辩，裁处周密，太宗常常说：“我短时看不到马周，就想念他。”太宗对马周言无不听，谏无不从，不到三年，马周便官到吏部尚书。唐太宗曾经以飞白书赐马周四句赞词：“鸾凤冲霄，必假羽翼；股肱之寄，要在忠力。”把马周看成国家的鸾凤、皇帝的臂膀。",
      "inspiration": "马周以一介寒儒，一登龙门，便身价百倍。他有王佐之才，还须有慧眼独具的伯乐————常何，更需有囊括天下俊彦的唐太宗。三者相会，如胶似漆，国家定能昌盛。现在时代不同了，“我愿天公重抖擞，不拘一格降人才”正在变成现实。"
    },
    {
      "yao_text": "六五：来章，有庆誉，吉。",
      "yao_comment": "此为丰卦的第五爻。这是说到下边来搜刮有贤德文采的君子，有喜庆和美誉、吉祥。六五阴处下位，中且尊，有中正之德。只要有诚心招贤，便可得到辅臣。《象传》说：“六五之吉，有庆也。”指善求用贤才，有诚信美誉，当然有喜庆。",
      "story_name": "329 刘仁轨来章有庆",
      "story_overview": "刘仁轨，少年时家庭贫困，博通文史。贞观年间，他任陈仓县尉。官府中有一个叫鲁宁的都尉，依仗他是京师卫戍部队的统兵军官，横行不法，百姓怨恨，历届县尉都不敢捋他的虎须。刘仁轨到任后，先耐心劝说他，他照旧我行我素；然后严厉地警告他不得再犯，他更加横暴猖狂。刘仁轨一气之下，将他乱棍打死。州府将此事上奏唐太宗，太宗大怒，说：“什么县尉，敢杖杀我的折冲前尉！”便召见刘仁轨责问。刘仁轨据理力争，不卑不亢地说：“鲁宁藐视国法，侮辱小臣，所以杀他！”唐太宗对他不怕豪强、刚直不屈很赞赏，将他提升为咸阳丞。贞观十四年，唐太宗要到同州去打猎。当时正是秋收大忙季节，地里的庄稼还没收割完。刘仁轨上书说：现在地里庄稼才收获十之一二，要供奉陛下狩猎，加上修筑桥梁道路，再俭省也要 耗费一两万个工，这样势必影响收割。望陛下体谅百姓的难处，推迟出行。刘仁轨也深得唐高宗的信任。唐高宗去泰山封禅，他率新罗、百济、儋罗、倭四国酋长赴会，高宗大喜，擢为大司宪。后进升右相，拜尚书左仆射。武则天当政时，常住洛阳。八十三岁的刘仁轨留守长安。郎将姜嗣宗奉命出使长安，对刘仁轨谈起宰相裴炎反对太后执政之事，说：“裴炎心怀异志已经很久了。” 他问：“姜郎将怎么知道裴炎早有异志?”姜嗣宗说：“我见他行动有些鬼鬼祟祟的，早就派人盯上他了。” 刘仁轨一听，大吃一惊。他对裴炎的行迹多少有些了解，但他不想落井下石，对姜嗣宗心术不正很愤恨。于是他写了一封信，密奏姜嗣宗知反不报，使武则天把绞索套上姜的脖子。他这样做，一则表白自己忠于武氏，二则借太后之手除了卑劣小人，三则也为武后清除了叛党，真是一箭三雕。",
      "inspiration": "人才要在实践中做出显著成绩，表现出他的贤德和才干，才能获得美誉和嘉奖。“盛名之下，其实难副”，从来都有。若要名实相副，必须坚持在实践中考核人才的制度。"
    },
    {
      "yao_text": "上六： 丰其屋，薜其家， 窥其户， 阗其无人， 三岁不觌, 凶。",
      "yao_comment": "此为丰卦的第六爻。窥，窥视。阒，静寂空荡。觌，相见。这是说：把房屋盖得很大，又用草席遮满了自己的家，从窗户里看进去，屋子里连人影也看不见，三年都没有看见里面有什么动静，这是凶险的。《象传》说：“丰其屋，天际翔也；刚其户，阐其无人，自藏也。”这是指住在大而又空的屋子里，好像飞上天一样。其实空无一人，在昏暗中自我埋葬。",
      "story_name": "330 德宗障目用卢杞",
      "story_overview": "唐德宗李适是唐朝第十代皇帝。他即位之初，颇思励精图治，减乐工，损服玩，禁止宦官受贿，罢各地岁贡，也想打击藩镇势力，加强中央集权，使政局为之一新。但他生性猜忌，终其一朝也是叛乱不断，大臣之间倾轧不已。信用奸臣卢杞，就是唐德宗的一大失误。卢杞以父荫得官，累任至虢州刺史，他曾奏称州中有公家的三千头猪，很费饲养，是百姓的沉重负担。唐德宗命令把这些猪送往沙苑。卢杞又上奏：“沙苑在同州，也是陛下子民，不能分彼此，不如宰杀了给百姓。”唐德宗赞扬他：“身为虢州州官，却忧虑别州百姓，真是宰相之才哩！” 杨炎与卢杞同时辅政。杨炎曾建议免租庸调税，颇利于民。他看不起卢杞才疏学浅，人品卑下。卢杞捏造杨炎的谣言。后来卢杞又捏造杨炎有异志，挑唆唐德宗贬杨炎为崖州司马，派人在途中把杨炎缢死。当时，功臣郭子仪叹息道：“此人得志，我子孙恐怕都不得好死！” 卢杞为人阴险刻毒，嫉恨贤德者，陷害有才干者，稍稍冒犯他，必将对方置之死地而后快。整死杨炎，其后，大理卿严郢、侍御史张镒、崔宁等都被害死。李怀光有功，唐德宗听信卢杞谗言，不准怀光入朝。李怀光怨愤奸臣蔽主，兴兵谋反，并公布卢杞罪恶，朝野议论沸腾，万众唾骂卢杞，唐德宗不得不贬他为新州司马。后来卢杞死在 澧州。",
      "inspiration": "一言堂，皇帝一个人说了算，就是这种独裁专制制度才使卢杞这样的奸邪小人绵绵不绝。古话说： 一叶障目， 不见泰山。 是不是人才， 古时多由皇帝、大臣说了算。如今， 要选好人才，最好是到群众中去， 不要被任人唯亲的树叶遮住了眼睛。卢杞有一个绝招，就是投其所好，专拣唐德宗听起来顺耳的话去说。凡是一直对你点头哈腰，对你大唱颂歌的人，可得小心！"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua55Data;
} else if (typeof window !== "undefined") {
  window.gua55Data = gua55Data;
}
