// 第57卦数据
// 自动生成，请勿手动修改

const gua57Data = {
  "gua_name": "第五十七 巽卦",
  "gua_ci": "巽：小亨，利有攸往，利见大人。",
  "gua_jie": "此卦下经卦与上经卦都是巽风，为长女，性进入。《象传》说：“随风巽，君子以申命行事。”随风吹动而顺从，君子传达命令时，要再三叮咛，然后再去施行。《彖传》说：“刚巽乎中正而志行。”表示推行命令要守中正之道。巽字字形像二人一同跪下，意即顺从。卦辞是说：有小的亨利，利于有所前往，利于见大人物。巽卦讲的是顺从又顺从，谦逊又谦逊，以柔顺对刚强，所以有小的亨通。这种顺从，是顺从上令，下顺民心。",
  "yao": [
    {
      "yao_text": "初六：进退，利武人之贞。",
      "yao_comment": "此为巽卦的第一爻。赵是说：无论前进还是后退，要坚持军人的正道，才有利。《象传》说：“进退，志疑也；利武人之贞，志治也。”初六阴处阳位，不中不正， 上无应爻。表现出犹疑不决，进退两难，所以要学习军人的果断勇敢，事业才能成功。",
      "story_name": "337 周勃木讷堪托国",
      "story_overview": "周勃，江苏沛县人。出身贫苦，早年以编竹器为生，常以吹箫助人料理丧事。刘邦从沛县起兵，他任中涓。在推翻秦王朝、击破项羽和汉初平定异姓诸侯王叛乱的过程中，周勃所统率的部队一直担任主力，功勋卓著。汉初，他受封为绛侯，先后任太尉、相国。周勃是个武人，性情憨厚刚直，不善于修饰语言，召集文士、说客谈话时，常常毫不客气地坐在上座，用呵责的口气催促文士：“快点给我说，别咬文嚼字的！” 但他对汉朝忠心耿耿，刘邦认为可以托付大事。异姓侯王叛乱，燕王卢绾谋反，刘邦原来命连襟妹夫樊哙率兵征讨。后来听说樊哙与吕后结为死党，等他驾崩后要尽杀戚夫人、赵王如意等人，便派陈平去杀樊哙，命周勃代樊哙指挥军队讨伐卢绾。刘邦病重，自知不起，吕后问道：“陛下百年之后，萧相国若死，何人可以代替他?”刘邦说：“曹参。” 吕后问：“曹参年纪也老了，他以后该任命谁?”刘邦答道：“王陵可用。但王陵稍为愚直，不能独当一面，需以陈平做他的助手。陈平智谋见识有余，但不够敦厚稳重，最好兼用周勃。周勃朴实少文，但如果想要稳固刘家天下，非要周勃不可，就任他为太尉。” 刘邦死后，汉惠帝即位。吕后专权，大封诸吕为王，骄纵不法。右丞相陈平、太尉周勃，有位无权，只好逢迎苟同，韬光养晦，以待时机。吕后死后，朱虚侯刘章密约齐王刘襄率先发难，揭露诸吕罪状。陈平、周勃谋划，分别捕杀吕禄、吕缨(吕后妹，樊哙妻)。周勃与陈平迎立刘邦之子、代王刘恒为汉文帝，对汉初政治的安定起了重大作用。",
      "inspiration": "在遇事首鼠两端、可进可退的时候，最需要一种军人的决断与果敢。事态变化急剧，不容许过多的犹疑。失之毫厘，谬之千里。在应该决断的时候下了慢棋，有可能导致全盘皆输。周勃快刀诛诸吕，对人临事宜断，大有启发。"
    },
    {
      "yao_text": "九二：巽在床下，用史巫纷若，吉，无咎。",
      "yao_comment": "此为巽卦的第二爻。史，祝史，管祭祀。巫，女巫，管通神。这是说：跪伏在床下，用祝史女巫敬神的虔敬态度进行盛大祈祷，吉祥而无过错。九二阳处阴位，中而不正，上与九五而敌，意以过分卑顺的态度去取得君王的信任。《象传》说：“纷若之吉，得中也。”这是说，九二不得不过分卑顺，其实他还是守中正之道的。",
      "story_name": "33 长乐老顺事五朝",
      "story_overview": "唐末，冯道事河东节度使李克用，为掌书记。后唐明宗时，为端明殿学士。有一次，唐明宗和冯道谈起连年丰收，天下无事。冯道说：“我从前在李克用幕府当掌书记，出差到中山，山路险峻，我怕马失足，执缰绳很小心，便没有出事。到了平地，放开缰绳让马跑，突然跌下马来。治理天下，太平时也要兢兢业业。” 唐明宗非常赞同他的意见。后来唐明宗又问冯道：“现在丰收，百姓是不是富裕了?” 冯道说：“农民遇到荒年要挨饿，遇到丰收苦于谷价低贱，丰年荒年都受害。记得进士聂夷中有诗说：‘二月卖新丝，五月粜新谷，医得眼下疮，剜却心头肉。’农民最为勤苦，陛下不可不知。”唐明宗说：“这诗写得很好。”命人写下来，经常诵读。冯道身居尚书左仆射、始平郡公高位，住在一座茅屋里，与随从们同吃同住，睡在麦秸木柴上，心情却很平静。父丧回乡守制，他自己种地，和农民们相处很好，没有大官的架子。在文化典籍屡遭战乱，有毁绝危险的时候，冯道见经书多舛乱谬误，与同列李愚委托学官田敏等，主持取西京郑早所刻石经，雕为印版，流布天下，成为我国出版史上的一件盛举。尽管改朝换代，冯道依违两可，舍弃败弱，奉顺胜强。冯道晚年自号长乐老，作《长乐老自叙》，列举他自己及子婿官爵，自称孝于家，忠于国，“口无不道之言，门无不义之货。所愿者下不欺于地，中不欺于人，上不欺于天，以三不欺为素。贱如是，贵如是，长如是，老如是”，说他做儿子、做弟、做人臣、做师长、做夫、做父亲都无愧色。",
      "inspiration": "冯道其人， 在五代、 宋初声望很高。 稍后， 欧阳修骂他无耻， 司马光在《资治通鉴》说他“乃奸臣之尤”。 范文澜说他是狡猾透骨的、心死透了的人。冯道自道“三不欺”、 “四如是”、“六无愧”， 也为人所赞许或诟病。 处于五代乱世的冯道， 一大特点是顺，顺就是适应性。冯道现象反映了当时官场中适者生存的现象。"
    },
    {
      "yao_text": "九三:频巽, 吝。",
      "yao_comment": "此为巽卦的第三爻。是说：频频地表示谦逊顺从，结果处境还是艰难。九三阳处阳位，至刚不中，卑顺得没完没了， 显得虚伪。《象传》说： “频巽之吝， 志穷也。”就是顺从到迎合曲从，苟且讨好， 以致志气穷尽，失去恒正之道。",
      "story_name": "339 公孙弘频顺承颜",
      "story_overview": "公孙弘被征选为博士，年已六十。他奉命出使匈奴，回报出使结果，汉武帝说他无能，只得托病回家。后来，诏令征选贤良文学诸士，他已七十岁了。谒太常府中对策。太常先评甲乙，见他语意迂腐，列为下等，仍将原卷呈皇上。偏偏汉武帝特别欣赏，擢为第一，随即召见。公孙弘奏对时察言观色，揣摩武帝的心思，恰对武帝的胃口，又拜他为博士，命他待诏金马门。齐人辕固，与他同时入选，年已九十。对公孙弘说：“要端正学风以进言，莫要扭曲自己去阿谀逢迎。”公孙弘装作没听见，掉头就去。辕固一味耿直，被排斥罢归。公孙弘则想法迎合人，第一着是迎合武帝，第二着是结交权豪大臣，哪个在皇帝那儿受宠走红，他就去拜访，低三下四地去巴结。见主爵都尉汲黯很受武帝尊敬，他特别去拜见请教。汲黯为人耿直，敢进忠言，曾经大胆批评汉武帝“内多私欲，外施仁义”，气得汉武帝私下骂他是一个“憨人”。这时，汲黯与公孙弘来往密切，一次议论国家大事，两人相约对原来意见坚持到底，公孙弘也点头同意。哪知武帝升殿，聚众再议。问到公孙弘时，他竟吞吞吐吐地说：“臣，臣前议恐有 不妥，陛下天纵英明，臣，臣悉听圣裁！” 这下可气坏了汲黯，他厉声斥责公孙弘：“齐人多狡诈无信，刚才还与我说不宜通夷，现在突然变卦，反三复四，岂非不忠！” 武帝便问公孙弘，他是不是食言。公孙弘狡猾地说：“陛下了解臣的心，应当说臣忠；不了解臣的心，便说臣不忠。” 他是暗示武帝和他的心是相通的，他是顺从武帝心意说的，因此，汉武帝点头认可，过几天便提升他为左内史，不久迁御史大夫。公孙弘升丞相后，封为平津侯。正当汉武帝大举贤良之时，他却忌害贤才，主父偃被杀，大学者董仲舒被贬胶西，都是他参与陷害所致。",
      "inspiration": "顺从，离开了中正之道，就是阿谀奉承。公孙弘无功居相、封侯，诀窍之一就是“悉听圣裁”： 皇帝的话， 句句照办。 封建官僚大都没有自己的语言，而以皇帝的语言为自己的语言。他们完全扭曲了自己的灵魂，没有脊梁骨，所以才演出了无数君要臣死臣不得不死的悲剧。"
    },
    {
      "yao_text": "六四： 悔亡， 田获三品。",
      "yao_comment": "此为巽卦的第四爻。这是说：有悔恨，可以消除。打猎时能够获得很多猎物，包括可用于祭祀、款待宾客和自己食用的三种品级。六四阴处阴位，至柔得正但不中。居近君 (九五)之地，宜有悔。为什么会悔亡且获三品呢?《象传》解释说：“田获三品，有功也。”因为他能乘刚奉刚，深得巽顺之道，所以建立功业。",
      "story_name": "340 羊祜自谦建大功",
      "story_overview": "羊祜是今山东费县西人。他家世代官宦，祖、父都是太守。外祖父蔡邕，姐姐是司马师之妻景献皇后。晋武帝时，羊祜任中军将军，加散骑常侍，改封郡公。他坚持辞封不受，乃进本爵为侯，置郎中令。晋武帝又诏命羊祜为尚书右仆射、卫将军，他又因前朝大臣王佑、贾充、裴秀名重朝野，自己是晚辈，谦居其后。后来，羊祜被授征南大将军，坐镇襄阳十年。他本想乘机灭吴，而吴镇军大将军陆抗都督西陵等地诸军事，防御有方，羊祜乃垦田八百余顷，使初期军无百日之粮变为有十年储粮，他又兴办学校，安抚远近以收揽民心。有一段时间，羊祜疏于军务，在军营中常不穿军甲戎装，着轻裘绶带，打猎钓鱼为乐。一次，他晚上想出去玩，军司徐胤手执木柴拦住营门说：“将军统帅万里之地，怎么能够这样不稳重呢！将军的安危就是国家的安危！只有我今天死了，这营门才能打开！”羊祜马上向他赔笑致谢，以后很少出去打猎、钓鱼。诏令加封羊祜为车骑将军，开府仪同三司，他上表固辞，认为自己道德、功绩都不够，感到惶惧，请另授大夫李熹等。诏不听。晋、吴交兵，羊祜遣荆州刺史杨肇攻陆抗，兵败。羊祜被贬镇商将军，杨肇免为庶人。羊祜念念不忘伐吴之事。当时，童谣说：“阿童复阿童，衔刀浮渡江。不畏举上兽，但畏水中龙。”羊祜听了这首童谣，说：“这一定说是水军有功。”于是，他上表留大司农王溶为监益州诸军事，密令他大修船只，准备从上游南下攻吴。后来，诏以泰山之南武阳等五县为南城郡，封羊祜为南城侯，置相，与郡公同。羊祜固执辞让，诏许。羊祜女婿曾劝他置私产，使自己将来有归宿。他默然不应，后来他告诉他的儿子们：“人臣光顾私利就会违背公意，是最大的迷惑！”他在写给从弟羊琇的书信中与从弟相约：“边疆安定后，应当戴上隐士的方巾回故乡，找个放棺材的野地。” 他一直关注讨吴大计，建议趁孙皓暴虐，人心离散时攻之。病危时，举杜预自代。死后，家中没有多余财产。襄阳百姓在岘山羊祜平时游憩的地方建碑立庙。百姓流连碑旁，莫不流泪，杜预名为堕泪碑。",
      "inspiration": "《老子》 曰： “不自见， 故明。 不自是， 故彰。 不自伐， 故有功。 不自矜， 故长。”羊祜是做到了这几点的： 他不自我表现，所以高明； 不自以为是，所以显著； 不自我夸耀， 所以有功； 不骄傲自满， 所以长久。有限的人生比起无限的真理的长河， 是多么短暂而又渺小。"
    },
    {
      "yao_text": "九五： 贞吉，悔亡，无不利。无初有终，先庚三日，后庚三日, 吉。",
      "yao_comment": "此为巽卦的第五爻。这是说：坚守中正之道便吉祥，悔恨可以消除，没有不利。开始不好，最后好。命令下达之前，先宣告三天；命令下达后，让人们充分认识，再叮嘱三天，才正式执行。《象传》说： “九五之志，位正中也。”这是说圣明君主发布命令要审慎地考虑民心，让百姓很好理解，不能强迫百姓突然间改行另一套。",
      "story_name": "341 曹操矫诏聚义兵",
      "story_overview": "东汉末，汉灵帝死后，董卓以诛宦官为名攻入长安，弑帝杀后，屠戮百姓。曹操以献刀为名，刺杀董卓未成，逃到陈留，寻见父亲，想散家财招募义兵。他父亲说： “钱少怕办不成事，这里有一位孝廉卫弘，仗义疏财，是个巨富，如能得到他的资助，事情就有希望了。”曹操摆设酒筵，拜请卫弘到家里，恳切地请他帮助，卫弘慷慨激昂地答应了。他们招募义兵，各地前来应招的人，像潮水一样迅速汇集到一起。曹氏家族内外联络，不久就聚集壮士上千人。中军校尉袁绍因反对董卓废帝乱政，逃回驻地渤海，他也召集麾下文武，引兵三万，离开渤海，来与曹操会盟。他们共同商议，由曹操写了一篇声讨董卓的檄文。这檄文字字真切，一针见血地指出了当时董卓灭国害民的滔天罪行，诸侯、百姓如久旱得到及时雨，纷纷起来响应：南阳太守袁术等十七镇诸侯，都带领文官武将，兵士或一两万，或三四万，来到洛阳。各自安营扎寨，营地长达两百余里。曹操杀牛宰马，大会诸侯，商议进兵之策。河内郡太守王匡说：“今奉扶王救民之大义，必立盟主，大家听盟主约束，然后进兵。”曹操当即推举当时兵多势大、声望较高的袁绍，他说：“袁本初四世三公，门下多能臣干将，又是汉朝名相的后代，可以当盟主！” 袁绍再三推辞，大家都说：“非本初不可！”于是，修筑三层高台，插上五方旗帜，捧上兵符将印，请袁绍登坛，宣读了“齐心努力，共赴国难”的盟誓，开始了一场诸侯共同声讨国贼董卓 的战争。",
      "inspiration": "作为表情达意载体的文字，如果不是极其真实诚信的，就不能感动人心，使人信服。曹操等以檄文，声讨董卓，真实地反映了当时时势的危难，表达了百姓的心声，所以一呼百诺，应者云集。这也告诉我们，任何宣传，离开了真实性，就难以赢得读者。庄子说得好：“不精不诚，不能动人。”"
    },
    {
      "yao_text": "上九：巽在床下，丧其资斧， 贞凶。",
      "yao_comment": "此为巽卦的第六爻。这是说：跪拜在床下，丢掉了钱财和用以防身安居的刀斧，即使行的是正道，也不能避免灾祸。上九阳处阴位，不中不正，下与九三不应，又为九五所逼。所以《象传》说：“巽在床下，上穷也。”就是指上九无路可走。《象传》又说：“丧其资斧，正乎凶也。”丢了钱和武器，更是无处安身，很凶险。",
      "story_name": "342 飞将军穷途自刎",
      "story_overview": "李广从小学习射箭。他箭术精良，百步穿杨，百发百中。从军讨匈奴有功，入宫为皇帝的骑兵侍从，打猎时曾射杀猛兽。有一次，他与匈奴数千骑兵狭路相逢，他故意在离敌人阵地两里的地方下马解鞍，使敌人疑惑有大部队埋伏而不敢出击，然后，在夜色深黑的晚上带兵回大营。李广治军简易，不讲究兵书布阵，宿营在荒漠只拣水草丰茂的地方，人人自便，军中文书从简，士卒都觉得李广待兵如儿 子，打起仗来都愿意拼命杀敌。一次，他出去打猎，见深草中似有一物蹲伏欲动，他以为是虎豹，飞射一箭，见那物动也没动，走近一看，是一块石头，那箭头射进石头一寸多。第二天再射，箭就射不进石头了。他射天上飞鸟，可以说弦刚响，一眨眼鸟就应声落地。当他守在右北平郡时，匈奴人称他为“汉飞将军”，几年不敢侵犯边界。李广在汉文帝、景帝、武帝三朝为将，他的从弟李蔡才干、功绩都在他之下，接连封侯，还曾代理丞相。李广的军吏部下也有几十个人封侯的。李广却未得到封邑，官不过九卿。他对此大惑不解，请教望气占卜者王朔。王朔问他：“将军反思一下，你有没有做过很内疚的事?” 李广说：“我在任陇西太守时，羌人造反，我诱降了八百多人，当天把他们全都杀了，现在想起这事心里很内疚。”王朔说：“这就是了！灾祸莫大于杀掉已经向你投降的人！所以将军得不到封侯的优遇了！” 大将军卫青率军大攻匈奴，李广几次请求随军，汉武帝说他老了，不许。过了几天，才同意他为前将军。汉武帝对卫青说：“李广走霉运，别让他去跟单于斗。” 李广不听令，自行领兵出击，中途迷路，没有配合卫青打单于，贻误战机。李广到军营，对部下悲愤地说：“我李广从青年时代起，跟匈奴打了大大小小七十余仗，有进无退。今从大将军出征，大将军却令我东行，迂回失道，岂不是天命！我今已六十多岁，死了也不算短命，怎能再对着刀笔吏乞怜求生！罢罢，今天与诸君永别！”说罢，他拔出佩刀，向颈上一挥，倒在地上。他死后，天下人无论是相识的和不认识的都痛哭流涕。",
      "inspiration": "李广难封多被用来慨叹功高不爵、福薄命浅。有人以几次打败仗和两次当匈奴的俘虏来评说李广难封实在是咎由自取。然而， “桃李不言， 下自成蹊。”“飞将军” 的震慑威力， 并非虚构。所谓命运，就是现在讲的机遇，就是机会和遇合。连天子都说他命不好，李广能有什么好运气。看来，把命运寄托于明主，往往是一厢情愿的空想。 明主也有发昏的时候， 不一定可靠。"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua57Data;
} else if (typeof window !== "undefined") {
  window.gua57Data = gua57Data;
}
