// 第59卦数据
// 自动生成，请勿手动修改

const gua59Data = {
  "gua_name": "第五十九 涣卦",
  "gua_ci": "涣：亨。王假有庙，利涉大川，利贞。",
  "gua_jie": "此卦下经卦是坎水，为中男，性低陷；上经卦是巽风，为长女，性进入。《象传》说： “风行水上，涣。”风吹过水上，激起波浪，由近向远汹涌而去。涣，离散。从卦象看，坎水在下，巽风在上，风水相激而成波浪，波浪又散去，是涣散之象。但如果阴柔与阳刚协同，便可使涣散之心统一起来。《象传》又说：“先王以享于帝立庙。”宗庙是人心所向的国家的象征，帝王立宗庙使涣散的民众同心同德。涣卦揭示了阴阳分散而心神聚合的关系。",
  "yao": [
    {
      "yao_text": "初六： 用拯马壮， 吉。",
      "yao_comment": "此为涣卦的第一爻。这是说：用来拯救他的马很强壮，所以吉祥。初六阴处阳位，不中不正，处于离散之初，用强壮的马便可拯救。《象传》说：“初六之吉，顺也。”马壮指九二。初六得九二之拯救而吉祥，靠的是顺应形势变化而解除危难。",
      "story_name": "349 乌台案苏轼自安",
      "story_overview": "苏轼号东坡居士。眉州眉山人。他历任杭州、密州、徐州、湖州地方官及兵部尚书兼侍读。他因反对新法，多次被贬。他四十三岁时，被诬陷作诗讪谤朝廷，下御史台 (乌台)监狱，史称“乌台诗案”，使苏轼的思想和创作发生了重大变化。元丰二年 (1079)，新派御史中丞李定、监察御史里行何正臣、代理监察御史里行舒亶等，纷纷呈递检举苏轼的札子。年初，他们从苏轼的诗文中捕风捉影，断章取义，小题大做，认为苏轼谤讪讥骂朝廷，攻击新法。七月二十八日，中使皇甫遵至湖州逮捕苏轼，八月十八日苏轼下御史台狱。新派官僚不仅欲置苏轼于死地而后快，而且进一步追查与苏轼有文字之交的旧派官员张方平、黄庭坚、司马光等二十余人，扩大打击面，开了我国历史上以诗治罪的先例。苏轼被捕时，正在官厅办公，两个吏卒冲进去，抓住衣襟，喝道：“御史中丞召你！”像抓鸡犬一样，给他上了枷锁，拉起就走。如同晴天霹雳，霎时间，他担心必死无疑。家人号哭着，百姓流着眼泪送他。对于苏轼的定性及处理，宋神宗及皇族的看法与宰执大臣及御史台的意见不同。宋神宗并不想将苏轼处死。苏轼被关进御史狱，半夜，有狱卒打开牢门，扔进去一个竹箱，他头靠上去就进了梦乡，鼾声如雷。狱卒上报，宋神宗说：“我知道苏轼心里头没有见不得人的事。” 神宗不杀苏轼，最重要的是宋神宗看了李定他们呈上的罪证，实在看不出苏轼有可杀之罪。虽然苏轼只坐了四个月大牢，但乌台诗案的影响却是极其恶 劣的，此后新党、旧派之间无休止地互相倾轧，导致北宋政治日益腐败。",
      "inspiration": "文字狱是“国粹”之一。乌台诗案开了先河，明、清更成浊流汹涌。乌台案只是让诗人撤职、下放，朱元璋、雍正、乾隆则是要千万文士人头落地。宋神宗并不以龙为犯讳， 当过和尚的朱元璋,却连“生”(僧)、 “光” (光头)、 “则” (贼) 这些字都忌讳。 后来从风景画中寻找“反标”， 从报纸背面读出 “恶攻”， 以文字陷人以罪，似乎是民族心理的历史积淀。文字狱造成“万马齐喑究可哀”的局面，而这往往是政治昏暗的表现。"
    },
    {
      "yao_text": "九二：涣奔其机，悔亡。",
      "yao_comment": "此为涣卦的第二爻。机，几案，借指安身之处。爻意是：在涣散之时要赶快到安身之处，便可消除悔恨。九二阳处阴位，不正而中，只好与初六相求，才能安全。《象传》说： “涣奔其机，得愿也。”这是说： 九二有贤才， 但君主不信任他，所以就后悔。直到投靠了任用贤才的明君，才算找到安身立命的归宿。",
      "story_name": "350 乐毅遭疑奔赵国",
      "story_overview": "战国时，赵国人乐毅，是魏将乐羊之孙， 自幼讲习兵法。赵武灵王沙邱之乱，他离赵奔魏。听说燕昭王修筑黄金台，招纳天下贤士，他由魏出使燕国，与燕昭王讲兵法。燕昭王待以客礼，任为亚卿。乐毅召宗族住在燕，为燕人。当时，燕昭王想报齐国攻燕之仇心切，乐毅认为齐乃霸国之 余，不宜单独进攻，应联合赵、韩、魏等国共同伐之。乐毅亲自出使赵国，赵惠文王授以相国印，燕昭王以乐毅为上将军。乐毅率领燕、赵、秦、韩、魏五国军队攻齐，济西一战，杀得齐兵尸横遍野。齐湣王逃奔卫、鲁。燕昭王封乐毅为昌国君。此后，乐毅攻下齐七十余城，编为燕的郡县，休养生息，宽缓赋役，受到齐国百姓的欢迎。燕昭王想封乐毅为齐王，乐毅以死相辞，坚不受命。当时，齐国还有莒州、即墨二城，坚守不降，乐毅不愿屠城，并未强攻。他想以仁德感化其自动投降。三年未攻下，乐毅便命解围退兵九里，城中居民出来打柴的，不许捉拿；饥饿出城寻食的，给饭吃。不久，燕昭王去世，太子乐资嗣位，是为燕惠王。齐国大将田单派间谍去燕，向燕惠王等散布流言说：“乐毅本来就想在齐称王，因为感到深受先王的大恩，不忍心背叛，所以缓攻即墨、莒州两座城，以等待时机。现在他准备实现称王的计划了。” 燕惠王原本就怀疑乐毅，又听到流言跟骑劫的话相吻合，更加信以为真。他派骑劫去齐取代乐毅之职，召乐毅回燕。乐毅恐怕回燕会被杀，便向西逃回赵国。赵惠文王封乐毅于观津，叫做望诸君。骑劫取代乐毅为上将，田单以火牛阵大败燕军，杀了骑劫，收复了齐国的七十余城。燕惠王这才知道乐毅之贤，后悔莫及。他派人送信给乐毅，向他悔过致歉，请他回燕。乐毅回信谢绝。燕惠王怕赵国重用乐毅来进攻燕，便让乐毅的儿子乐间袭封昌国君，乐毅的从弟乐乘为将军。乐毅见燕王意诚心善，便往来于燕、赵之间，促进两国的友好。",
      "inspiration": "乐毅答燕惠王的信中讲到善始不善终，举夫差杀伍子胥为例，证明自己免身全功是上计。疑人不用，用人不疑。乐毅及早从疑忌的君主那里抽身而去是正确的。"
    },
    {
      "yao_text": "六三：涣其躬，无悔。",
      "yao_comment": "此为涣卦的第三爻。这是说：涣散达到本身，没有悔恨。六三阴处阳位，不中不正。上应上九，上九无力提携。《象传》说：“涣其躬，志在外也。”这是指当天下处于分崩离析之时，六三慨然出来担当大任，并不是为了一己之私，而是为了自身以外的天下苍生。他一往无前， 当然没有什么后悔。",
      "story_name": "351 于谦粉身为苍生",
      "story_overview": "正统十四年 (1449)七月，蒙古瓦剌部太师淮王也先率领大军南下，攻扰宣化、大同等地。八月，明英宗朱祁镇在司礼监太监王振挟持下，仓促率五十万大军亲征，因军粮供应不上，指挥无能，中敌埋伏，明英宗在土木堡 (今河北怀来东南)被掳北去，王振被护卫将军樊忠以长锤击毙。瓦剌大军如突发的山洪逼近北京。告急的警报雪片似的飞来，孙太后急忙召集群臣商议。侍讲徐珵上奏，不如暂时撤退南京。兵部侍郎于谦厉声叱道：“哪个敢提议迁都?如果想南迁，应该斩首！京师乃是国家的根基所在，京师一动，国家大业就完了。想想北宋南渡终于灭亡的教训。恭请下诏各地勤王士兵，誓死固守京城！” 群臣都说于谦所言很合情理，徐珵贪生怕死，所言误国。孙太后遂命郕王朱祁钰辅政。郕王即令于谦为兵部尚书，于谦慨然受任，缮修兵甲，加强战备，固守京城。于谦受命，指挥各营兵马，厉兵秣马，枕戈待旦。也先又授意明英宗写信议和，并指名要于谦等为和谈使臣。廷臣(如徐珵等)也想议和，派人到前线军帐问于谦。于谦果断地答道：“现在我只晓得打仗。” 此后，瓦剌部一再以“送上皇还驾”为名要求议和，于谦都力争以社稷为重，不要中了敌人诡计，拒绝议和，加强边防。他被加以少保衔，总督军务。七年后，明英宗发动夺门之变，于谦遭徐有贞 (徐珵)、石亨等诬以谋逆罪被杀，抄家时，家中除了皇帝御赐物品之外，一无所有。于谦一生言行，正如他的两句诗：“粉骨碎身全不怕，要留清白在人间。”",
      "inspiration": "曾有人对“清清白白做人”大加挞伐，殊不知普通人要真的做到清白很不容易，当官的要真正做到一尘不染、两袖清风尤其艰难。金钱、美色总是向乌纱帽、向权力抛媚眼、送秋波，经得起考验的人，需要极强的免疫力、抵抗力。糖衣炮弹轰击不倒的英雄不比枪林弹雨中冲锋的英雄逊色。"
    },
    {
      "yao_text": "六四：涣其群，元吉。涣有丘， 匪夷所思。",
      "yao_comment": "此为涣卦的第四爻。这是说：涣散达到其群体，大吉祥。在人心涣散之时，民众像山丘一样聚集起来，不是平常人所能想得到的。六四阴处阴位，至柔，得正而不中。《象传》说：“涣其群，元吉，光大也。”处在人心离散的时世，把民众聚合在一起，形成巨大的力量，可以建立功在千秋的事业，就是使中正之道发扬光大。",
      "story_name": "352 陈胜揭竿聚义兵",
      "story_overview": "秦二世元年 (209)七月，浓墨似的黑云压得人喘不过气来，大地闷热得好像随时都会爆炸。征调去渔阳戍边的河南贫民九百人，驻扎在大泽乡。初秋的大雨铺天盖地，狂风吹得帐幕要散架似的。道路成了沼泽，下脚就是淹上腿肚子的泥潭。队伍没法前进半步。按照秦朝律令，超过规定期限到渔阳，就要杀头。这时，领队的屯长陈胜、吴广两人便谋划出路，说：“现在已经误了限期，是死；造反也是死。同样是死，为国家大事而死好不好?” 陈胜、吴广想假托鬼神来制造舆论，取得士兵们的信任，便用丹砂在帛上写“陈胜王”三个字，装进鱼肚子里，士兵们煮鱼吃，看见了帛书，大家都很惊诧，神秘地传说这可能是天意。晚上，在吴广住地旁的树木荫蔽的神祠，传来狐狸尖厉的嗥叫，断断续续的声音喊道：“大----楚----兴，陈--胜----王……” 陈胜在凄厉的秋风秋雨中，召集士兵们开会，他站在土丘上，高声对大家说：“大丈夫不死则已，死也要死得轰轰烈烈，也要干一番大事情，王侯将相难道是有种的吗?” 于是，陈胜自立为将军，以吴广为都尉，用秦始皇长子扶苏和楚将项燕的名义号召群众起义。起义军迅速攻下蕲县 (今安徽宿县南)，河南永城一带农民拿起木棒做武器，举起大旗踊跃参加起义队伍，起义军很快拥有步兵十万，骑兵上千，六七百辆战车。陈胜自立为王，国号张楚，任命吴广为假王，率军西击荥阳。星星之火，成燎原之势。久苦于秦暴政的各地百姓，纷纷起来杀掉官吏，响应陈胜吴广的义军。数千人为聚的起义不可胜数。烽火连天，战鼓震地。三年之后，秦王朝灭亡，阿房宫在战火中化为灰烬。",
      "inspiration": "顺天者昌，逆天者亡。天，就是民心、民意，就是客观规律。陈胜、吴广顺乎客观规律，以一介贫民、戍卒，把被逼得无路可走的千百万民众发动起来，组织成排山倒海的起义军，在封建时代，的确是匪夷所思。人心齐，泰山移。何况暴秦乎！"
    },
    {
      "yao_text": "九五：涣汗其大号，涣王居，无咎。",
      "yao_comment": "此为涣卦的第五爻。这是说：当天下涣散之时，像出汗不能再收回一样宣布重大政令，分散国君的权力和资财，便可无过错。九五阳处阳位，至刚中正处尊。在涣散时世，政令既要坚决，又要散资财以笼络百姓，使他们归属于君王，这样才能正位。",
      "story_name": "353 陆贽草诏勤王师",
      "story_overview": "陆贽是苏州嘉兴 (今浙江嘉兴南)人，十八岁登进士第。唐德宗李适即位，召他为翰林学士。当时，两河用兵，他向德宗分析军事形势，估计因兵民两困可能发生内部变乱，德宗不加注意。不久，太尉朱八之弟朱泚谋反，朱八被软禁在京城。其时淮西节度使李希烈反叛，攻襄城，泾原军奉命往救襄城，路经长安，赏赐极薄，军士将粗饭菜羹泼在地上，挟持节度使姚令言哗 变。唐德宗听说乱军进城，张皇失措，从后苑北门逃走。叛军喧嚷，拥原泾帅朱八为帝，朱八自称大秦皇帝。史称“泾卒之变”。唐德宗逃到奉天 (今陕西乾县)。朱泚传檄文到奉天，说他要亲自率领大军，占领奉天。这时，陆贽随德宗去奉天。天下叛乱，政务千头万绪：征发各镇勤王，声讨叛贼。一天之内，要起草上百件诏书，多出自陆贽手笔。他思路如泉涌，下笔似流水，莫不切近事理，令人心悦诚服。陆贽代德宗起草的罪己诏，即使是武夫骄兵听了，都感动得流泪。这份有名的诏书，称皇帝生活在深宫之中，不知道稼穑之艰难，不体恤征戍之劳苦，以致百姓、士兵疲于奔命，田地荒芜，民众尸填沟壑，人烟断绝。皇帝要叛乱者息干戈各守戍地，他将一如既往地善待他们。他号召广大将士、百姓去逆从顺，各回本地，他将一律赦免。他表示悔过自新，与官民一起从头开始治理国家。唐德宗仓皇逃出长安，府库财物全被叛军抢掠。到了冬天，奉天守军还穿着单衣。幸好各地进贡的布匹、财物渐渐丰富，才能增加士兵的御寒衣物。财物、用品越来越多，德宗想在奉天修仓库，仍然命名为“琼林”、“大盈”。陆贽语重心长地对德宗说：“在将士们冻饿交加、死伤相枕的时候，陛下和王室不应该考虑享受，而应该与士兵们同甘共苦，把财物分给将士们，分给饥肠辘辘的饥民们。古话说：‘财散则民聚’。这样做，才能把怨恨变为感恩，把过错变为正确，使天下归心，河清海晏，国泰民安。” 唐德宗采纳了陆贽的忠谏。后来朝廷平定了朱八、李怀光、李希烈之乱。",
      "inspiration": "史载：唐德宗对陆贽的忠谏，多数未予采纳。能够公开自责、散宫中财物以济民，需要极大的勇气，也使他避免了在叛乱中的灭顶之灾。比起火烧眉毛还在淫乐的隋炀帝、李后主来，唐德宗更懂一点自损反得益的道理。自己的宫殿修在沙滩上，却认为江山社稷是铁打的，那才是极大的愚蠢。"
    },
    {
      "yao_text": "上九：涣其血，去逖出，无咎。",
      "yao_comment": "此为涣卦的第六爻。这是说：在涣卦极顶，见到流血的创伤，要赶紧躲开，走得很远 (逖)，便没有过错。上九阳处阴位，不中不正，有远出避害之象。所以，《象传》说： “涣其血，远害也。”",
      "story_name": "354 安史乱玄宗避蜀",
      "story_overview": "天宝十四年 (755)，安禄山以讨伐杨国忠为名，在范阳起兵，发动了历时七年多的安史之乱。唐玄宗听信监军宦官的诬辞，杀死退守潼关的大将封常清、高仙芝。由于奸相杨国忠猜忌潼关守将哥舒翰，拒绝接受郭子仪、李光弼引兵北取范阳捣敌巢穴的建议，迫令哥舒翰仓促应战，结果大败，潼关失守，长安震惊。唐玄宗听说哥舒翰兵败被俘，不由得魂飞天外，忙召宰相杨国忠等商议。有的说调兵亲征，有的说宜征兵勤王，唯独杨国忠提出幸蜀两个字，称为上策。到晚上，宫中传出密诏，令龙武大将军陈玄礼整备六军及马九百余匹待用。次日天刚蒙蒙亮，玄宗领杨贵妃、皇子皇孙及杨国忠兄妹，陈玄礼、高力士等，打开宫门，仓皇向西而去。到了咸阳，潼关副使王思礼来见，玄宗即授王思礼为陇右河 西节度使，命他收集散兵，再图东讨。王思礼悄悄对陈玄礼说：“杨氏误国，导致叛乱，怎么还让他们留在皇上身边，将军何不为国除奸呢！”陈玄礼点头。唐玄宗一行，紧赶快行，来到马嵬驿(今陕西兴平西)，进驿休息，忽听得驿门外面，喊杀声震得天摇地动，吓得玄宗面如土色，杨贵妃粉脸铁青，命高力士往外查明。高力士还报，杨国忠父子与韩国夫人，已被愤怒的禁军杀死。唐玄宗大惊，问道：“陈玄礼在哪里?”这时，禁军已把杨国忠的头，挂在驿门口，并把尸体割得七零八碎。外面怒吼声如同阵阵炸雷，玄宗心跳不已，贵妃牙齿打战。唐玄宗令高力士出去问陈玄礼。陈玄礼冷冷地答道：“国忠既杀，贵妃不宜留在皇上身边，请陛下割恩正法！”军士们一个个横眉瞪眼，大声怒吼道：“不杀贵妃，誓不护驾。”一面说，一面举拳、扬戈，逼向高力士，吓得他踉跄后退。唐玄宗听报，顿着脚，对高力士说：“罢了！罢了！我也顾不得贵妃了。你替朕传旨，赐贵妃自尽吧！”匆匆旅途，来不及准备棺材，只用一床紫色褥子裹尸，埋在马嵬坡下。在凄风苦雨中，崇山峻岭间，唐玄宗一行继续向西蜀进发。",
      "inspiration": "安史之乱是大唐帝国从顶峰下跌的转折点。唐玄宗是自食其果。他是封建皇帝中从明主转变为昏君的典型。李商隐讥讽他当了四十五年皇帝，却保不住老婆，还不如老百姓夫妻可以白头偕老， 已经触及他荒政招祸的一部分原因。马嵬之变， 实际上已是一种近似流血的政变。唐玄宗这时几乎是孤家寡人了。他抛弃了军民，军民也远离了他。任何人，离开了民众，就像鱼儿离开了水一样。"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua59Data;
} else if (typeof window !== "undefined") {
  window.gua59Data = gua59Data;
}
