// 第6卦数据
// 自动生成，请勿手动修改

const gua6Data = {
  "gua_name": "第六 讼卦",
  "gua_ci": "讼：有孚，窒惕，中吉，终凶。 利见大人，不利涉大川。",
  "gua_jie": "此卦下经卦为坎，坎为险，为水； 上经卦为乾， 乾为刚， 为天。故此卦的卦象是上刚下险， 天在水上的相违之象。讼， 诉讼，指人相争不决而闹到打官司的地步。 孚，诚信； 窒惕， 觉醒悔悟。 筮遇本卦，若有诚信，就会觉醒悔悟，中止诉讼，就会是吉利的； 若不觉悔，一定要把官司打到底，就会有凶险，故言“终凶”。遇此卦见到贤明的大人就会有利，若是碰到渡涉大河，就不利了，所以说“利见大人， 不利涉大川”。",
  "yao": [
    {
      "yao_text": "初六：不永所事，小有言，终吉。",
      "yao_comment": "此为讼卦第一爻。 不永所事，指诉讼不是打到底，而是中间就停止了。两人之间只是有小矛盾，小的言语冲突，最终得以消除，因而说“终吉”。",
      "story_name": "31 廉颇相如将相和",
      "story_overview": "在中国古代，有一块价值连城的“和氏璧”。后来这块宝玉落到了战国赵惠王的手中。秦国的国王听到这个消息后，很想把这块宝玉占为己有。 于是，他给赵王去信，假意用十五座城市来交换和氏璧。赵王害怕秦王的威势，明知秦王的用意，也不敢不从。为了保住和氏璧，他挑选出蔺相如前往秦国。蔺相如不负使命，“完璧归赵”，从此，受到赵国的重用。后来还当上了赵国的相国。赵国有一位战功显赫的大将军，名叫廉颇。他见蔺相如没有一点战功，竟当上了相国，比自己的官还要大，于是，心中很不服气。廉颇手下的人也七嘴八舌，为廉颇鸣不平，使廉颇的气更大了。两人一见面，廉颇总是不给蔺相如的面子，经常与蔺相如顶牛。蔺相如见廉颇处处与自己过不去，心里老大不舒服。蔺相如是文人，心计多，廉颇是粗人，文化少，蔺相如利用这个弱点，也给廉颇穿了几次小鞋，弄得廉颇哑巴吃黄连，有苦说不出。这样一来，两人的矛盾更深了。但蔺相如毕竟是有学问的人，深知将相不和，有害国家利益，于是，决心以高姿态对待廉颇，来化解两人的矛盾。此后，廉颇与蔺相如在一起时，蔺相如都对廉颇彬彬有礼，十分客气。对廉颇的故意为难，蔺相如都一笑置之。一次，蔺相如与廉颇的轿子在闹市正中碰头了，按礼节，蔺相如是相国，官比廉颇高，应该廉颇让道才是正理。但廉颇根本不理睬，蔺相如见了，马上命手下让开道路，并传令请廉大将军先行。廉颇走后，蔺相如手下的人都埋怨他太软弱。蔺相如却说：“我不是软弱，更不是怕廉颇，连秦王我都不怕，还怕他吗? 我这样做，是为国家考虑，将相不和，国家如何安宁呢?”这番话 传到廉颇耳中，他细细一想，确实是这个道理。廉颇虽然是个粗人，却很正直，懂得自己不对后，决定向蔺相如请罪。他命手下采来荆条，光着身子，背负荆条，徒步走向蔺相如的府邸。大将军这一举动，立刻成为特大新闻，人们都纷纷走上街头，围观廉大将军一行人。霎时，人山人海。这就是成语“负荆请罪”的出处。从此，两人将相相和，使赵国朝政稳定，社会安宁，带给赵国上下以吉利。",
      "inspiration": "人与人之间产生矛盾，这是难免的。 矛盾发生后，是尽快消解矛盾，还是继续斗争到底呢? 按此爻爻义所示，最好的办法是尽快消解矛盾，达到和解，使斗争结束于“小有言”的状态， 而不宜将斗争扩大和继续下去。 当然， 这必须是“讼”的两人都是正派的人的条件下才能这样做， 若“讼”的一方是无可救药的坏家伙，那你想和解也和解不了，唯一的办法是与坏家伙毫不留情地斗下去， 直到消灭他。"
    },
    {
      "yao_text": "九二：不克讼，归而逋，其邑人三百户无眚。",
      "yao_comment": "这是讼卦第二爻。意思是讲，主人与邑人相讼于王公，主人败诉，被捕而回归，邑人三百户被王公所收录，因而没有灾害。",
      "story_name": "32 管仲义夺伯氏邑",
      "story_overview": "中国人喜欢讲什么三皇五帝，三王五霸，其中的五霸是指春秋战国时期的五个霸主。最著名的当推齐桓公，齐桓公成就霸业，依靠的是管仲。这位管仲是春秋时期的一位大政治家、军事家，他的丰功伟绩被后人经常颂扬。管仲义夺伯氏三百邑的故事，就是管仲佚事的一个小音符。齐国有位伯氏，名叫伯偃，因他是贵族的身份，所以有一大片封地，供他衣食住行之用。据清代大学者阮元说，他的封地在今天山东省朐县的柳山寨。伯氏人品并不坏，但容易轻信人。他手下有位家臣，就是现在说的管家，名叫覃禾，这是个心如蛇蝎的坏家伙，但表面上一派谦和的样子。伯氏见他样子谦和，加上覃禾骗术高明之极，伯氏竟将封邑的事情全部交给了他。小人是掌不得权的。《红楼梦》有句话，“子系中山狼，得志便猖狂”，古今小人无不是这样。覃禾一有了大权，狰狞面目立刻显露了出来。加上覃禾的老婆也是个坏得流脓的女人，两人一天到晚都在盘算怎么搜刮邑人的钱财，弄得封邑内人人怨声载道。于是，几位有声望的人合计，决定向伯氏告发覃禾的人面兽心，胡作非为。覃禾知道后，马上找来他的几个狗腿子，将这几位准备告发他的人监禁起来。他又授意几个狗腿子联名上书伯氏，说封邑在覃禾的治理下已成为齐国最模范的封邑了。一个偶然的机会，伯氏在外听到覃禾的倒行逆施，对覃禾开始有所怀疑了。但他周围被覃禾和几个狗腿子包围着，所以，只是将信将疑。伯氏问覃禾：“我在外面听到一些关于你的传闻。”覃禾一震，马上装出一副卑谦、 温和的神态，花言巧语骗过伯氏，看着覃禾那一副诚实之极的表情，伯氏不由得不相信覃禾的话了。一次，伯氏出外会见同僚时，忍不住夸起覃氏的忠心。同僚都暗自笑他上了政治骗子的当，可伯氏一点也不觉察。覃禾更肆无忌惮了。但覃禾也有得意忘形的时候。一次，终于有几个邑人见到伯氏，向他控诉了覃禾的令人发指的种种罪行：残害忠良、搜括民财、奸淫妇女……伯氏根本不相信，还训斥了邑人一通。邑人们忍无可忍，就设法告到相国管仲那里。管仲马上派人去伯氏的封邑，了解到伯氏封邑的真实情况。他召集伯氏与邑人代表一齐来到相府。他严厉地训斥了伯氏任用奸小，将覃禾处以极刑。并将封邑的三百户收归了国有。伯氏知道自己错了，服气地接受了相国的处罚。从此，吃粗粮度过一生，但却无一点怨恨之心。孔子曾称赞管仲说：“他真是个人才啊！剥夺了伯氏封邑三百户，但伯氏却至死都没有一句怨恨的话。”",
      "inspiration": "百姓告倒了伯氏，覃氏也受到了应有的惩罚，这是由于遇到了管仲这位贤相。 中国老百姓喜爱包青天，就在于包青天像管仲一样， 是位能为民申冤、 主持正义的人物。 但包青天实在太少了，所以，聪明人往往在遇到封邑百姓的处境时，多用 “不了了之”的无上法来处理。 否则徒招祸恼。 但是，这样的话只能使奸小越来越猖狂，唯有学习封邑的百姓，一定要告到奸小的精神，这个世界才会真正美丽起来。"
    },
    {
      "yao_text": "六三：食旧德，贞厉，终吉。 或从王事，无成。",
      "yao_comment": "这是讼卦第三爻。食，饮食之意，引申为喜好、保持。义为保持旧有的功德。兢兢业业地守正道，虽然占卜遇到危险的兆，最终也是吉利的。这种人即使为国家君王立下大功，也不自以为是。",
      "story_name": "33 冯异事王不居功",
      "story_overview": "刘秀打天下之初，颍川的冯异就投奔到他的部下，被封为主簿。冯异自投奔刘秀，就认定刘秀是位贤明的开国之君，因此，忠心耿耿，誓死效力。跟随刘秀两年后，刘秀见冯异有大将之才，就将部队分出一部分，让他带领。不久，因他征战有功，被封为应侯。在刘秀麾下的将军之中，冯异治军有方，爱护士卒，深得部属拥戴，因此，士兵都愿意在他的部下作战。每次大战之后，刘秀都要为将军们评功行赏。这时，各位将军都为争功得赏，大呼小叫，以致拔剑击树，吵得不可开交。冯异却从不争功争赏，每次都独自静坐在大树下，任凭汉光武帝评定。这样，大家就给他取了个雅号，叫 “大树将军”。刘秀称帝后，选定冯异率兵从洛阳西进，以平定关中三辅地区。冯异率领大军，一路安抚百姓，宣扬刘秀的威德，所到之处，纷纷归顺，没有几个月，就完全平定了关中、 三辅地区，替刘秀又一次立下了汗马功劳。冯异也被拜为征西大将军。冯异接着又连续平定数地，威势益震。这时，有奸人在刘秀面前挑拨离间，说了冯异许多坏话。刘秀根本不相信，反而把冯异的妻、子都送到咸阳，给他更多的封赏与权力。而冯异一直到去世，都尽忠王事，而且从来不自居其功。",
      "inspiration": "古语讲 “功高盖主”， “狡兔死，走狗烹”。 冯异战功赫赫，兵权在握，若非刘秀是一代贤君，恐怕早已身首异处。 另一方面， 冯异从不以功自居，坚守旧有的正道，也是终保荣华平安的原因。 所以， 在下者对在上者， 切忌以功自居， “无成” 才能有成，这就是人生的辩证法。"
    },
    {
      "yao_text": "九四：不克讼，复即命渝。 安贞吉。",
      "yao_comment": "这是讼卦第四爻。不克讼，指打官司的双方中途停止诉讼。复即命渝，意指双方都中途醒悟诉讼无益，而各安归于命义。",
      "story_name": "34 虞芮复命不克讼",
      "story_overview": "那是发生在殷代末年的事情。在中国的西边，有两个小国， 一个名叫芮国，一个就是虞国。 这两个小国都土地狭小，人民稀少。两国的国君都希望自己的国土能扩大一些，但周围的国家都比他们大，他们两国又国土相邻，因此，总想把对方的国土纳入自己的版图。在两国交界的地方，有一大片肥沃的土地，一直是两国争夺的焦点。虞国的国君说：“这块土地世世代代都是我们虞国的领土。”芮国的国君针锋相对地讲：“我们芮人祖祖辈辈都生息在这块土地上。”为了争夺这块土地，双方都大造舆论。在虞国，学究们查找典籍，考古引史，写下了三大册论证这块土地是虞国的著述。芮国则举办了“××地方自古就是芮人领土”的大型图展，不仅有出土文物，而且有芮人祖先在××生活的历史图片，芮国君主还组织大型图展到各国巡回展出。为争夺这块国土，双方的国君都带着必胜的争斗之心，来到周国，请求西伯周文王的裁决。一进入周国的地界，两国国君看 到一派和气升平的景象。在田野，农夫相见，总是相互谦让道路。进到周国的城市，真是人山人海。但来往干活的都是中青年人，看不见一位手提东西的老人。老人们都悠闲地过着清闲的生活，孩童们都天真烂漫地追逐嬉戏。看到这一切，两国的国君都十分羞愧，同声说：“我们都是小人啊！哪配去请周文王裁决是非呢?”两国国君回到各自的国家，都相互推让原先争夺的那一片土地。为了记住这段历史，大家把这块土地取名为“闲原”，以作为纪念。自此以后，两国都以道义为重，过着平安自在的生活。",
      "inspiration": "人为争利而打官司，这是有史以来不断天天重演的事。但诉讼总不是好事，有讼不如无讼，出现讼不如中途结束争吵。 因为诉讼的结果总是两败俱伤。 所以， 有讼一定要有变化 (渝)， 由讼变为无讼，把讼的精力用于其他，这也就是归于人生的命义之正了。"
    },
    {
      "yao_text": "九五：讼元吉。",
      "yao_comment": "这是讼卦的第五爻。元吉，大吉。此爻为大人之象，讼遇大人，有大人主持公道，而得大吉的结果，故说“讼元吉”。",
      "story_name": "35 秦香莲遇黑包公",
      "story_overview": "北宋年间，河南陈家庄有一户人家。 丈夫名叫陈世美， 妻子叫做秦香莲，堂上双亲，膝下一双儿女。 虽是小康人家，日子也过得去。这陈世美是个读书人， 自小饱读诗书，满腹经纶，一心想赶考做官，把家务事全推给秦香莲。好一个贤惠的秦香莲，一家重担挑在肩上，从无一点怨言，把这个家里内外上下打理得井井有条。公婆都夸她是个贤惠的好媳妇，陈世美也心喜有一个贤内助，儿女都说她是位好母亲。大考的年头，陈世美拜别双亲、 妻子与儿女，来到京城应试，一下子考中了状元。陈世美考中状元，身价一下子变了，心也同时变了。皇帝见状元郎一表人才，就决定招他为驸马。为了当上驸马爷，陈世美编造了一套谎话，说什么自幼父母双亡，一直苦读诗书，并无婚配等等。真是不说假话办不成大事，陈世美一通假话，骗过皇帝，顺顺当当地做上了驸马爷。秦香莲日夜望夫君早日回归，她哪里知道，在陈世美的档案中，父母已是早死掉的亡魂，妻子也是不存在的幽灵。接着出现两年大旱，陈世美父母相继去世，秦香莲安葬好公婆，闻听陈世美在京城做了大官，只好带着一对儿女千里迢迢来到京城。这 一路的辛苦不用说了，到京城一打听，才知陈世美已经当上驸马爷。秦香莲在京城举目无亲，只好硬着头皮，又气又恨地来到驸马府。恰巧陈世美这时出府，一见秦香莲与自己的儿女，心中不由大惊。秦香莲见到陈世美，大喊：“相公！相公！”儿女一齐喊起：“爹爹！爹爹！”哪里料道，陈世美脸色一黑，气急败坏地大骂门差：“你们怎么让一个疯妇到驸马府来捣乱！马上给我乱棍打走！” 可怜的秦香莲，竟在亲夫唆使的狗腿子的棍棒下，被赶走了。霎时，真是天黑地暗，秦香莲似跌入万丈深渊，多想一死了之啊！但见一双幼小的儿女，秦香莲还得活下去。一个好心人告诉她，你有这样大的冤屈，怎么不到开封府包大人那里去告他呢? 秦香莲果然告了陈世美一状，包大人执法如山，不怕丢乌纱，硬是顶着国太、公主的天大压力，杀了那负心欺君的陈世美，演出一幕流传千古的“铡美案”。",
      "inspiration": "秦香莲以一弱女子， 告倒权大势大的驸马爷，是因为遇上了铁面无私的黑包公，这才有“讼元” 的大快人心的结果。 若不是遇上黑包公，秦香莲不但不能申冤， 还一定会落得个“冒认官亲”、 “诽谤领导” 的罪名。 而在下者、 弱者、 贫者受上者、 强者、 富者的欺压，因气愤不过而告状的事情常有，但在下者、 弱者、 贫者一定要知道，像陈世美那样的上者、 强者、 富者大有人在，而黑包公则是千古一人。"
    },
    {
      "yao_text": "上九：或锡之聲带， 终朝三褫之。",
      "yao_comment": "这是讼卦的第六爻。 锡，赐给。 螌带，大带。 终朝，形容时间短暂。褫，夺取。其爻是说君主赐给某人大带，在一次上朝时间内，竟三次赐给，又三次夺取。形容人君为政，朝三暮四，反复无常。",
      "story_name": "36 王莽无常败改制",
      "story_overview": "西汉末年，外戚王氏当权，到王莽时，终于改朝换代，把姓刘的江山换成了姓王的，建立起了新朝。 王莽做上皇帝后，倒想一扫汉室的旧病， 可是，他泥古不化，什么都要从经书去找根据。 今天看到《尚书》这样讲，他下一道诏书； 明天看到《春秋》那样说，又一道命令。 试举两例为证：一例发生在王莽做皇帝的第五年。当时，中国东北、西南的少数民族，都趁中原政局不稳，经常到边境骚扰活动。王莽下决 感心要平定四夷。到边境作战，战马是少不了的。为了购买战马，王莽下了一道命令，要中原的十二个郡国，拿出四十五万匹布帛来，去买战马。诏书一下，各郡国的官吏都到处向百姓催征。不久，按照王莽的诏书，各郡国开始源源不断地输送布帛，到处都是运输的人流。正当布帛已经筹集过半时，王莽又因母亲生病的理由，下了一道诏书，说暂已不征集布帛了。其后，王莽又一直无下文，征不征收布帛，征收了的布帛怎么办? 大家都不清楚。另一例发生在两年后。王莽仿照《周官》的文字，把中原分为六郡，六郡又各分为数县，郡县的名称，都是从经书、 谶书中去找来的。但各个书上说法不一，王莽就将名字改来改去，以至有一个郡的名字，就前后改了五次。弄得一个地方，究竟该叫什么地名，连当地人都不清楚了。王莽所下的诏书，也是如此。为了说明一个地名，往往不厌其烦地去追根溯源，这里现在名××，以前又名××，以前的以前又名××，以至班固将它作为笑料，写在《王莽传》之中，成为贻笑千古的把柄。由于政令无常，王莽改制简直就是 一场历史闹剧，不得不以失败而告终。",
      "inspiration": "老子在《道德经》里讲： “治国如烹小鲜。” 煎小鱼不停去翻动， 就会鱼烂满锅。 王莽改制号令反复，失败是必然的。 治国如此，办事也是这样，做一件事情今天这样做，明天那样办，后天又重新来， 是绝不会办好一件事情的。 因此，做任何一件事情都需要有专一的精神。"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua6Data;
} else if (typeof window !== "undefined") {
  window.gua6Data = gua6Data;
}
