// 第61卦数据
// 自动生成，请勿手动修改

const gua61Data = {
  "gua_name": "第六十一 中孚卦",
  "gua_ci": "中孚：豚鱼吉，利涉大川，利贞。",
  "gua_jie": "中孚卦下经卦是兑泽，为少女，性欢悦；上经卦是巽风， 为长女，性进入。 《象传》说： “泽上有风， 中孚。”这是说，泽上有风，无所不及，就像心中诚信，可以遍施于天下。从卦象来看，《彖传》说：“中孚，柔在内而刚得中。说而巽，孚乃化邦也。”指六爻中上下两爻都为刚，中间两爻皆为柔，刚爻在上下体中皆居中位，有心中信实之象。卦辞大意说：心中诚信，虽只有微薄祭品的小猪和鱼，吉祥。利于渡过大江大河，利于坚守中正之道。《彖传》解释说： “利涉大川，乘木舟虚也。”这是指中孚卦爻外实内虚，上为巽木，下为兑泽，中虚而行，就是船行水上之象。只要诚信，坚守中正之道，符合客观规律，就会顺利。",
  "yao": [
    {
      "yao_text": "初九：虞吉，有它不燕。",
      "yao_comment": "此为中孚卦的第一爻。虞：安守。燕，安宁。这是说：安守诚信，便吉祥。如另有其他想法，就不得安宁。初九阳处阳位，至刚、位正，处于下而无他求。 《象传》说： “初九虞吉，志未变也”，指的是内心的诚信之志。",
      "story_name": "361 君臣诚信天下肥",
      "story_overview": "唐明皇开元之治，标志着唐王朝达到辉煌的顶峰。这时的唐明皇学习他的先祖唐太宗的任贤纳谏，以诚信囊括了一批贤德之臣为宰相，他们如同众星烘托北斗那样辅佐唐明皇治国安民，使得盛唐经济繁荣，文化昌盛，国威远扬。姚崇是唐明皇信得过的宰相。姚崇有敏锐的政治眼光，唐明皇有许多大事，都要请他判断决策。唐明皇想巡视东都洛阳，恰在这时皇帝的祖庙房屋垮塌了。他向宰相请教，宰相答奏：“太庙垮塌，是上天发出警告，陛下最好停止东巡。” 他又问姚崇，姚崇说：“太庙垮塌，与皇上东巡只是偶然巧合，太庙是因年久失修而垮，并不是由于东巡才垮。而且陛下是因为关中收成不好，需要运粮赈济，才去东都的，这是为了百姓，并不是为了自己。所以，应该理直气壮地如期出发。” 唐明皇巡幸东都时，驻崤谷，因官道狭窄，车骑堵塞，明皇发怒，诏命免去河南尹李朝隐等的官职。宋璟劝谏说：“因为道路没修好去处罚这些官员，以后巡幸的事务更多，恐怕还会有更多的官员受惩处呢！”唐明皇听了，便命撤销免官的诏令。韩休也是一个刚正不阿、敢于触逆鳞的宰相。他当宰相，朝野上下都欣然悦服。万年尉李美玉犯罪，唐明皇想将他流放岭南。韩休却请求先处理程伯献，然后再处理李美玉。他说：“小罪不能宽容，大奸却置而不问罪，陛下不处理程伯献，我不敢奉命处理李美玉。”唐明皇拿他没办法，只好同意他的意见。",
      "inspiration": "君臣诚信治国，天下得利而肥。然而，明君并非永远圣明，即如唐明皇就曾多次拒绝接受张九龄要求除掉安禄山的建议，后来逃亡西蜀时流下了悔恨自责的眼泪。在皇权绝对专制的封建社会，君臣诚信也不是永恒的，因为皇帝拥有至高无上的绝对否决权，直到杀掉任何一个他所不喜欢的人，尤其是敢于触犯逆鳞的忠臣。"
    },
    {
      "yao_text": "九二：鸣鹤在阴，其子和之。我有好爵，吾与尔靡之。",
      "yao_comment": "此为中孚卦的第二爻。爵，酒杯，此处指酒。这是说：鹤在树荫里鸣叫，小鹤也在应和着叫。我有一大杯好酒，让我和你一起分享。这里是借鹤的和鸣比喻人的共同欢饮。九二：在此是与初九亲和。《象传》说：“其子和之，中心愿也。”这是说君子相互应和，是发自内心诚意，同德相应。",
      "story_name": "362 让皇帝兄弟和鸣",
      "story_overview": "李宪原名李成器，是唐睿宗长子，曾立为皇太子。睿宗降为皇嗣后，武则天曾册授为皇孙。睿宗第三子李隆基讨平韦后之乱，扶助睿宗复位立有大功，这时面临建皇储的大事，朝廷久议不定。时任左卫大将军的宋王李成器立即上表表示：“储副乃是天下之公器，太平时以嫡长先嗣，国难时应归有功者。如果建储不当，天下失望，不是国家之福。臣敢以死请辞。”他连日坚持让储，语言极为真诚恳切。当时众王、公卿、大臣都说平王李隆基有大功，应为皇太子。虽然李隆基也上表固辞，但睿宗不许，另封李成器为太子太师、尚书左仆射，立李隆基为太子。李隆基即位，为唐玄宗，加授李成器开府仪同三司，改名李宪，封为宁王。李宪与李隆基兄弟先后在东都洛阳、西京长安，分院同居“五王宅”。唐玄宗在给李宪等弟兄的一封信中说，以前魏文帝(曹丕)在诗里希望自己服了仙药，可以长出羽翼飞上天，我常想服药而求羽翼，怎么赶得上骨肉兄弟天生的羽翼呢！宁王李宪六十三岁时病死。唐玄宗因他诚恳推让天下，追谥他为让皇帝。",
      "inspiration": "史家称扬让皇帝“谦而受益，让以成贤”，认为“让天下而退者，其道卷而常存”。让皇帝的故事似乎是很平淡的。然而，翻开古代史册，从胡亥杀兄自立到西汉吴楚七国叛乱、晋朝八王之乱、南北朝梁武帝诸子见死不救、窥伺皇位，唐初玄武门之变……为了金銮宝殿上的那个御座，骨肉相残，父子、兄弟不惜以血相溅，北朝一些皇族为争位而活剥亲族，生吃心肺，其残暴甚至超出了恶兽。对比之下，让皇帝以诚信谦让，退后一步天地无限宽，他对权力的恬淡自然的态度，比起那些大大小小的皇帝迷、官迷来，不是更让人感到一种光风霁月的魅力吗?"
    },
    {
      "yao_text": "六三：得敌，或鼓，或罢， 或泣，或歌。",
      "yao_comment": "此为中孚卦的第三爻。这是说：得到匹敌，或者击鼓进攻，或者停止后退；或者悲哀哭泣，或者高兴唱歌。六三阴处阳位。不中不正，上应二九，下与六四相斥。所以没有诚信，躁动不安。匹敌，就是相斥。 《象传》说： “或鼓或罢，位不当也。”位不当，是指总觉得地位不稳，欲进有障碍，欲退不甘心，因此躁急妄进。",
      "story_name": "363 兔死狗烹功臣泣",
      "story_overview": "刘邦是汉朝的开国皇帝。他在纵横驰骋于战场之时，尚能知人善任、选贤讷谏，注意联合各种力量，终于击败项羽，统一中国，建立汉王朝，即位为汉高祖。建立汉朝后，他采取与民休息、减轻田租、什五税一等重要措施，恢复社会经济，改善百姓生活，巩固统治秩序。这位在马背上取得天下的皇帝，在大局初定时，立即先将几个异姓诸侯王一一剪除，并将重臣、元勋下狱、杀戮，弄得人人自危，把自己搞成孤家寡人。刘邦首先对付的是功高权重的韩信。韩信在楚汉战争中功绩煊赫，被封为齐王。当项羽已破，硝烟未尽之时，刘邦就用阴谋打击韩信，将他徙为楚王，夺了他的兵权。过了一年，刘邦又借口有人举报韩信谋反，用陈平计谋，假说天子巡狩于云梦，召诸侯会集，出其不意地逮捕韩信，押到洛阳，很快释放，改封为淮阴侯。韩信后来被吕后捕杀。梁王彭越是楚汉决战中举足轻重，曾经扭转局面的勇将，在韩信被杀之后的第二年，他因病未能随刘邦出兵邯郸，就被诬陷、流放，最后被剁成肉酱。刘邦还把这肉酱赐给诸侯，杀鸡给猴看，吓得臣下个个心惊胆战，不寒而栗，担心下一次屠刀会不会砍到自己的颈项上！萧何是刘邦的同乡，是刘邦打天下尤其是治国的第一号功臣。当刘邦多次出兵关东，丞相萧何坐镇国都，安抚百姓，为政清廉，从未有非分之想，尽管萧何用心良苦地以贱买土地借贷牟利来给自己脸上抹黑，求得免除韩信、彭越似的下场，刘邦后来还是把年迈体弱的萧何带上镣铐送进监狱。刘邦的原则是要求臣下有好事完全归功于皇帝，有坏事都归臣下自己。即使萧何已手无缚鸡之力，也无兵权，没有谋反的可能，刘邦也对他贤名满都城，没有把坏事完全揽在自己身上很不满意，至少要给一个下马威，让那些功高震主的大臣们俯首帖耳地跪伏在地，不得妄动。在刘邦第一次夺了韩信兵权之后的七年间，他就一直在马背上镇压反叛，不得安宁。他对功臣兔死狗烹的行径，某种程度上成了点燃叛乱烽火的导火线。在他平定异姓侯王之后，真正大规模的同姓诸侯王的吴楚七国叛乱，几乎使汉朝土崩瓦解。这对刘邦猜忌、剪除异姓诸侯王、功臣，大封刘姓诸侯王实在是极大的讽刺：他搬起石头砸了自己的脚！",
      "inspiration": "好事归功于皇帝，坏事归罪于臣下，在封建时代，这几乎是绝对原则。这样才能大树特树皇帝的绝对权威，才能使皇帝一个人说了算的统治秩序永垂万古。然而，东汉光武帝、唐太宗、宋太祖，就做得不那么绝对。他们不大杀功臣，不砍自己的左右手。他们比较聪明，多少懂得红花还需绿叶扶的道理。一个领导者如果不能以诚信对待下属，老是猜疑、嫉妒，甚至恃权凌下，打击迫害，那就难免众叛亲离，只落得孤家寡人。"
    },
    {
      "yao_text": "六四： 月几望，马匹亡，无咎。",
      "yao_comment": "此为中孚卦的第四爻。月几望，就是农历每月快到十五的时间。这是说：月圆以后，马匹走失，没有过错。六四阴居阴位，正而不中，至柔而上下应承。《象传》说：“马匹亡，绝类上也。”这是说断绝匹敌， 卜承九瓦。六四坚守中正之道，不与群类相争，以诚信承顺君王。",
      "story_name": "364 郭子仪履正勤王",
      "story_overview": "郭子仪是唐代中叶名将，今陕西华县人。开元时中武举登第，历任天德军使、朔方节度兵马使。天宝十三载(754)，安禄山反，朝廷令郭子仪为朔方节度使，出兵东讨。他率军收云中，拔马邑，开东陉关。第二年，朝廷命攻取东京 (河南洛阳)。他保举与他素有嫌隙的朔方军兵马使李光弼，说他有将才，可以独当一面，朝廷诏授李光弼为河东节度使。他分朔方兵一万人给李部，由井陉西北进军河北，自己随后继进，击败叛将史思明，收复河北十余郡。然后打算进攻范阳(今北京)，直捣安禄山的老窝，叛军惶惶不安，叛将纷纷暗中奉款乞降。这时，忽然传来潼关失守，唐玄宗仓皇逃奔西蜀的消息，形势急转直下，郭、李部遂由井陉撤军。唐肃宗李亨在灵武即位，令郭、李还军朔方，朔方军成为拱卫朝廷、恢复两京的长城。此后，郭子仪与回约联军平定河曲，接着又收复河东，进攻潼关，威胁叛军长安、洛阳之间的通道。他又以天下兵马副元帅与回约等各族联军击败叛军，收复两京，逼安禄山之子安庆绪退兵相州。第二年，郭子仪等九位节度使集中大军六十万围攻相州。次年史思明率兵来援，唐军败溃。郭子仪退守东京洛阳，不久被召回长安。此后，他几次被解除兵权，常常处在闲职。安史之乱以后，郭子仪被起用为关内、河东副元帅，收复了长安。永泰元年 (765)十月，吐蕃、回约联军内侵，郭子仪率兵抵御，在陕西泾阳被围。年近七旬的郭子仪借他在回纥军队中的威望，说服回纯军与唐军结盟反戈同击吐蕃，大败吐蕃。他以垂暮之年镇守河中，屯垦戍边，野无荒地，军有余粮，成为腹地的铜墙铁壁。",
      "inspiration": "战争有正义战争与非正义战争之分。唐朝平定安史之乱和击退吐蕃、回约内侵，属于维护国家统一和社会稳定，保护人民生命财产安全的正义战争。在这些正义战争中功勋卓著的郭子仪，屡遭猜忌，都从无异心，一直战斗到最后一息。"
    },
    {
      "yao_text": "九五：有孚挛如，无咎。",
      "yao_comment": "此为中孚卦的第五爻。挛如，固结而不可解的样子。这是说：能够以诚信之心，广泛牵系天下人心，不会有过失。九五以阳爻处尊位，中正显贵， 《象传》说： “有孚挛如，位正当也。”位正当指的是至尊的君位，也可指以至诚忠信感通天下扶危安邦的柱石将相。",
      "story_name": "365 韩世忠抗金无咎",
      "story_overview": "韩世忠是陕西绥德人。他幼年家贫，性格粗犷，嗜酒使气，人称“泼韩五”。十八岁入伍，能挽强弓，勇冠三军，屡立战功。宋金战争爆发后，他率军转战河南、河北，以寡敌众，成为北宋末官军中少见的抗金劲旅。宋高宗赵构即位，韩世宗任御营左军统制。建炎三年(1129)，他受命追讨政变首犯安苗傅、刘正彦，徒步冲进敌营，以一支戈矛刺倒刘正彦，生擒安、刘，立了大功，驻守镇江。金朝大将兀朮率军渡江南侵，韩世忠退保长江口一带。金军北归时，他任浙西制置使，在镇江候着，专截兀朮的后路。他与夫人梁红玉商议，先在金山设下埋伏，狙击前来观阵的兀朮。梁红玉统领中军，坐镇楼船。兀朮仗恃十万之众杀入中军，梁红玉下令擂鼓击梆，以万道强弩、轰天大炮和巨石击退敌船，使金军船碎人亡。韩世忠又率八千水军，将兀朮军队逼到南京东北的黄天荡。当时，金兵在长江南岸，宋军守北岸，夹江对峙，击柝之声相闻。这黄天荡是个断港，只有进路，并无退路。两军相持四十八天。兀尤十分窘迫，请求对话。韩世忠声如洪钟，举起他随身携带的金风瓶大口大口地豪饮，使金兵为之胆寒心碎。最后，韩世忠所部给金军以沉重打击，使金军损失过半。以后，韩世忠又伏兵大仪镇(今江苏扬州西北)，击败金军。后又移屯楚州 (今江苏淮安)，联合山东义军，使淮东成为保卫东南的重要屏障。后被召回，为枢密使，解除兵权。他多次上书力主坚决抗金。岳飞被冤杀，他当面诘问秦桧误国。屈辱的绍兴和议以后，他绝口不谈兵事，自号清凉居士，表达自己对于故土延安清凉山的思念。他经常乘一匹小骡子，在西湖的林泉山石之间漫游。",
      "inspiration": "韩世忠病死时，叫家人牢记他名“世忠”。这是古人的一种追求。苏轼说：“立大事者，不惟有超世之才，亦必有坚忍不拔之志。”对于事业、对于人生目标，持有一种高尚的、执著的、在任何艰危困难时都绝不动摇的追求，他必定会实现自己的人生价值。"
    },
    {
      "yao_text": "上九：翰音登于天， 贞凶。",
      "yao_comment": "此为中孚卦的第六爻。翰，山鸡。这是说：飞鸟的鸣叫声虚升于天，即使坚守正道也很凶险。上九阳处阴位，不中不正， 下应六三也是不中不正；不承九五，居于无位之地；居于中孚极顶，诚信之道完全丧失。《象传》说：“翰音登于天，何可长也?”内失忠笃，外徒华美，好像山鸡却想上天，实际是飘向虚空，终将坠落无底深渊。",
      "story_name": "366 徽钦囚翰音登天",
      "story_overview": "靖康二年 (1127)，宋徽宗赵佶与儿子宋钦宗赵桓同为金军所掳。这是宋徽宗与蔡京、王黼等六贼荒淫暴虐、恶贯满盈的必然下场。靖康元年闰十一月，金军左右副元帅宗翰、宗望兵临东京(开封)城下，一心想投降的宋钦宗亲自出京城，到金军营中见宗翰、宗望，向他们献上降表，说是“既烦汗马之劳，敢烦牵羊之胃”，“上皇 (徽宗)负罪播辽，微臣 (钦宗)捐躯而听命”。他卑贱地跪倒在金军面前，像一头伸起脖子等待宰割的羔羊。金天会六年 (112)八月，金太宗完颜晟下诏废掉宋徽宗、宋钦宗，立张邦昌为大齐皇帝。降封宋徽宗为昏德公、宋钦宗为重昏侯。又强令宋徽宗的六个公主嫁给金朝贵族。从靖康元年 (1126)三月三日起，徽、钦二宗和后妃、诸王及皇族成了金朝的囚徒。金军给徽、钦换上僮仆穿的青衣，押解他们北上燕京 (今北京)。郑太后、朱皇后不会骑马，押解骑兵挟着她们上马鞍，伏鞍而行。一路上，凛凛寒风吹来苦雨，道路泥泞，他们在泥淖里挣扎，面孔黑瘦、两眼发昏的徽宗跌进了浅井里；郑太后踉踉跄跄，跌伤了手脚。押解骑吏头目还像对待妓女那样对朱皇后动手动脚，要她同他淫乐，吓得她得了浑身战抖的怪病。他们住下时，被关在小黑屋子里，不见天日，有时一天只给四块豆饼。钦宗因饮食粗糙，一天泻痢数十次。他渴得嗓子冒烟，向看守要一口水，被押解主官泽利看见，一刀杀了看守，从此他看见泽利就会像筛糠似的发抖。朱后受不了泽利的凌辱，几次想投水。泽利将二后捆在马背上。四个人被押解看守辱骂鞭打已成家常便饭，渐渐不成人形，只有四双眼珠转动表示他们还活着。建炎四年 (1130)，徽、钦等被移到五国城 (今黑龙江依兰)关押。二十六岁的朱后病死，四十七岁的郑太后累死在北国荒野上。绍兴三十一年春 (1161)，金海陵王完颜亮，借口在演武场打马球，让钦宗和耶律延禧骑上劣马，命骑兵射死两个俘虏皇帝，数十匹马将尸体践踏如泥。宋钦宗死时，年六十岁。",
      "inspiration": "北宋亡于军队、官僚机构的腐败和皇室的极端侈靡腐朽和对人民的敲骨吸髓的压榨盘剥。他们背弃人民，抛弃父母之邦，像翰音升上虚无的天空。背叛人民的人，人民也会唾弃他们。历史的教训是自己的内里蛀空，往往会不堪一击，或者是一打就倒，甚至是不打自倒。堡垒最容易从内部攻破，大厦的坍塌从柱梁的蛀空开始。"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua61Data;
} else if (typeof window !== "undefined") {
  window.gua61Data = gua61Data;
}
