// 第63卦数据
// 自动生成，请勿手动修改

const gua63Data = {
  "gua_name": "第六十三 既济卦",
  "gua_ci": "既济： 亨小，利贞。初吉，终乱。",
  "gua_jie": "此卦下经卦是离火，为中女，性依附； 上经卦是坎水， 为中男，性沉陷。《象传》说： “水在火上， 既济。”这是说：水在火上，好像烹煮食物已经完成，引申为一切事情都顺利完成。既济，已经渡过河，就是完成，大局已定。从卦象看，既济各爻当位有应，一切都完整和谐，事物的发展似乎已经到了尽头。《象传》说： “君子以思患而预防之。”就是告诉君子要维持这种完整和谐的关系实际上很不容易。成功之后，要预防新的困难， 以减轻祸患。",
  "yao": [
    {
      "yao_text": "初九：曳其轮，濡其尾， 无咎。",
      "yao_comment": "此为既济卦第一爻。 曳，牵引。濡，浸湿。这是说：拖着车轮，抓住(狐狸的)湿尾巴，没有过错。初九阳爻处阳位，至刚当位但不中，有猛进之势。《象传》说：“曳其轮，义无咎也。”曳轮以牵制猛冲，抓住狐狸不让它过河，意在消除灾难，有利于更好地前进。",
      "story_name": "373 李世民先发制人",
      "story_overview": "唐高祖李渊武德年间，统治集团内部充满了复杂的斗争。秦王李世民与太子李建成为皇位继承权展开了激烈的角逐。开始，李渊经常站在建成一边。他借故杀了李世民心腹、大臣刘文静。每当有动乱，他都命世民去讨伐，事平之后，往往又冷落、猜忌世民。李建成先下毒手。他用毒酒谋害李世民，使他心脏剧烈疼痛，吐血几碗。李渊知道后，只是责备建成不该对没有酒量的世民灌酒，并未深究。他想让世民去洛阳，以免同室操戈。李建成和齐王李元吉向李渊奏称：“秦王和左右听说去洛阳，高兴得手舞足蹈，恐怕他们此去不会再回来了！” 建成、元吉勾结后宫宠妃，夜夜向李渊吹枕头风，说秦王功高坐大，怕尾大不掉呢。李渊耳朵软，想加罪于秦王。丞相府主簿陈叔达谏道：“秦王有大功于天下，不应罢黜。他性情刚烈，如果压抑，恐忧愤成疾，陛下后悔不及。”元吉再密请杀秦王，李渊就以“罪状不显著”含糊过去。秦王府僚属们感到建成、元吉对世民已是箭在弦上，随时都会射出。大家忧虑不安，说当前是生死存亡关头，间不容发。于是，秦王府中的幕僚房玄龄、杜如晦与长孙无忌、尉迟敬德等定下密谋，周密部署。当夜，李世民调兵遣将，命长孙无忌等人伏兵玄武门。建成、元吉刚到临湖殿，听说皇上召集裴寂、萧瑀等人，临朝会审，觉得事情不妙。将出玄武门，李世民一箭把不曾防备的建成射倒，一命呜呼。尉迟敬德领七十名骑兵前来，追杀元吉。敬德抢步上前，割下元吉、建成首级。李渊便立李世民为太子。",
      "inspiration": "唐太宗即位后，曾经严厉斥责李渊的宠臣裴寂说：“武德年间(李渊年号)，贿赂成风，纪纲紊乱，都是你当权的缘故。”间接地指责了李渊的昏庸。他即位后的第一件事就是放掉宫苑养的鹰犬，停止各地进贡珍奇异宝，改变李渊治下的酒色畋猎、重赋苛税，实行清俭廉政，得到天下百姓拥护。由此可见，玄武门之变势属必然。如果不拽住建成、元吉妄图使历史倒退的车轮，很难设想会有史无前例的贞观之治。"
    },
    {
      "yao_text": "六二：妇丧其弗，勿逐，七日得。",
      "yao_comment": "此为既济卦第二爻。弗，遮蔽车的装饰物。这是说：妇女乘车时丧失了遮蔽物，不必追着寻找，七天以后会复得。六二阴处阴位， 至柔中正， 上应九五。《象传》说： “七日得， 以中道也。”是说失去车饰，车就不能前进，但只要谨守中正贞静之道，等待一段时间，车饰自会失而复得，车子又可以前进了。",
      "story_name": "374 魏文侯改立嗣子",
      "story_overview": "魏文侯立小儿子挚为嗣子，而封长子击到中山，三年不让他入国都朝见。击的舍人赵仓唐对他说： “做儿子三年不看望父亲，不算孝敬；做父亲三年不过问儿子，不算慈爱。你何不派人到国都去请安呢?”击说：“我早想派人去，没找到合适人选。”仓唐说：“我愿奉使，不知道文侯有什么嗜好?”击说：“他老人家嗜好晨雁、北犬。” 赵仓唐带上晨雁、北犬去敬献给魏文侯，文侯很高兴，说：“儿子击爱我，他晓得我的嗜好。” 文侯指着他的左右辅臣说：“你的中山君与他们相比，谁更贤德?”仓唐答道：“按照《礼经》，同辈才能相比，中山君是您的长子，诸侯、大臣不能与他相提并论。” 文侯问：“中山君平时学习些什么?”仓唐回答：“他爱学习《诗》。” 文侯问：“他爱读《诗》的哪几篇?”仓唐回答：“《晨风》、《黍离》。” 于是，文侯送击一个衣箧，命仓唐赶到鸡叫时送给中山君。中山君迎拜受赐。打开衣箧一看，是一件衣服，颠倒着放。中山君高兴地说：“快点备车，君侯要召见我了。” 中山君很快西去谒见魏文侯。文侯非常欣喜，设酒席招待，称赞说：“想了解儿子，要看他母亲的表现；想了解其君主，要看他的使臣。你们是贤主有贤臣。我疏远贤者而亲近自己偏爱的人，不是保住江山的长久之策。” 魏文侯把少子挚派往中山，恢复长子击的储君之位。",
      "inspiration": "《诗经》、《尚书》、《礼经》是古代儒家宣扬圣王之道的主要经典。赵仓唐和击是以熟练运用这些经典(尤其是《诗经》)来向魏文侯进行讽喻，证明他们是贤君贤臣的最佳组合，从而改变了击被疏远的地位。这个故事说明不要为失去的东西(权力、金钱、爱情)而终日忧心忡忡，而要以中正之道让别人了解自己，展示自己的德行、贤才，属于你的终会属于你。重要的是自身的条件 (德行、贤才等等)，如果击和赵仓唐缺德少才，不学无术，他们能得到魏文侯的垂青吗?"
    },
    {
      "yao_text": "九三： 高宗伐鬼方，三年克之。小人勿用。",
      "yao_comment": "此为既济卦第三爻。这是说：殷高宗武丁讨伐匈奴部落之一的鬼方，三年打败鬼方。战后，对于立过战功的小人，只给奖励，而不重用。《象传》说： “三年克之，惫也。”九三阳处阳位，至刚位正而不中，上应上六，急于进击。如同殷高宗伐鬼方，三年战争使军民十分疲惫。小人掺杂其间，只能利用，不能重用。在守成定国时，这样做可以防止隐患。",
      "story_name": "375 杀杨修以防后患",
      "story_overview": "杨修是太尉杨彪之子，博学能文，机智过人，任曹操丞相府仓曹属主簿。杨修出身名门，又博通诗文，不免喜好斗智逞才，多次猜中诡谲多诈的曹操的心思，犯了曹的大忌。一次，曹操修造一所花园，竣工以后，他去视察，在门上写了一个“活”字。大家都不明白是什么意思。杨修说：“ ‘门’ 里添 ‘活’ 字，就是 ‘阔’，丞相嫌花园门太宽了。” 于是把门改窄一些。请曹操再来，他很高兴，问道：“是谁猜出我的意思?”左右属下说是杨修。曹操虽然嘴里称赞，心里有些不是滋味。曹操怕遭暗杀，常常吩咐左右侍从：“我经常在梦中杀人。我睡着时，你们莫靠近我。”有一次，他午睡时，被子落在地上，一个近侍忙拾起给他盖上，他跳起来一剑杀了那个近侍，又上床去睡。半晌，起床后，假装惊问：“什么人杀了我的近侍?”左右如实回答。他放声痛哭，命人厚葬。大家都以为曹操真的是在做梦时杀人。杨修却在下葬时指着那个冤杀鬼叹气道：“丞相并没有做梦，你才在梦里头哩！”曹操听见，更加厌恶他。有一段时间，曹操想立曹植为世子。操怀疑杨修诬害曹丕，更加恨他。曹操想考察曹丕、曹植的才干，下令他们都各自出邺城城门，暗中却命人吩咐门吏不准放行。曹丕先到，门吏阻挡，他只得退回。曹植问杨修怎么办，杨修说：“君奉王命出城，如果有人阻挡，就可以抗王命为由杀了他！”曹植到了城门，门吏上前阻拦，便拔剑杀了门吏。曹操认为曹植果断，有才干。后来，亲近曹丕的人告诉曹操：“这都是杨修所教的！”曹操非常愤怒，有被愚弄的感觉。从此，他不喜欢曹植，更恨杨修。曹操与蜀军在褒、斜一带作战，因马超坚守，久攻不下，随口说：“鸡肋！鸡肋！”聪明过人的杨修，便回去叫随行军士各人收拾行装，准备回去。曹操把杨修叫来询问，杨以鸡肋之意答对。曹操无名火三千丈，说道：“你怎么敢造谣言扰乱军心！”喝令刀斧手推出斩首。杨修死时才三十四岁。",
      "inspiration": "在处决杨修以后，曹操给杨修的父亲杨彪写了一封信解释他杀杨修的原因。实质上，曹操杀杨修，是为世子曹丕扫清以后继位的政治障碍。杨家四代太尉，杨彪又是曹操专权的反对者，鉴于杨彪的名望，曹操才没有杀他。现在杀杨修，不仅扫除了曹丕的潜在威胁，而且也是对势家豪族反曹势力的一个警告。从个人来说，曹操也有封建统治者的通病：唯我独尊，疑忌贤能。书呆子杨修偏要将他阴暗的心理屏障凿开一个窟窿，窥探其中变幻莫测的诡计，他能活吗?"
    },
    {
      "yao_text": "六四：繻有衣袽，终日戒。",
      "yao_comment": "此为既济卦第四爻。繻：彩帛，此处指华美的衣服。袖，破烂衣服。这是说：虽然有华美的好衣服，却穿着破衣服，整天警戒着。六四阴处阴位，正而不中，至柔，下应初九。《象传》说：“终日戒，有所疑也。”是说这位大臣有好衣服不穿，却穿着破旧衣服，他怀疑事业守成会出问题，警戒着腐败会毁了大业。",
      "story_name": "376 晏婴布衣为齐相",
      "story_overview": "齐景公与近臣一起喝酒，陈桓子对景公说：“请国主罚晏婴喝酒。”陈桓子接着解释说：“晏婴穿着破旧的黑衣，坐着破车，驾着老马上朝，他把国君给他的赏赐隐藏起来，该罚！”晏婴说：“我为国君效力，并不是为了炫耀名声，显富摆阔。如果政事不理，人民衣食不全，不得安生，军备不整，战车不完好，这才是我失职。假如君王给我以特殊优厚的赏赐，仅仅使我的家族丰衣足食，坐好车，驾良马，却使百姓挨冻受饿，怎能算是对国君厚赏大恩的回报呢?”齐景公点头，指着陈桓子说：“该罚你的酒！” 齐景公想把齐国别都邶殿边境六十座邑分封给晏婴，他不接受。齐景公见晏婴住处破败，又靠市场，脏乱不堪，想给他换新房子。晏婴辞谢道：“祖先留下的老房屋，我无德才，住着还觉得愧对祖先呢。而且，靠近市场，还可以做点小生意，怎能劳烦房产官员来新建房屋呢！?” 齐景公有个心爱的女儿，他想把她嫁给晏婴。于是齐景公亲自到晏婴家去喝酒，大家喝得迷迷糊糊的。齐景公看见晏婴的妻子，悄悄对晏婴耳语道：“哎呀，你夫人太老又不好看了。我有个女儿又年轻又漂亮，娶过来一定让夫子门庭生辉。” 晏婴站起来，拱手拜谢道：“国君有所不知，现在看起来我老伴当然是又老又丑，但我同她在一起生活了很久，所以总觉得她还是像我们新婚时那样又年轻又漂亮呢！况且她从年轻貌美时就将终身托付于我，我们相依为命，相濡以沫，虽然国君好意赐嫁，我岂能背弃老妻的托付么?” 晏婴再拜，辞谢齐景公。",
      "inspiration": "作为统治者，晏婴主张省刑薄敛，提倡节俭，自己长期过着艰苦朴素的生活，这对当时的人民是有好处的。以古察今，与那些拜金主义、穷奢极欲的贪官相比，能在票子、房子、女色等方面都过得硬的官员，当然更受人民的欢迎。"
    },
    {
      "yao_text": "九五：东邻杀牛，不如西邻之禴祭，实受其福。",
      "yao_comment": "此为既济卦第五爻。禴祭，春、夏时菲薄的祭礼。这是说：东边邻居举行隆重的杀牛祭祀，不如西边邻居的薄祭实在受到神的福佑。九五阳居阳位，至刚、中正处尊，是受到拥戴的君王。《象传》说： “东邻杀牛，不如西邻之时也；实受其福，吉大来也。”即指祭祀不在于祭品丰盛与否，而在于是否承顺中正之道，是否适时。只要坚守正道，就会不断得福。这是告诫处在守成时期的国君，不应志得意骄，而应戒除骄奢腐败。",
      "story_name": "377 宋仁宗克己戒奢",
      "story_overview": "宋仁宗赵祯是一个作为不大的皇帝，但他曾经实行庆历新政，对吏治有所改革。作为皇帝，他生活比较俭朴，不求豪奢，却是难得。宋仁宗一年四季穿夹衣，冬天不烤火，夏天不摇扇。他只在上朝时才穿鞋袜，下殿就脱下，民间传说他是赤脚大仙转世。仁宗私下宴会，各地官员都要敬献熟食。一年初秋，蛤蜊刚运到都城，有官员献给仁宗。他问：“怎么会有这么贵重的食物呢?价格多少?”回答是每枚一千钱，献上的总共二十八枚。仁宗很不高兴地说：“我经常说你们奢侈浪费，现在我自己一下筷子就花掉二十八千钱，我不能这样做！”他放下筷子，不吃蛤蜊。有一次，他在宫苑里散步，不时回头张望，侍臣都不知他想找什么。回宫后，他对宫女说：“我口渴得很，快弄点热水来。”宫女问道：“官家为什么不在外面叫人取水喝，却渴得这样厉害?”他说：“我回头看了好几次，没看见镣子 (掌管茶酒的厨子)。如果我问要水，他就会因为失职被治罪，所以我只好忍着口渴回宫。” 四川有一个举子写诗给成都府官：“把断剑门烧栈道，西川别是一乾坤。”语气很狂妄，隐含造反之意。知府把他上了枷，关起来，上表奏朝廷。仁宗批示：“这是老秀才急着当官才这样干，用不着治罪。可以授给司户参军 (管户籍、赋税、仓库交纳等事)，放到边远小郡。” 林踽自称学得《周易》的圣人秘义。他当了侍读，对仁宗说：“陛下即位，我卜得卦是需卦，所以臣希望陛下要经常举行宴会、游玩，要享受各种娱乐，享尽山珍海味、声色之乐，才符合卦体，体现天意，这样天下就大治了。” 仁宗对林踽这番话感到很惊骇，便询问宰相贾昌期。贾公说：“他这是捏造经典来掩饰他的谬论，真是个小人。”于是，宋 仁宗便把林踽赶出了朝廷。",
      "inspiration": "欧阳修在《伶官传序》中说：“忧劳可以兴国，逸豫可以亡身。”这是就个人而言。李商隐《咏史》诗说： “历览前贤国与家，成由勤俭败由奢。”这是就国家而言。宋仁宗虽然无能，但他能够克己戒奢，仍不失为仁君。人活在世上，如果只顾满足物欲，向社会无休止地索取，而不以劳动作出回报，他就难以成为真正的人。"
    },
    {
      "yao_text": "上六： 濡其首，厉。",
      "yao_comment": "此为既济卦第六爻。这是说： (狐狸)过河，沾湿(淹没)了它的头，很危险。上六阴处阴位， 至柔，虽正不中。处于既济之终，无路可走。《象传》说：“濡其首厉，何可久也！”到了守成末期，陷入灭顶之灾，难以持久。水淹没了脑袋，也就是离死不远了。",
      "story_name": "378 贾似道穷途毙命",
      "story_overview": "贾似道台州天台 (今属浙江)人。其父贾涉曾任制置使，其姐贾贵妃为宋理宗所宠幸，因此屡蒙超擢，官至两淮制置大使、加参知政事 (副宰相)及知枢密院事等职。他以右丞相兼枢密使，入专朝政十七年。为了摆脱财政困境，他推行公田法，低压田价，强收民田三百五十余亩，浙中大受困扰，虽百亩之家也不免其害。破家荡产者怨声载道。宋度宗即位，因为贾似道当过他的讲官，便再加贾似道为太 师，封魏国公，敬称为“师相”。那时蒙古占领北方，改国号为元。襄阳、樊城已被元兵围了三年，满朝都知道，只瞒了皇帝一人。贾似道知道国势危如累卵，他更丧心病狂地大建楼台亭阁、宅第家庙。前据杭州孤山，后揖葛岭，飞楼层台，广植奇花异卉；凉亭燠馆，多以怪石珍木建成。凡是民间美色，不论娼妓、尼姑，都抢来养起。听说宫女叶氏貌美，他买通穿宫太监，娶出为妾。有人传报边疆警报，他立即杀人灭口。宋度宗死，四岁的宋恭帝即位。继襄、樊陷落之后，鄂州失守。贾似道迫于舆论，出兵应战，大败后乘船逃奔扬州，贾似道被贬为高州团练副使，循州安置。当时大臣安置边远州县，有监押官，如同押送犯人。押送贾似道的监押官郑虎臣，是被贾似道黥配而死的太学生郑隆之子。贾似道服下暗藏的剧毒药冰脑，腹如刀绞，在地上翻来滚去。郑虎臣骂道：“奸贼！奸贼！千百万生灵死在你手中，你现在却要自杀，太便宜你了！今天老爷偏不饶你！”举起大槌劈头盖脸打了二三十下。又命人叫他儿子进来，一槌一个，都打死了。郑虎臣就用贾氏父子随身衣服，用草席裹上，埋在木绵庵旁。贾似道就这样了结了他罪恶的一生。",
      "inspiration": "贾似道专权十七年，朝野反对他的舆论不断，许多人奉劝过他“得饶人处且饶人”， 希望他“但求方寸地， 留与子孙耕。”但是舆论对他并无丝毫警示作用，因为最高统治者信任他，重用他。一些坏官，群众屡告不倒，只因他们背靠大树好乘凉。坏官们往往树大根深，盘根错节，根株相连， 一损俱损， 一荣俱荣，待到连根拔起时，他们已经把国家的大厦蛀空了！"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua63Data;
} else if (typeof window !== "undefined") {
  window.gua63Data = gua63Data;
}
