// 第64卦数据
// 自动生成，请勿手动修改

const gua64Data = {
  "gua_name": "第六十四 未济卦",
  "gua_ci": "未济：亨，小狐汽济，濡其尾，无攸利。",
  "gua_jie": "此卦是六十四卦中的最后一卦。 下经卦是坎水，为中男，性沉陷；上经卦是离火，为中女，性依附。 《象传》说：“火在水上，未济。”火向上燃烧，水向下流淌，现在水火不能相交，无助于事物的相济为用，所以是未济。济，是已经渡过河；未济，就是渡河还没有完成。引申为未定，未完成。从卦象看，未济卦的六爻都不正，表示一切都需要再调整。《象传》说：“君子以慎辨物居方。”这是说应该慎重地辨识物性，把它们放到适当的地方，使之各得其所，发挥应有的作用。",
  "yao": [
    {
      "yao_text": "初六： 濡其尾，吝。",
      "yao_comment": "此为未济卦第一爻。这是说：小狐狸过河，打湿了尾巴，前进得很艰难。初六阴处阳位，不中不正，上应九四， 向上进取。但性柔力弱，处于险境。《象传》说：“濡其尾，亦不知极也。”这是指小狐狸恃勇强渡，不知深浅，宜谨慎持中，否则会有祸。",
      "story_name": "379 汉文帝与民休息",
      "story_overview": "汉文帝刘恒，继汉高祖、惠帝、吕后之后，继续着力于恢复农业生产，进一步采取轻徭薄赋、与民休息的措施。他即位后多次下诏劝奖农桑，曾两次免除田租税之半，减为三十税一，十三年 (前17)，还全部免去田租，徭役减为每三年服役一次。他还开放国家所有的山林川泽，激励农民的生产积极性。他对秦代的苛刑峻罚也进行了重大改革：将大多数罪人终生服劳役改为量罪轻重规定刑期；明令废止罪人的父母、兄弟、姊妹、妻子和子女连坐的“收孥相坐令”；废除黥(刺面)、劓 (割鼻)、刖(砍足)刑，改用笞 (用竹板、荆条打)刑。持政宽厚，狱事简省，使人民所受的压迫明显减轻。他对周边各少数民族不轻易动武兴兵，尽量维护好关系。继续与匈奴和亲，厚予馈赠。汉文帝是一个励精图治的皇帝。他在二年十一月日食时，就下诏希望群臣指出自己的过失以及考虑不周之处，直言相谏。他即位不久，就下诏废止“诽谤妖言”之罪，使臣下能够大胆地提出不同的意见。汉文帝自己也相当节俭。他禁止祠官为他祝福。他在位二十三年，宫室苑囿、车骑服御之物都没有增添。他多次下诏禁止郡国进献奇珍异宝。他想建造一座露台，听说要耗费百金，等于中等收入家庭十户之产，于是作罢。由于他身体力行地提倡俭约，贵族官僚也不敢过分奢侈、滥事搜括，国家财政开支有所节制，从而减轻了人民的负担，百姓能够人给家足，人口大增。",
      "inspiration": "古时，百姓是把希望寄托给最高的执政者皇帝的。“率土之滨，莫非王臣”。曹植诗云：“长者 (执政者)能博爱，天下寄其身。”孟子理想中的“长者”就是不忍心伤害民众的人， 就是把百姓的忧愁当做自己忧愁的人。当然，仅仅要求不伤害人民还很不够，为政者应该服务人民，造福人民。"
    },
    {
      "yao_text": "九二：曳其轮， 贞吉。",
      "yao_comment": "此为未济卦第二爻。这是说：大车过河，拽住大车的轮子，坚持中正之道，吉祥。九二阳处阴位， 中而不正，上应六五也是中而不正。《象传》说：“九二贞吉， 中以行正也。”这即是说九二与六五刚柔相济，行中正之道，深谋远虑，沉稳待机。",
      "story_name": "380 陈平闲居图诛吕",
      "story_overview": "陈平是汉朝的开国功臣。他少时好读书，有大志，多谋略。刘邦定关中时降汉，历任都尉、护军中尉。先后参加楚汉战争和平定异姓诸侯王叛乱，是刘邦的重要谋士。刘邦困守荥阳时，陈平建议以数万金贿买离间项羽众臣，使项羽的重要谋士范增忧愤交加，发背疽而死。后来，又献计使刘邦伪游云梦，逮捕韩信。刘邦被匈奴围困平城 (今山西大同北)七天七夜，他建议以重金贿赂匈奴冒顿单于的阏氏，使刘邦脱围。陈平因功先后受封为户牖侯和曲逆侯。刘邦死后，吕后任命陈平为郎中令，当汉惠帝的老师。汉惠帝死后，吕后临朝称制，其时吕氏专权，陈平、周勃等有位无权，只能如剑在鞘中，韬光养晦，保全身名。吕后之妹吕缨，封临光侯。当年刘邦病重时，曾派陈平捕杀她的丈夫樊哙，陈平知道刘邦喜怒无常，留了一手，只抓樊哙而不杀。吕缨挟此宿怨，多次对吕后说陈平成天喝酒、玩女人，不干正事。吕后派人暗察，陈平得知，更加花天酒地，拥美女，灌黄汤，一塌糊涂。大中大夫陆贾，托病辞职，隐居林泉。他与陈平是意气相投的朋友，时常去丞相府相访谈心，他说服陈平与绛侯周勃交好，使将相怡情悦性，准备除吕安刘大计。吕后去世，由周勃持符节入北军，诈传诏命，使周勃统兵除掉诸吕。陈平又与周勃诸大臣上表，迎立高祖之子代王刘恒，是为汉文帝。文帝即位不久，右丞相陈平奏请辞职。文帝惊问原因。陈平说：“高皇帝开国时，周勃功不如臣，现在诛了诸吕，臣功不如周勃。愿将右丞相一职，让与周勃，臣心才安。”",
      "inspiration": "有人认为陈平一大特点是诈， 而诈不足取。然而， 兵不厌诈。陈平以诈迷惑了吕后，保全了自己。陈平以醇酒美人使吕后相信他是无大志兴刘的人，是真正的善守者。 《孙子·军争篇》说：“善用兵者，避其锐气，击其惰归。”吕后封吕氏诸侄为王时，直筒脾气的王陵反对，陈平却支持，就是这样的善用兵者。总之，对于敌对势力，不能讲仁义礼智信，不能讲温良恭俭让。兵者，诡道也。"
    },
    {
      "yao_text": "六三： 未济，征凶，利涉大川。",
      "yao_comment": "此为未济卦第三爻。这是说：未能渡过，出征有凶险，但又有利于涉过大江大河。六三阴处阳位，不中不正，应上九也不中不正，所以《象传》说：“未济征凶，位不当也。”六三阴柔失位，不能有所作为，看来躲不过祸事。但它在下卦坎险末期，如能善于发挥长处，趁敌不备，也可以暗中偷渡过去，这揭示了“征凶”但又“利涉大川”的辩证关系。",
      "story_name": "381 司马懿病赚曹爽",
      "story_overview": "司马懿是三国时期魏国权臣。曾为魏王太子 (曹丕)中庶子，有奇策异谋，为曹丕所信重。魏明帝曹睿立，受遗诏与曹真、陈群辅政。后以坚壁拒守，以逸待劳，使蜀汉军队无功而退。累迁太尉。明帝死，受遗诏，与曹真之子曹爽同辅齐王曹芳，加侍中，都督中外诸军，录尚书事。起初，曹真因司马懿功高德重，对他敬重，大事必先报知，不敢专行。他门下的何晏、丁谧等人被称为“智囊”，深受信任。何晏、丁谧为尚书，何晏对曹爽说：“司马懿有大志而深得民心，主公大权，不可以委托他人，恐生后患。” 丁谧向曹爽献策，由曹爽弟曹羲上表，称司马懿功高名重，宜进为太傅、大司马，表面上名号更加尊荣，实际上把军政大权巧妙地转归于曹爽。司马懿见曹爽步步紧逼，便称病躲避。曹爽集团便恣意横行，何晏等专权，分割洛阳等地官办屯田数百顷据为己有，窃夺公家财物，官吏不敢违抗。曹爽饮食、衣服器皿，规格与皇帝一样。各地进贡的珍奇宝玩，他们先取上等的留下自己享用，然后送次等的进宫。私选先帝侍妾七八人送进曹爽府中。又大建重楼画阁，终日饮酒作乐。曹羲多次恳切劝谏，说骄奢淫逸是招祸之根，曹爽充耳不闻。曹爽让李胜去拜访司马懿，司马懿装病，倒在床上，声嘶气喘。李胜拜辞，回见曹爽，细说司马懿已是病将不起，离死不远，曹爽拍掌大喜道：“这老头儿如果死了，我没什么可担心的了!” 司马懿见李胜走了，便起床对两个儿子说：“李胜回去报告后，曹爽必不防我，只等他出城打猎时再动手了。你们要周密行事。” 司马懿乘齐王芳、大将军曹爽等一行出洛阳城谒魏明帝墓高平陵之机，关闭各城门，并假传郭太后诏令，免去曹爽兄弟官职，计诱他们放弃抵抗，束手回洛阳。随即诬以谋反，将曹爽兄弟及党羽何晏、丁谧等全部处死。后来他又击败拥魏势力、都督扬州诸军事王凌。司马氏代魏的基础从此基本奠定。",
      "inspiration": "姜还是老的辣。司马懿曾以坚壁自守使诸葛亮也对他束手无策。这次，他用了“能而示之不能，用而示之不用”的兵家诡道，制伏了骄狂的曹爽集团。两军相逢骄者败，是颠扑不破的真理。"
    },
    {
      "yao_text": "九四： 贞吉悔亡，震用伐鬼方，三年有赏于大国。",
      "yao_comment": "此为未济卦第四爻。这是说：坚守中正之道吉祥，悔恨可以消除，威武地 (震)去讨伐鬼方，三年得到宗主国的奖赏。九四阳处阴位，不中不正，只有坚守正道才能吉祥。《象传》说：“贞吉悔亡，志行也。”这是说九四在实践自己的志向。在事业未成功的时世，君主不因臣下功高而猜忌，臣下也不因有功君主未赏而恐惧，因为志行合乎中正之道，最终还是能够解除天下的危险，受到百姓的赞赏。",
      "story_name": "382 王导功高济东晋",
      "story_overview": "王导是临沂人。王氏自太保王祥以来为山西望族之冠，王导即王祥之弟王览之孙，西晋太尉王衍族弟。早年与琅琊王司马睿 (后为晋元帝)交好，在洛阳时常劝睿回其封国。见天下将要大乱，遂推诚拥戴司马睿。当司马睿移镇建业 (今南京)，成为都督扬、江、湘、交、广五州军事的江南最高军政长官时，王导为其谋主。当时，江南的顾、陆、朱、张等地方士族，轻视避难南下的“伧父”(南方人对北方人的戏称)，而司马睿又是晋皇室远支，甚至江州刺史华轶也不肯听命。王导大力选取南下名士为辅佐，又结交吸引江南士族以维系人心。从兄王敦任扬州刺史，他对王敦说：“琅邪王 (司马睿)虽然仁德，但名望还不高，兄有威信，应当共同匡济他。” 适逢三月上巳，司马睿乘肩舆观楔节盛典，仪仗庄严，王敦、王导和大族名流都骑马随从，甚为壮观。江南望族纪瞻、顾荣、贺循都在道路旁边拜见。司马睿于是威名大振。王导主动上门，拜访顾荣、贺循等，荐引他们参与军府政事，于是，吴、越一带士子归附，百姓倾心，自此司马睿才在江南站稳脚跟。司马睿称王导是他的萧何。朝野对为政清净、匡主宁邦的王导十分倾心，称他为“仲父”。司马睿即晋王位，累迁王导为都督中外诸军事、领中书监、录尚书事。次年，晋王称帝，为晋元帝，进王导为侍中、司空。元帝登位，百官朝贺，他命王导升御床与他共坐，王导再三固辞，说道：“假如让太阳 (指元帝)和万物发生同样的光辉，臣下怎样瞻仰呢！” 后来，王导辅佐晋明帝、晋成帝。王导为政宽简，对士族息事宁人，自奉比较俭约，仓无储谷，衣不重帛。当时国库空虚。库中只有数千匹练布(粗丝织成的布)，卖不起价，王导便同朝臣都穿练布衣，士民争着穿，使其价贵，增加了国库收入。",
      "inspiration": "王导在朝廷，从兄王敦以外镇造反。刘隗等要求杀王氏，以除肘腋之患，应该说是顺理成章。晋元帝没有杀王导及其宗族，原因很多，诸如王导一直忠心辅佐，从无二心， 王氏势力很大，等等。但最主要的是他能区别对待。没有区别，就不能正确地区分敌我，会犯扩大化的错误。看来，晋元帝比起后代那些树敌极多、杀人如麻的皇帝，要清醒得多，高明得多。"
    },
    {
      "yao_text": "六五： 贞吉，无悔，君子之光。有孚吉。",
      "yao_comment": "此为未济卦第五爻。这是说：坚守中正之道便吉祥，没有悔恨。君子表现出光明正大的德行，有诚信，因此吉祥。六五以阴辅阳中尊位，但不正。虽然如此， 《象传》说： “君子之光，其晖吉也。”这是说君子内心充满贞正和诚信，他的行为本身就光明正大，自然是吉祥的。",
      "story_name": "383 丁抚奉旨斩权阉",
      "story_overview": "慈禧太后宠幸安得海，除了两宫太后以外，没人敢冒犯他。就是同治皇帝，也要让他几分。宫中都称他小安子，都看着慈禧的眼色捧他。因安得海在祺祥之变中曾参加密谋除掉八大顾命大臣，他更得慈禧的欢心，被升为宫中总管，真像烈火浇油，红得烫人。这小安子在宫中陪慈禧看戏、游玩，觉得腻味，想出京游赏一番。恰巧同治快成年，两宫想替他娶皇后，派恭亲王奕祈等预备大婚典礼。小安子乘机密请派他前往江南，督造皇帝的龙衣。慈禧说道：“你要去便去，只是这事需要保密，务必小心谨慎，如果被王公大臣得知，奏劾上来，连我也不便保护你。” 安得海口称遵旨，心中并不以为然。他于同治八年 (169)六月出京，乘坐两艘太平船，船头悬着一面太阳旗，两旁插着龙凤旗帜，船内载着娈童、美女，吹箫弹琴，吹吹打打，好不气派！地方官听说是奉旨织办龙衣，又是慈禧身边头号红人，一个个忙着捧臀拍马。安得海要一千，便奉送一千；要一万，不敢送九千。由直隶南下山东，收下的金银宝玩堆积如山。不料这位钦差，偏偏碰着一个大对头，他就是时任山东巡抚丁宝桢。他得报钦差安得海过境，心下大大惊讶：“这安得海是个太监，怎么敢出京诚?莫非朝廷忘记了祖训?”他当即拟就奏稿，命幕僚抄好，以快马送恭亲王转奏。恭亲王奕诉，早对安得海不满，立刻入宫，慈禧看戏去了，他便禀报慈安太后。于是，一道“着即将安得海就地正法”的密诏飞传济南。王总兵抓住安德海，用铁链锁住，星夜送往济南山东巡抚大堂。丁宝桢喝问：“你就是安得海吗?” 安得海横目相对，说道：“丁宝桢，你连安老爷都不认得，当什么混账抚台?”丁宝桢也不同他费口舌，便离座宣读密谕，将手一挥，刽子手立即将安得海绑出去，一声号炮响，安得海人头落地。慈禧后来得知，犹如摘了她的心肝，恨不得活活吞了慈安、奕沂和丁宝桢，但碍于祖制、国法，又加李莲英等人劝解，也只好打落门牙咽下肚，只等日后替小安子报仇了。",
      "inspiration": "丁宝桢杀安得海，真是不仅敢在太岁头上动土，而是敢在太后头上动土！虽有圣旨撑腰，也还要一种凛然正气。所谓铁面无私，执法如山，谈何容易。古话说：欲投鼠而忌器，那是因为恶人背后有靠山。杀太后的宠宦，需要有舍得一身剐，敢把皇帝拉下马的精神。"
    },
    {
      "yao_text": "上九：有孚于饮酒，无咎。濡其首，有孚失是。",
      "yao_comment": "此为未济卦第六爻，也是六十四卦的最后一爻。怀着诚信而饮酒庆祝升平，没有过错；但如果沉湎于酒，就像小狐狸过河沾湿了头那样，即使诚信也失去了中正之道。上九阳处阴位，不中不正，下应六三，也不中不正。 《象传》说： “饮酒濡首，亦不知节也。”不知节制，就会使人民失望。庆祝小胜而饮酒，并且怀着诚信之心自我警戒，就是有所节制，对于推动事业向既济转化，也许是有利的。相反，如果不知节制地饮酒作乐，即使诚信也会失去正道。",
      "story_name": "384 对酒歌曹操自戒",
      "story_overview": "正值严冬，月出东山，长江上如同铺上银白的绸缎。曹操坐在水军中央的大船上，帅字旗迎风招展。左右侍卫数百人，都是荷戈执戟，锦衣绣袄，文武众官，好不威武。曹操四顾一片空阔，万顷茫然，不禁心潮澎湃，豪情满怀，他对众官说道：“我自起义兵以来，与大家除贼去凶，誓愿削平天下，今北方已定，所未得者江南也。今有百万雄师，更有诸公相助，何愁不成功呀！等收服江南之后，天下无事，河清海晏，当与诸公共享荣华富贵！” 文武众官起身拜谢道：“愿早奏凯歌，共乐太平，我等终身都仰赖丞相洪福庇荫。” 仰望明月，皎皎妩媚。曹操微笑着说：“我今年五十四岁了，如果收复江南，我个人还有个心愿：从前乔公与我是忘年好友，他有两个女儿都是天香国色的绝世美女，不料却被孙策、周瑜娶为妻室。我今在漳河上新建铜雀台，如果占了江南，我想娶大小二乔，和她们在铜雀台上一同度过我的余年，我就心满意足了。” 曹操正在笑谈时，忽听得乌鸦声阵阵，如怨如慕，如泣如诉，向南飘去。他惊问：“这乌鸦为何夜间鸣叫?”众官说：“想是乌鸦看见月光明亮，疑是天明了！” 曹操大笑，于是，他横舞手中槊，大声吟唱道：对酒当歌，人生几何?譬如朝露，去日苦多。我有嘉宾，鼓瑟吹笙。明明如月，何时可掇? 山不厌高，海不厌深。周公吐哺，天下归心。",
      "inspiration": "曹操在统一中国的事业中，虽然雄心勃勃，扫荡群雄，但他也常常失利， 因此，在睥睨天下之时，他也感到年华易老，壮志难酬， 因此发出了 “人生几何”、 “去日苦多” 的慨叹。 他引用《诗经》中的诗句(《子衿》、《鹿鸣》)来表达对贤才的思慕和渴求。最后，他以周公自比，抒发了他想延揽贤才，使天下归心的愿望。人生有尽， 学问无涯。 人生永远是未完成 (未济) 的旅程。 曹操有这样的诗句： “老骥伏枥， 志在千里； 烈士暮年， 壮心不已。”人们要用这种生命不息、 奋斗不止的精神， 使自己的人生从未济达到既济的境界。"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua64Data;
} else if (typeof window !== "undefined") {
  window.gua64Data = gua64Data;
}
