// 第7卦数据
// 自动生成，请勿手动修改

const gua7Data = {
  "gua_name": "第七 师卦",
  "gua_ci": "",
  "gua_jie": "此卦下经卦为坎，坎为水； 上经卦为坤，坤为地，为地中有水之象。 又， 坎为险，坤为顺，又为行险而顺之象。师， 喻军队。 丈人，大人， 指王者之师的统帅。 大人率领军队，有吉利， 而无灾咎， 所以说， “丈人吉，无咎”。",
  "yao": [
    {
      "yao_text": "初六：师出以律，否，臧凶。",
      "yao_comment": "这是师卦的第一爻。 律， 法度； 臧， 强壮。 此爻之意是说，军队出征一定要有法度，否则再强壮的军队也有凶险的后果。",
      "story_name": "37 秦军无律败崤山",
      "story_overview": "这件事发生在晋文公去世后不久。郑国是一个小国，兵力不足，所以，请得秦国的军队来协助戍守北门。但郑国国君去世后，新的国君又是晋人所立的，新国君自然亲近晋国。秦国因此愤愤不平，趁着晋文公去世的时机，秦穆公决定与秦国在郑国的军队里应外合，把郑国消灭掉。秦穆公以孟明视为大将， 以西乞术、 白乞丙为副将， 点起精兵三千，战车三百，前往灭郑。但是，秦郑之间，道路相距甚远，中间必经晋国的国土。秦国的老臣蹇叔、 百里奚，是白乞丙、孟明视两人的父亲，听到秦王的命令后，都预言是一场必败的战争，所以，都哭着送别了自己的儿子。秦军三位统帅，都不相信他们的预言，因为所挑三千精兵，都是秦国的勇士。秦兵以善战著称，何况秦兵中的勇士呢? 三位都这样想。一路上，秦军如鹰如虎，疾风闪电，向前飞驰。周王命令王子虎、王孙满去观看，回来后，王子虎说：“秦国的军队真是骁勇强健啊！没有谁能是他们的敌手。”年少的王孙满却说：“不然。我看秦国军队虽是强壮，但没有礼法，一定会打败仗的。”这时的王孙满才是十多岁的小孩，所以，周王、 王子虎都不以为然。秦军要攻打郑国的消息，很快就传到各地。在秦军经过周国的土地时，恰好郑国有一名叫弦高的商人在那里贩牛，听到秦军要攻打自己的国家，又见秦军强悍骁勇，弦高深为家乡父老担忧。于是，心生一计，假装说是受郑国国君的派遣，专程在这里迎接大军的。弦高还把自己贩的几十头牛，又买来百十坛好酒，说是郑王的礼物，一齐送到秦军大营。一面派人星夜赶回郑国报信，令郑国提早防备。孟明视见郑王派人犒赏大军，知道郑国已有防备，只好挥师攻打滑国，一举就把滑国消灭了。然后，带着从滑国掠来的金银财宝，返回秦国。返国途中，走到晋国的崤山，再往前走就是秦国的领土了。就在国门的前面，秦军遭到灭顶之灾。崤山地形险恶，在东面一段更是险恶之极，从地名看就叫人胆战心惊，有什么上天梯、 坠马崖、绝命岩、 落魂涧、 鬼愁窟、断魂峪等等。秦军到了这一段，猛然见晋军一支队伍从后面赶来。队伍行进到上天梯，车马都不能通行，只能一个人一个人地向上爬，队伍全困在险峻的羊肠小道上。可怜三千强壮的勇士，被困绝境，死的死，伤的伤，俘虏的被俘虏，无一人逃脱。三位统帅一一做了晋军的俘虏，被押回晋国，成了阶下囚。",
      "inspiration": "战争是人类残酷而又不可避免的大事。作战的胜负， 由多方面的因素决定。 军队的强悍是一个因素， 但强悍的士兵没有法度， 就会像强健的秦军一样，最终被打败。 这是此爻爻意的所在，扩而广之，不仅治军如此，治理一个单位也是如此。 一个单位不仅要强的人才，更要有好的法度，这个单位才会有光明的前途。"
    },
    {
      "yao_text": "九二：在师中， 吉，无咎，王三锡命。",
      "yao_comment": "此为师卦第二爻。是说将军领兵在外，因深得朝廷中君主的信任，而获吉利，没有灾咎，并获得君主三次诏命赏赐的结果。",
      "story_name": "38 召公得王三锡命",
      "story_overview": "淮河流域一带，西周时还是中国的落后地区，居住着被称为淮夷的少数民族。西周初年，成王就攻占了这块土地，淮夷成为周室统治下的少数民族，一直平安无事。当西周衰落时，淮夷也在贵族煽动下不断闹事，要摆脱周人的统治。淮河流域一带动乱不已，人民都渴望早日过上安定的生活。周宣王是位有作为的国君。他即位后，立刻计划征讨淮夷，外派召公虎统帅大军执行任务。召公虎率领大军，数日之间，就到达了淮夷居住的地区，决心尽快消灭叛乱的贵族。淮夷贵族的军队根本不是召公虎的对手，召公虎在战场节节胜利的捷报，不断传到京城里。开始，大臣们都夸奖召公虎的战功赫赫；不久，谁也不再说召公虎的好话了，倒出现了不少流言。什么“召公虎兵权在握，人又在外，值得小心提防啊！”什么“召公虎哪会打那么多胜仗，恐怕是编造出来的吧?” 这些话传到周宣王那里，他听了十分气愤地对大臣们说：“召公虎在外带兵打仗，时刻有性命之忧，人家打了胜仗，有些人不仅不为他高兴，还四处散布流言。说召公虎居心不良，我看是这些人才居心不良。谁敢再散布谣言，定斩不饶。”那些造谣的大臣吓得面面相觑，再也不敢造谣生事了。召公虎得到宣王的信任，再也无顾虑了，很快平定了淮夷贵族的叛乱，班师回朝。回到京师，宣王率文武百官亲自出城三里相迎。又在庆功会上，赏赐给召公虎一大片山川田地。",
      "inspiration": "自古以来，将军带兵打仗在外，立下战功，但结局却有天壤之别。 能得吉利的，都与皇帝能信任将军有关，这样的皇帝也才有明智的决断，如周宣王的信任召公虎。 因此， 做将领者一定要取得上司、 皇帝的信任。 而上司、 皇帝的预防、 猜忌将领也是不无原因的， 某些奸小兵权在握，在外不受节制时，往往兴风作浪，甚至心怀不轨。 所以， 在上司、 皇帝说来，信任将领，一定不要看错人。 将领受猜疑，在上者看错人，二者同样都是危险的。"
    },
    {
      "yao_text": "六三：师或舆尸，凶。",
      "yao_comment": "这是师卦第三爻。 三为阳位，却为阴爻，此爻为不当位之爻，故不吉。舆，车子。军队打仗失败， 尸体多得用车子来装， 所以说是一条凶爻。",
      "story_name": "39 赵括为将舆载尸",
      "story_overview": "中国人爱用“纸上谈兵”的成语，来形容那些空口说大话，而没有一点实际本领的人。这个成语所指的原型，就是这个故事的主人公赵括。赵括的父亲是赵国有名的将领，名叫赵奢。赵奢一生带兵打仗，立下大功劳。赵括在父亲的影响下，也喜爱军事，从小就读了不少兵书。父子在一起，讲起带兵打仗，赵括总是滔滔不绝，讲得天花乱坠，引经据典，有板有眼的。没有人不敬佩他的口才。赵括常以此沾沾自喜，俨然以“军事家”而自居。赵奢却经常说他儿子只是纸上谈兵，根本不能带兵打仗。临终前，赵奢留下遗言，千万不能让赵括当将军。若是赵国一定要赵括当将军，后果一概与赵家没有关系。数年后，赵国与秦国发生一场大战争。秦国派王龁为大将，打了几个胜仗。赵国派出老将军廉颇，双方很快陷入僵持状态。师卧第七 廉颇深明兵法，令赵国大军坚壁不出，令秦军一筹莫展。秦国丞相范雎想出恶毒的反间计，收买了赵王的左右。赵王听了左右的奸言，马上决定罢掉廉颇的大将军职务，让赵括去代替他。赵括被封为将军，向赵王夸下海口，说他打败秦军就像秋风扫落叶一样。赵王听了十分高兴，就赏赐了许多钱财给他。赵括马上全部运回了家中。他母亲知道后，立刻去见赵王，把赵奢的临终遗言告诉了赵王。可赵王坚持要赵括当将军，只好答应了赵母的请求，若赵括战败，不追究赵家的责任。带着一箱兵书，赵括来到前线，接替下了老将军廉颇。他完全改变了廉颇的战略，要军队主动出击，杀他个片甲不留。秦军得知赵括做上主将后，马上暗地把赵括最害怕的白起派到战场统率全军。白起在长平把赵国大军围住，大战四十六天，赵国四十余万大军，死伤大半。赵括也被秦军杀死，首级吊在高处，余下的赵国士兵，也被秦兵全部杀掉了。",
      "inspiration": "赵括的纸上谈兵，丢掉了自己的性命不说，还断送了四十多万士兵的生命，真是残酷的“师舆尸”的大悲剧。 而造成悲剧的不仅是赵括，还有任用赵括的赵王。 人生也如战场， 人要在人生的战场上取得胜利，就得以赵括的 “纸上谈兵” 为戒，而多学一点真正的实际本领。"
    },
    {
      "yao_text": "六四：师左次，无咎。",
      "yao_comment": "这是师卦第四爻。爻数为偶，爻为阴爻，为当位之爻。 次， 止。 师左次，军队止于无用之地。 居无用之地，就不会与敌人正面冲撞而发生凶险，所以，没有灾咎。",
      "story_name": "40 围魏救赵师左次",
      "story_overview": "我国先秦有两位姓孙的著名军事家，一位是孙武，一位就是故事的主人公孙膑。孙膑原名孙宾，是鬼谷子先生的弟子。 与孙膑一起学习的，还有他的师弟庞涓。这两位弟子都是鬼谷子先生的得意弟子，所学习的内容都是军事的课程。但孙膑学问大大超过庞涓，而庞涓在钻营等方面却是孙膑望尘莫及的，因为孙膑根本就不搞这一套。学习数年之后，庞涓自以为已经学够了，就辞别鬼谷子下山了。庞涓下山后，打着鬼谷子弟子的招牌，四处钻营，魏惠王慕鬼谷子之名，又听庞涓讲得天花乱坠，马上拜为魏国元帅与军师。不久，墨子来到魏国，他又向魏王推荐孙膑，说孙膑的军事才能天下无双。魏王听说后，马上请墨子带去聘礼，要聘孙膑，并令庞涓修书一封。鬼谷子深知庞涓心术，预料孙膑此去凶多吉少，但又终逃厄运，于是改孙宾名孙膑，预示将有膑刑之厄。孙膑来到魏国后，魏王见他才学远胜庞涓，有意重用他。庞涓怕影响到自己的前途，设下诡计，陷害孙膑，使孙膑不仅没受到重用，反而被关进大狱，受膑刑之苦。幸得孙膑装疯，保住一条性命。墨子知道后，告诉齐国田忌，齐威王用田忌之谋，骗过庞涓，神不知鬼不觉地将孙膑救到齐国，住在田忌家中。齐王经常与田忌赛马，三场为准，田忌常常失败而还。孙膑授计田忌，以下马对上马，上马对中马，中马对下马，三场二胜。齐王知道是孙膑的计划，一定要封他为元帅。可是，孙膑怎么也不接受，说是残疾人，不能带兵打仗。于是，就封孙膑做了军师。这时，庞涓奉魏王之命，直攻赵国都城邯郸。邯郸守将数战数败，赵国只好求救于齐国。齐国马上派出田忌为将军，孙膑为军师的救援队伍。田忌主张，直奔邯郸，与赵国里应外合，打败庞涓的大军。孙膑却提出围魏救赵之计，在桂陵这个地方，将魏国全军歼灭，庞涓只身狼狈地逃回魏国。",
      "inspiration": "师左次，使敌人无法施其战斗力，而以最小的代价战胜敌人，孙膑的围魏救赵是一个典型。 师左次， 部队看似无用，实则大有用处。 无用即大用， 是人生的高明智慧。 谁能于无用处，使无用变大用，就一定会攻无不克战无不胜。"
    },
    {
      "yao_text": "六五： 田有禽，利执言，无咎。 长子帅师， 弟子舆尸，贞凶。",
      "yao_comment": "这是师卦第五爻。是说田野里有禽兽，捕捉住禽兽，是有利无灾咎的。弟子，次子。长子做全军的统帅，次子不服统帅而丧其军，死尸多得要用车子来装，筮遇此爻就是凶兆。",
      "story_name": "41 荀林父帅师舆尸",
      "story_overview": "晋景公在位的第三年，楚国国王亲自率领大军要攻占郑国。晋景公听到这个消息后， 马上派出军队前往救郑。晋国大军分为上、 中、 下三军。荀林父担任中军元帅， 先毂为副帅；士会任上军元帅，郤克为副帅； 赵朔为下军元帅，栾书为副帅。另有战将赵括、赵婴、蛩朔、韩穿、荀首、赵同、荀罄数十人。三军由中军元帅荀林父指挥。荀林父为三军的首脑，但担任全军统帅时间不久，威信未立。而手下的战将，许多都是世代战功卓著的将门之后，尤其是中军副帅先毂，自恃数立战功，根本不听荀林父的号令。当晋兵开发到郑国边境时，郑国已经投降了楚国。一些将领建议，救郑已没希望了，不如收兵回国。先毂却拉起自己的部队渡河向楚军进发了。晋军另外两位将领，也随后带兵渡过河去了。荀林父一见，只好令三军一齐渡河，准备与楚军一战。楚庄王见晋国大军来到，急忙商议对策。孙叔敖提议与晋兵讲和，庄王同意，马上派人到晋军议和。楚国使者来到晋军大营，向荀林父讲明来意，荀林父也主张讲和为上。先毂等主战的将领却一个个跳出来，大骂楚国使者，还威胁要使者的头，吓得楚使抱头逃窜而回。晋军将领魏锜因未受重用，也十分忌恨荀林父。他假意表示愿去楚军请和，到了楚军，他说是代表元帅来挑战的。回来后，又说楚军决意与晋军一决死活。终于，两军在邺城展开了一场大战。交战时，楚庄王亲自擂鸣战鼓，三军士气奋发，将晋军杀得七零八落。一直追到黄河边上。到了河边，晋国各军又为争船渡河逃命自相残杀，死伤无数。船到河中，有逃兵攀附船沿，船又翻了三十多艘，溺死数百将士。损失之惨重，为晋军前所未有。回到晋国，晋景公要斩荀林父的头，许多将领为他求情，才免一死。而不服从统帅指挥的先毂，则被杀了头。",
      "inspiration": "统帅要得其人，其下才能信服。 而在下者不服军令，统帅却不能治服，怎么是合格的统帅? 由这样的统帅带兵打仗，怎么会不失败呢? 打仗如此，办任何事都是如此。 办事的领导人一定要德才兼备，才可令行禁止，无往而不胜。"
    },
    {
      "yao_text": "上六：大君有命，开国承家，小人勿用。",
      "yao_comment": "此为师卦第六爻。 大君，指开国之君。 古人认为开国之君都是受命于天的，故言“大君有命”。开国是开创新的王朝，承家指要保证王朝代代相承下去，大君要开创新的王朝的万世基业，就不能任用小人，所以说“小人勿用”。",
      "story_name": "42 陆贾建议高祖纳",
      "story_overview": "刘邦与项羽的楚汉相争，最终以刘邦的胜利而告终。夺取天下靠的是机诈与武力，夺取天下所用的人才多是权谋、勇武之士。夺取天下后，还能不能照这个样子下去? 是刘邦建国后面临的第一个重大问题。有位儒生名叫陆贾，很早就跟着刘邦。他经常向刘邦讲诗书，刘邦总是很反感。刘邦认定，江山是从马上得来的，所以，对知识分子十分轻视，甚至拿儒生的帽子来撒小便。刘邦打败项羽后，群臣在一起庆功，毫无礼法，大呼小叫，动刀动剑，拍桌摔椅，闹得一塌糊涂。就像一群市井在酒馆里闹事一样。没有一个人把刘邦当做皇帝来礼敬，刘邦心里很不是滋味。陆贾在这个时候又对刘邦说起诗书来，刘邦仍是昔日的口气：“老子从马上夺来的江山，哪里用得着诗书?”陆贾反问说：“皇上夺江山靠的是马上，难道治理国家也还能靠马上吗?” 刘邦一听，一下子醒过来。陆贾又讲了一番攻守异势，秦二世而亡的道理，越听越觉有道理。于是，他命令陆贾把这些道理写出来，供他参考。陆贾不久就写好了一篇，马上呈给高祖，受到刘邦重视。他陆续写了十余篇，号称《新语》。刘邦从书中明白了，秦二世而亡，是由于仁义不施。开国承家，不能一味只靠武力，一定要用文治，才能长治久安。明白了这个道理，他马上将精通礼仪的儒生叔孙通重用起来，命令他草拟朝廷的礼仪。叔孙通原是秦国的博士，焚书坑儒时逃了出来，早就跟着刘邦，因为是个儒生，一直没有得到重用。现在被刘邦任命为制仪的官员，知道时机来了，所以，格外卖力。不到几个月，叔孙通就把朝仪制定好了，并和他的弟子操练得滚瓜烂熟。然后，叔孙通向刘邦和大臣们宣讲朝仪的细节，让每人都知道自己在朝上的应有规矩。待刘邦和臣下都熟习后，这套朝仪就用了起来。刘邦按朝仪坐在上面，群臣个个俯首下跪敬礼，然后分文武两班静立两厢，没有一个敢喧哗的人。刘邦下朝后，心里非常高兴，忍不住说：“今天，我才知道了做皇帝的尊贵。” 叔孙通因制仪有功，受到赏赐，还做了大官。刘邦更从中体会到，治国承家一定要用知识分子，不能专用权诈、勇猛之人了。",
      "inspiration": "按照古人的小人标准，权谋之士多是小人，而夺取天下， 用的是人的才， 而不注重人的德。 但夺取天下后，就应重视人的德，对无德的小人就最好不用， 就是此爻爻意的意义。 刘邦采纳陆贾的建议， 才有西汉的长治久安。 此爻爻意给人生的启迪是，在不同的背景、条件下，人们应该有不同的应付策略，而不能固执没有变通。 若刘邦立国后，仍完全用原先打天下那一帮人， 怎会有西汉王朝百余年的国运呢?"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua7Data;
} else if (typeof window !== "undefined") {
  window.gua7Data = gua7Data;
}
