// 第8卦数据
// 自动生成，请勿手动修改

const gua8Data = {
  "gua_name": "第八 比卦",
  "gua_ci": "比：吉。 原筮元永贞， 无咎。 不宁方来， 后夫凶。",
  "gua_jie": "此卦下经卦为坤，坤为地，为顺； 上经卦为坎，坎为水， 为地三上有水之象。 下比于上， 又有下顺从之象。 比， 朋比之义。 六爻中一阳居九五之位， 五阴共辅一阳，故筮遇此卦为吉。 筮遇此卦，而得大吉永正之兆，所以没有灾咎。 不宁方来，据王夫之等人的解释，指不安宁的国度，即好乱之邦，好乱之邦的邦主即使后来筮得此卦，也不会有前人筮得此卦的吉利，而只有凶祸，故言“后夫凶”。",
  "yao": [
    {
      "yao_text": "初六：有孚，比之无咎。 有孚盈缶，终来有它，吉。",
      "yao_comment": "这是比卦第一爻。所比的人有诚信，所比就没有灾咎。尽管诚信开始只有盈缶这样微小，但最终会连带其他，而获吉利。",
      "story_name": "43 桓公劫后守信用",
      "story_overview": "自齐桓公做上国君，有管仲掌管国事，齐国成了当时最强大的国家。 为了显示自己的威势， 齐桓公假借王命，命宋、 鲁、 陈、 蔡、 卫、 郑、 曹、 邾八国到齐国相会。但是，仅有宋、 陈、蔡、邾四国的国君来到。齐桓公还是与四国的国君一起订下条约，要讨伐不来参加会盟的国家。宋国国君不服气让齐桓公来指挥自己，就连夜逃走了，让齐国下不了台。齐桓公决定讨伐宋国。管仲说，宋国距齐国远，中间隔着鲁国，不如先讨伐鲁国，鲁国顺服了，宋国还敢不听话吗? 齐桓公于是挥兵来到鲁国边境。管仲又说：“齐、鲁有姻亲友谊，最好向鲁国先文后武。”齐桓公派出一位使者，要鲁庄公在柯地会盟。鲁国一见齐军压境，早吓慌了手足。如今听说到柯地会盟，怎敢不答应。但鲁国国君害怕齐桓公，要在群臣中挑选一位文武双全的人随行。曹沫自告奋勇地表示愿意前往。来到柯地会盟时，齐国大将列于坛下，十分威风。喝令只准鲁庄公与一位臣子上坛会盟，其他人等只能待在坛下。一见这阵势，鲁庄公的脚都吓软了，战战兢兢地走到坛上。曹沫紧跟在后面，手持利剑，一副威武不可犯的凛然样子。会盟开始了，曹沫突然冲向齐桓公，拿着利剑对准齐桓公的脖子，桓公和管仲都被突然发生的事吓蒙了。管仲问：“你劫持桓公到底是什么意思?”曹沫说：“你们齐国仗着力量强，把我国汶阳的田土都夺过去。你们口头上却说什么会盟是济弱扶危。今天，我要你们归还侵占的领土。” 齐桓公、管仲没有办法，只好答应了。会盟结束后，齐国的将领大臣都不服气，要管仲不答应会盟的条约，可是管仲却说：“桓公既然答应了，就不能失去信用。”第二天，齐国将汶阳侵占的土地全部归还给了鲁国。自此，各国诸侯都知道齐桓公是讲信用的国君，纷纷前来齐国请求会盟，并推举齐桓公做了盟主。",
      "inspiration": "孔子早就说过， “人无信不立”。 一个不讲诚信的人，是绝难成大事情的。 冯梦龙曾评齐桓公守信用的事说： “昔人论要盟可犯，而桓公不欺； 曹子可仇，而桓公不怨，此所以服诸侯霸天下也。” 可见， 诚信的重要性。 因而， 人生做事， 一定要有诚信。"
    },
    {
      "yao_text": "六二：比之自内， 贞吉。",
      "yao_comment": "这是比卦第二爻。 爻位为偶，爻为阴爻，是一当位之爻。 比之自内，是自己有自己的原则，而不丧失原则去与外人相攀比，不慕外面的荣华富贵，因此是贞吉的。",
      "story_name": "44 庄子遥逍比自内",
      "story_overview": "讲起庄子，知道他的人都了解，他可是中国历史上的一位高人。他所著的《庄子》，被道教奉为《南华真经》，书中所讲的寓言、哲理，数千年一直为人们津津乐道。庄子名叫庄周，战国时魏国人。他在学术上是继老子之后，先秦最重要的道家学派的代表人物。他的一生充满寓言色彩的生活经历。庄子的生活原则以崇尚自然、逍遥自在为信条。所以，他对什么名啊、利啊，都不放在眼里。战国是一个重人才的时代。尽管庄子自己以自得其乐为满足，但是，他的学问使他名扬天下，不少国家的国君希望请他出来做官，都被谢绝了。为了逃避不断的聘请，庄子逃到濮水。楚 威王听说后，马上派了两名卿大夫，数百名随从，带着丰厚的聘礼，准备以相的高位把庄子请到楚国去。两位大夫来到濮水，正遇见庄子在钓鱼逍遥。两位大夫说明要聘庄子为相的来意后，庄子连身子也没有站起来，仍然钓他的鱼，只是淡淡地说：“请二位不要打扰我的雅兴。”两位大夫只好静静地待在一旁，等待庄子钓鱼。庄子钓了四五个钟头后，才收竿往家里去，只顾走自己的路。两位连忙跟上去，边走边不停地讲话，说什么楚王如何如何仰慕庄子啊，他们一定要把庄子请到楚国去呀！庄子实在听不下去了，就对他们两人讲了一个故事：“我听说楚国有一神龟，因为神灵得很，被人杀死了。杀掉的神龟被楚王供奉在庙堂中，庙堂修得华丽极了，收藏神龟的箱子是纯金做的，包裹神龟的是精美的锦缎。你们说，如果你们是神龟，你们是希望被杀死而享受富贵的待遇呢? 还是希望活着拖着尾巴，爬行在泥土中呢?” 两位大夫一齐回答：“当然是选择活着曳尾泥中，而不愿死后享受富贵！”庄子接着说：“那既然是这样，你们就回去报告楚王，说我庄子也愿意当一只曳尾泥中的乌龟。” 两位大夫听了，知道庄子的心意是不能勉强的，只好扫兴而回。后来还有些不死心的国王派人来请庄子去做官，都没有打动庄子。就这样，庄子寄情于山川之间，悠然自乐地吃着粗茶淡饭，有时穷得连饭也吃不上，但他内心充实，不求外比，而成为高寿之人。",
      "inspiration": "人有两个方面，一是内心世界，二是外在的荣华富贵。 人最宝贵的是自己的内心世界， 人的内心世界充足， 人就有一个健康的精神世界，遇事就能“比自内”， 而不被纷繁的物欲所累赘。这样的人，虽然贫穷，却是最富有的； 虽然生活条件恶劣，却能在苦中求乐，获得精神的欣慰，从而反比那些生活奢侈、 不能“比自内” 的人要长寿得多。 “比自内”，应是人生幸福的一条法则。"
    },
    {
      "yao_text": "六三：比之匪人。",
      "yao_comment": "此爻为比卦第三爻。阴爻遇到奇数之位， 为不当位之爻，故凶。 比之匪人，是说所结交的人是匪类，必然会伤害自己。 故《象传》说： “比之匪人，不亦伤乎！”",
      "story_name": "45 谷永比匪交王氏",
      "story_overview": "用《易经》推算吉凶，先秦就开始了。但形成一套理论，那是汉代的事。 汉代有两位《易》学大师，一个是孟喜，一个是京房，都善于用《易》推论祸福，并有一套说法。谷永就是京氏《易》学的高手。所以，他常常结合《易经》，据天变或其他自然变异，附会人事，说得令人眼花缭乱。汉成帝当皇帝不久，出现了日食、地震同日出现的灾异，把皇帝和大臣们都吓傻了。皇帝马上下了一道诏书，要贤良方正、极言直谏之士上书研究这个问题。谷永当时只是太常丞这样一个小官，见到皇帝的诏书后，马上发挥自己的才能，上书发表自己的看法。由于谷永精于说灾异，又引经据典，讲得头头是道，所以，唯有他受到皇帝的重视。皇帝看完他的对策，当天就特别接见了他。见到皇帝，谷永又施展他的《易》学本领，引申发挥，把皇 帝说得频频点头说是。皇帝问他，日食地震是谁引起的? 谷永回答，是皇后贵妃引起的。谷永这样讲，是为了巴结当时当政的大将军王凤。王凤虽是外戚国舅，但王氏在宫中是皇太后，后宫由许皇后与几位贵妃掌管，所以谷永将天灾推在许皇后和贵妃身上。这次对诏后，王凤特别感激谷永，两人结下了紧密的私交。不久，谷永又给皇帝上了一道奏书。书中写道：“请皇上多下幸能生儿子的后妃，不要管她美丑，也不要避什么名字忌讳、年龄大小。即使出身微贱的妃子生了儿子，也是皇上的福气，皇位才有人继承。生了儿子的妃子，也应母以子贵。” 明白人一看，这就是要皇帝多亲近王凤所荐举的妃子。后来在贬许皇后时，成帝就把谷永的这两次上书拿了出来。经过两次上书，王凤感到谷永是一位死心塌地能为自己效力的人才，就设法把他由一个芝麻小官提升为光禄大夫的一品大员。谷永得到提拔后，立刻给王凤写信，一表忠心，二颂王凤。说什么王凤任用贤才，超过了齐桓公、晋文公，表示自己要像豫让忠于智伯那样，对王氏誓死效忠。自觉地成了王凤的忠实走卒。王凤病重时，王谭当政。谷永又去巴结王谭。王音执政后，谷永又见风使舵，投靠王音。王音去世后，王商代王音之位，谷永又成为王商的支持者。此时，王氏已有三人为大将军。而成帝贪恋女色，宠幸赵飞燕，一个儿子也没有，皇太后王氏和王商都十分焦急。王商指使谷永又一次上书。谷永仗着内有皇太后，外有王商大将军，就毫无顾忌地上书劝谏。谁知，一向宽厚的成帝读了后也大怒起来，差点杀掉谷永的头。后来谷永生了病，按汉朝旧例，应赐告老还乡养病，但成帝却罢了他的官，这在西汉还是第一例。",
      "inspiration": "人在社会难免人际交往，像谷永这样贪慕权势，投靠王氏，实是人格的污点。 而这种结交， 不仅当世被人看不起，还会遗臭万年。 这是一种小人的结交， 即此爻所说的 “比之匪人”。 结交朋友贵在交心，贵在相知， 贵在道义，只有这样的结交，才能真得其友，才是值得称道的。 所谓君子交于义，小人交于利。"
    },
    {
      "yao_text": "六四：外比之贞， 吉。",
      "yao_comment": "这是比卦的第四爻。君子处于黑暗的环境中，但不与周围的邪恶同流合污，而与正直贤明之士相朋外比，因而，是吉利的。",
      "story_name": "46 伊尹丑夏比于商",
      "story_overview": "记不清是多少年前的事情了，在现在河南省伊水的地方，一位姑娘在河边摘采桑叶。突然，姑娘听见了婴儿的啼哭声，她在桑树洞发现了一个白胖胖的婴儿。姑娘把他带回家，抚养成人。他就是商朝的开国贤相伊尹。伊尹成人后，满腹才学，有经天纬地的志向。他决心为天下人民干一番事业，就来到京城，希望能有用武之地。来到京城的路途，他就看见民不聊生，满目凄凉的景象。到京城后，所见所闻更使他触目惊心。伊尹投宿在一家小店中。夜半，他被一阵微弱的脚步声吵醒，不久，又睡着了。接连几晚都是这样，他感到很奇怪，决心弄个明白。第四天晚上，伊尹不到半夜就穿好衣服，静听外面的 响动。半夜时分，又有脚步声了。伊尹小心地顺着脚步声跟踪前去。原来，是店主人撑着微弱的油灯在一间严密的小屋里。伊尹从门缝看去，上面供着神像，店主人正在敬神，口中还不断念叨着。仔细一听，伊尹才听清楚，店主人是在讲：“天上的太阳呀！你哪天灭亡，我们愿意与你一起灭亡！希望这一天快到来呀！” 伊尹不知道店主人为什么向神灵做这样的祈祷。但第二天，他就明白了这是诅咒夏王的话。第二天，店里来了一位税务官。税务官在收税前，把店主人和客人都叫到一起，训了一通话。意思是说，夏桀是伟大的君主，就像太阳一样；太阳永不落，夏王就是永远的伟大君主。我们要永远永远地忠于他。伊尹了解真情后，毅然回到家乡。不久，他陆续听到商汤行仁政，爱百姓的传说，就跑到商汤那里去了。去了一看，真是人人安居乐业，户户丰衣足食，道不拾遗。于是，做了汤的宰相，为商朝的建立立下了丰功伟绩。",
      "inspiration": "六二爻的“比之自内”， 要求注重自己的内心世界； 本爻的“外比之”，是主张不与奸小为伍，都是人在相互结交时所应遵守的原则。 与奸小朋比， 是道德的沦丧，绝没有好下场。 而 “外比之”，比得其人， 成就丰功伟绩。"
    },
    {
      "yao_text": "九五：显比，王用三驱，失前禽，邑人不诫，吉。",
      "yao_comment": "这是比卦第五爻。此爻爻数为奇，爻为阳爻，为当位之爻。九五之尊为王之象，显比是君王得到贤臣的光明辅佐。君王田猎追杀禽兽，赶了三次，都未获得。君主以为是邑人惊吓的原因，要杀掉邑人治罪，得贤臣劝谏，说明与邑人无关，君主改判邑人无罪，君主没有失德的过失，邑人保住了性命，所以说是吉利的。",
      "story_name": "47 晏子显比谏景公",
      "story_overview": "春秋时，有一位贤人，他就是齐景公的宰相晏婴，后人都尊称他为晏子。晏子个子不高，满腹才学，他辅佐齐景公，把齐国治理得井井有条。在各诸侯国，没有不知道晏子的人。搞外交，晏子也是一位高才。著名的晏子使楚的故事，流传千古，至今仍为人们所经常提及。晏子以他的机智和雄辩的口才，令楚国君臣不得不甘拜下风的情节，仿佛就在眼前。关于晏子的各种类似传说很多，这里只讲他跟随齐景公一次出猎的故事。一次，齐景公出去打猎。君王打猎，那可是排场很大，猎狗百十条，军士数百人，开着数十辆战车，打着五颜六色的旗帜，就像是准备打仗一样。晏子和其他大臣都一一随行，陪同齐景公打猎助兴。附近的老百姓早接到通报，知道国君要来打猎，纷纷来到野外，要观看齐景公打猎的盛况。景公好长一段时间没打猎了，今天是抖擞精神，有心在晏子等臣僚面前显示自己的本领，决心猎获几只禽兽。经过来回三次捕猎，群臣们都带着猎获物回到集合地点，却不见齐景公的身影。晏子只好令鼓手敲起收兵锣鼓。不一会儿，才见齐景公与随从垂头丧气地回来，齐景公一见大家都有猎物，自己连一只小鸟也没有打着，板着脸下不了台。一位专拍马屁的近臣走到齐景公面前，附耳低语。齐景公听后，马上发怒地说：“朕今天连一只猎物都没捕获，完全是那些 看热闹的老百姓给我吓跑了。我要好好惩治一下那些老百姓。”兵士们马上抓来一群百姓，齐景公下令，要把百姓都杀掉。晏子知道齐景公是面子放不下，想借此下台。晏子于是对齐景公说：“这些老百姓真该杀！他们不仅惊吓跑了大王的禽兽，还要使大王因杀百姓，而蒙受名声的损失。今后，人人都会讲大王为捉不住禽兽，就杀老百姓，认为你把禽兽看得比人民还要重！” 听了晏子的话，齐景公终于放掉抓来的老百姓，避免了犯下无法挽回的错误。",
      "inspiration": "国君需要群臣的辅助， 上级需要下级的辅助， 一般人也离不开他人的辅助，但辅助有两种， 一是像齐景公得晏子之类的光明辅助， 就是本爻所讲的 “显比”； 一是得到奸小一类的 “辅比”。两者谁有利， 谁有害，一目了然。 当你得人的辅助时，一定要首先分清这是一种什么性质的辅助。如果是求人家的辅助， 更要分清是一种什么辅助， 否则你可能得到的是永不超生的辅助。 至于晏子一类的 “显比”， 那自然是越多越好。"
    },
    {
      "yao_text": "上六：比之无首，凶。",
      "yao_comment": "这是比卦第六爻。指臣子辅佐的是无道昏君，尽忠报国，反被杀头，所以说“比之无首”，是一条表示凶险的爻象。",
      "story_name": "48 比干谏纣比无首",
      "story_overview": "殷纣王自得到苏妲己后，朝中有费仲、恶来一班奸小，后宫有妖女妲己， 相互怂恿蛊惑，殷王变得愈来愈荒淫残明 暴了。为了满足殷纣王的贪淫之欲，殷纣王在原已很重的赋税之外，又增加了许许多多的税收徭役，多少老百姓因交不起赋税，被害得家破人亡；无数家庭因不断的徭役，弄得妻离子散。天下怨声载道，人民苦不堪言。费仲、恶来又挑唆殷纣王说，下面有人诽谤朝政，非用严刑来惩治不可。老百姓一有怨言，就被以诽谤朝政的罪名抓起来；说话稍有不慎，就会以含沙射影的罪名关进监狱。弄得老百姓见了面都不敢打招呼了，只是用眼光来表示相互间的问候了。王族的重臣眼看纣王倒行逆施，殷朝的天下就要毁于一旦，十分焦急。一些明哲的大臣，如微子、 大师、 少师等人，眼见纣王不可救药，劝谏还会招来杀身之祸，于是，都纷纷逃离了殷国。箕子知道殷纣王是怙恶不悛的千古恶人，但又舍不得离开，就只好装起疯子来。唯有比干一人，仍然不断地劝谏纣王。一次，殷王与妲己一伙竟杀人刳骨来取乐。比干听到后，马上去劝谏纣王。纣王见比干这样不识时务，勃然大怒。妲己、 费仲也在一旁火上加油，要纣王杀掉比干，不然，耳根就得不到清静。纣王马上令人将比干押了上来，还喝令刀斧手把比干绑在柱子上开腹刳心。妲己与纣王一伙还在哈哈大笑哩！",
      "inspiration": "臣子对君主效忠，是古代要求臣子的一条准则。但忠要看对象，对昏君如桀纣者的忠， 只是愚忠，像比于的忠于纣王，忠得连性命都保不住， 还有一点正面价值吗? “比无首”的愚忠是千万要不得的，所以古人说，良禽择木而栖，贤臣择主而仕。"
    }
  ]
};

// 导出模块
if (typeof module !== "undefined" && module.exports) {
  module.exports = gua8Data;
} else if (typeof window !== "undefined") {
  window.gua8Data = gua8Data;
}
